[
  {
    "id": "arXiv:2506.19976",
    "title": "Ensemble nonlinear optical learner by electrically tunable linear scattering",
    "abstract": "           Recent progress in effective nonlinearity, achieved by exploiting multiple scatterings within the linear optical regime, has been demonstrated to be a promising approach to enable nonlinear optical processing without relying on actual material nonlinearity. Here we introduce an ensemble nonlinear optical learner, via electrically tunable linear scattering in a liquid-crystal-polymer composite film under low optical power and low applied electrical voltages. We demonstrate, through several image classification tasks, that by combining inference results from an ensemble of nonlinear optical learners realized at different applied voltages, the ensemble optical learning significantly outperforms the classification performance of individual processors. With very low-level optical power and electrical voltage requirements, and ease in reconfiguration simply by varying applied voltages, the ensemble nonlinear optical learning offers a cost-effective and flexible way to improve computing performance and enhance inference accuracy.         ",
    "url": "https://arxiv.org/abs/2506.19976",
    "authors": [
      "Tunan Xia",
      "Cheng-Kuan Wu",
      "Duan-Yi Guo",
      "Lidan Zhang",
      "Bofeng Liu",
      "Tsung-Hsien Lin",
      "Xingjie Ni",
      "Iam-Choon Khoo",
      "Zhiwen Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)"
    ]
  },
  {
    "id": "arXiv:2506.20056",
    "title": "Machine-Learning-Assisted Photonic Device Development: A Multiscale Approach from Theory to Characterization",
    "abstract": "           Photonic device development (PDD) has achieved remarkable success in designing and implementing new devices for controlling light across various wavelengths, scales, and applications, including telecommunications, imaging, sensing, and quantum information processing. PDD is an iterative, five-step process that consists of: i) deriving device behavior from design parameters, ii) simulating device performance, iii) finding the optimal candidate designs from simulations, iv) fabricating the optimal device, and v) measuring device performance. Classically, all these steps involve Bayesian optimization, material science, control theory, and direct physics-driven numerical methods. However, many of these techniques are computationally intractable, monetarily costly, or difficult to implement at scale. In addition, PDD suffers from large optimization landscapes, uncertainties in structural or optical characterization, and difficulties in implementing robust fabrication processes. However, the advent of machine learning over the past decade has provided novel, data-driven strategies for tackling these challenges, including surrogate estimators for speeding up computations, generative modeling for noisy measurement modeling and data augmentation, reinforcement learning for fabrication, and active learning for experimental physical discovery. In this review, we present a comprehensive perspective on these methods to enable machine-learning-assisted PDD (ML-PDD) for efficient design optimization with powerful generative models, fast simulation and characterization modeling under noisy measurements, and reinforcement learning for fabrication. This review will provide researchers from diverse backgrounds with valuable insights into this emerging topic, fostering interdisciplinary efforts to accelerate the development of complex photonic devices and systems.         ",
    "url": "https://arxiv.org/abs/2506.20056",
    "authors": [
      "Yuheng Chen",
      "Alexander Montes McNeil",
      "Taehyuk Park",
      "Blake A. Wilson",
      "Vaishnavi Iyer",
      "Michael Bezick",
      "Jae-Ik Choi",
      "Rohan Ojha",
      "Pravin Mahendran",
      "Daksh Kumar Singh",
      "Geetika Chitturi",
      "Peigang Chen",
      "Trang Do",
      "Alexander V. Kildishev",
      "Vladimir M. Shalaev",
      "Michael Moebius",
      "Wenshan Cai",
      "Yongmin Liu",
      "Alexandra Boltasseva"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2506.20219",
    "title": "Integrated optomechanical ultrasonic sensors with nano-Pascal-level sensitivity",
    "abstract": "           Ultrasonic sensors are widely used for object detection and localization in underwater and biological settings. The operational range and spatial resolution are inherently limited by sensor sensitivity, in which conventional piezoelectric transducers have been overwhelmed by advanced photonic sensors. Here, we demonstrate an optomechanical ultrasonic sensor integrated into a photonic platform, which comprises a suspended SiO2 membrane embedded with a high-Q Si3N4 microring resonator. By exploiting simultaneous optical and mechanical resonances, the sensor achieves a record low noise-equivalent pressure (NEP) of 218 nPa/Hz^1/2 at 289 kHz in air and 9.6 nPa/Hz^1/2 at 52 kHz in water. We demonstrate its versatility through photoacoustic gas spectroscopy in air and underwater ultrasound imaging, achieving a minimum detectable C2H2 concentration of 2.9 ppm (integration time 1 s) and an imaging resolution of 1.89 mm, respectively. Our work represents a significant advancement in compact CMOS-compatible ultrasound sensing, unlocking new possibilities in biomedical imaging, environmental monitoring, industrial testing, and underwater communications.         ",
    "url": "https://arxiv.org/abs/2506.20219",
    "authors": [
      "Xuening Cao",
      "Hao Yang",
      "Min Wang",
      "Zhi-Gang Hu",
      "Zu-Lei Wu",
      "Yuanlei Wang",
      "Jian-Fei Liu",
      "Xin Zhou",
      "Jincheng Li",
      "Chenghao Lao",
      "Qi-Fan Yang",
      "Bei-Bei Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2506.20223",
    "title": "Efficient first-principles inverse design of nanolasers",
    "abstract": "           We develop and demonstrate a first-principles approach, based on the nonlinear Maxwell-Bloch equations and steady-state ab-initio laser theory (SALT), for inverse design of nanostructured lasers, incorporating spatial hole-burning corrections, threshold effects, out-coupling efficiency, and gain diffusion. The resulting figure of merit exploits the high-$Q$ regime of optimized laser cavities to perturbatively simplify the nonlinear model to a single linear ''reciprocal'' Maxwell solve. The consequences for laser-cavity design, and in particular the strong dependence on the nature of the gain region, are demonstrated using topology optimization of both 2d and full 3d geometries.         ",
    "url": "https://arxiv.org/abs/2506.20223",
    "authors": [
      "Beñat Martinez de Aguirre Jokisch",
      "Alexander Cerjan",
      "Rasmus Ellebæk Christiansen",
      "Jesper Mørk",
      "Ole Sigmund",
      "Steven G. Johnson"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.20365",
    "title": "Programmable spatiotemporal OAM optical toroidal beams with completely tunable properties",
    "abstract": "           Spatiotemporal toroidal orbital angular momentum (OAM) beams are a developing class of spatiotemporal beams which have key applications within quantum physics, metrology, imaging and optical manipulation. However, the full realization of these applications require complete configurability within tunable temporal duration, 3D geometric structure and OAM charge of these beams along with amplitude, phase and polarization control. In this paper, we demonstrate complete configurability of programmable, polarization-resolved OAM toroidal beams after propagation through a multimode optical fiber (MMF) supporting 90 spatial/polarization modes. We show high fidelity control: temporally with beams spanning 2.3 ps - 6.8 ps, geometrically with toroidal aspect ratios spanning 1.5-2.7 and with up to $|l|=13$ OAM topological charge. In total this system supports 25,000 spatiotemporal and polarization degrees of freedom which enables the independent control of all physical and geometric properties of these 3D toroidal beams. By utilizing an MMF, this system also enables toroidal beam delivery to previously inaccessible regions, paving the way for applications including optical manipulations, sensing and imaging through complex photonics media such as scattering biological tissues.         ",
    "url": "https://arxiv.org/abs/2506.20365",
    "authors": [
      "Andrew V. Komonen",
      "Nicolas K. Fontaine",
      "Martin Plöschner",
      "Marcos Maestre Morote",
      "David T. Neilson",
      "Joel Carpenter",
      "Mickael Mounaix"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.20647",
    "title": "Experimental demonstration of high compression of space by optical spaceplates",
    "abstract": "           The physical size of optical imaging systems is one of the greatest constraints on their use, limiting the performance and deployment of a range of systems from telescopes to mobile phone cameras. Spaceplates are nonlocal optical devices that compress free-space propagation into a shorter distance, paving the way for more compact optical systems, potentially even thin flat cameras. Here, we demonstrate the first engineered optical spaceplate and experimentally observe the highest space compression ratios yet demonstrated in any wavelength region, up to $\\mathcal{R}=176\\pm14$, which is 29 times higher than any previous device. Our spaceplate is a multilayer stack, a well-established commercial fabrication technology that supports mass production. The versatility of these stacks allows for the freedom to customize the spaceplate's bandwidth and angular range, impossible with previous optical experimental spaceplates, which were made of bulk materials. With the appropriate choice of these two parameters, multilayer spaceplates have near-term applications in light detection and ranging (LIDAR) technologies, retinal scanners, endoscopes, and other size-constrained optical devices.         ",
    "url": "https://arxiv.org/abs/2506.20647",
    "authors": [
      "Ryan Hogan",
      "Yaryna Mamchur",
      "R. Margoth Cordova-Castro",
      "Graham Carlow",
      "Brian T. Sullivan",
      "Orad Reshef",
      "Robert W. Boyd",
      "Jeff S. Lundeen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.20047",
    "title": "Metamaterials in Superconducting and Cryogenic Quantum Technologies",
    "abstract": "           The development of fault-tolerant quantum computers based on superconducting circuits faces critical challenges in qubit coherence, connectivity, and scalability. This review establishes metamaterials, artificial structures with on-demand electromagnetic properties, as a transformative solution. By engineering the photonic density of states, metamaterials can suppress decoherence via the Purcell effect and create multi-mode quantum buses for hardware-efficient control and long-range qubit coupling. We provide a comprehensive overview, from foundational principles and Hamiltonian engineering to the materials science of high-coherence devices. We survey state-of-the-art performance, highlighting record coherence times and coupling strengths achieved through metamaterial design. Furthermore, we explore advanced applications where engineered environments give rise to exotic excitations and topologically protected states, enabling novel error correction schemes and qubit architectures. Ultimately, we argue that metamaterials are evolving from passive components into the core architectural element of next-generation quantum technologies, paving a viable path toward scalable quantum computation.         ",
    "url": "https://arxiv.org/abs/2506.20047",
    "authors": [
      "Alex Krasnok"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.20318",
    "title": "Computed tomography of propagating microwave photons",
    "abstract": "           Propagating photons serve as essential links for distributing quantum information and entanglement across distant nodes. Knowledge of their Wigner functions not only enables their deployment as active information carriers but also provides error diagnostics when photons passively leak from a quantum processing unit. While well-established for standing waves, characterizing propagating microwave photons requires post-processing of room-temperature signals with excessive amplification noise. Here, we demonstrate cryogenic and amplification-free Wigner function tomography of propagating microwave photons using a superconductor-normal metal-superconductor bolometer based on the resistive heating effect of absorbed radiation. By introducing two-field interference in power detection, the bolometer acts as a sensitive and broadband quadrature detector that samples the input field at selected angles at millikelvin with no added noise. Adapting the principles of computed tomography (CT) in medical imaging, we implement Wigner function CT by combining quadrature histograms across different projection angles and demonstrate it for Gaussian states at the single-photon level with different symmetries. Compressed sensing and neural networks further reduce the projections to three without compromising the reconstruction quality. These results address the long-standing challenge of characterizing propagating microwave photons in a superconducting quantum network and establish a new avenue for real-time quantum error diagnostics and correction.         ",
    "url": "https://arxiv.org/abs/2506.20318",
    "authors": [
      "Qi-Ming Chen",
      "Aarne Keränen",
      "Aashish Sah",
      "Mikko Möttönen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2506.20403",
    "title": "A digital twin of atomic ensemble quantum memories",
    "abstract": "           Accurate performance estimation of experimentally demonstrated quantum memories is key to understand the nuances in their deployment in photonic quantum networks. While several software packages allow for accessible quantum simulation, they often do not account for the loss and noise in physical devices. We present a framework for modeling ensemble-based atomic quantum memories using the quantum channel formalism. We provide a Kraus matrix representation of several experimentally implemented state-of-the art quantum memories and give an overview of their most important performance metrics. To showcase the applicability of this approach, we implement a memory-assisted quantum token protocol within our simulation framework. Our digital twin model is readily extensible to other memory implementations and easily compatible with existing frameworks for performance simulation of experimental quantum networks.         ",
    "url": "https://arxiv.org/abs/2506.20403",
    "authors": [
      "Elizabeth Robertson",
      "Benjamin Maaß",
      "Konrad Tschernig",
      "Janik Wolters"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2506.20514",
    "title": "Super-resolving frequency measurement with mode-selective quantum memory",
    "abstract": "           High-precision optical frequency measurement is indispensable to modern science and technology, yet conventional spectroscopic techniques struggle to resolve spectral features narrower than their bandwidth. Here, we introduce a unique platform for super-resolving frequency estimation utilizing a mode-selective atomic Raman quantum memory implemented in warm cesium vapor. By precisely engineering the light-matter interaction, our memory coherently stores the optimal temporal mode with high fidelity and retrieves it on-demand, realizing a mode crosstalk as low as 0.34%. For the task of estimating the separation between two spectral lines, we experimentally measure the mean squared error of the frequency estimate, achieving a sensitivity as small as 1/20 of the linewidth with up to a ($34\\pm4$)-fold enhancement in precision over direct intensity measurements. This enhanced resolution of frequency measurements, combined with the memory's capability of on-demand storage, retrieval and mode conversion, paves the way for multifunctional memory-based time-frequency sensors and their integration within quantum networks.         ",
    "url": "https://arxiv.org/abs/2506.20514",
    "authors": [
      "Shicheng Zhang",
      "Aonan Zhang",
      "Ilse Maillette de Buy Wenniger",
      "Paul M. Burdekin",
      "Steven Sagona-Stophel",
      "Anindya Rastogi",
      "Sarah E. Thomas",
      "Ian A. Walmsley"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.20519",
    "title": "Scalable quantum interference in integrated lithium niobate nanophotonics",
    "abstract": "           Photonics has emerged as one of the leading platforms for the implementation of real-world-applicable quantum technologies, enabling secure communication, enhanced sensing capabilities, as well as resolving previously intractable computational challenges. However, to harness the full potential of the photonics platform, several engineering feats need to be accomplished, among those is the quest for a scalable source of pure single photons. While single photon sources can be implemented in a variety of different ways, integrated lithium niobate stands out as a prime contender for a monolithic quantum photonics platform, given its second-order nonlinearity and proven classical scalability. Despite the extensive effort put into developing the platform, integrating suitable photon pair sources remains a hurdle limiting the scalability of quantum photonic systems in lithium niobate. We engineer three-wave-mixing in a nanophotonic lithium niobate device, integrating multiple near-perfect spectrally separable heralded single photon sources. By mixing photons generated via the developed sources, we show bosonic interference between indistinguishable photons, a crucial interaction for many photonic quantum computing protocols. This demonstration of the first proof-of-principle multi-source interference in integrated lithium niobate contributes to developing a truly scalable quantum photonics platform.         ",
    "url": "https://arxiv.org/abs/2506.20519",
    "authors": [
      "Tristan Kuttner",
      "Alessandra Sabatti",
      "Jost Kellner",
      "Rachel Grange",
      "Robert J. Chapman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.20587",
    "title": "How to use quantum computers for biomolecular free energies",
    "abstract": "           Free energy calculations are at the heart of physics-based analyses of biochemical processes. They allow us to quantify molecular recognition mechanisms, which determine a wide range of biological phenomena from how cells send and receive signals to how pharmaceutical compounds can be used to treat diseases. Quantitative and predictive free energy calculations require computational models that accurately capture both the varied and intricate electronic interactions between molecules as well as the entropic contributions from motions of these molecules and their aqueous environment. However, accurate quantum-mechanical energies and forces can only be obtained for small atomistic models, not for large biomacromolecules. Here, we demonstrate how to consistently link accurate quantum-mechanical data obtained for substructures to the overall potential energy of biomolecular complexes by machine learning in an integrated algorithm. We do so using a two-fold quantum embedding strategy where the innermost quantum cores are treated at a very high level of accuracy. We demonstrate the viability of this approach for the molecular recognition of a ruthenium-based anticancer drug by its protein target, applying traditional quantum chemical methods. As such methods scale unfavorable with system size, we analyze requirements for quantum computers to provide highly accurate energies that impact the resulting free energies. Once the requirements are met, our computational pipeline FreeQuantum is able to make efficient use of the quantum computed energies, thereby enabling quantum computing enhanced modeling of biochemical processes. This approach combines the exponential speedups of quantum computers for simulating interacting electrons with modern classical simulation techniques that incorporate machine learning to model large molecules.         ",
    "url": "https://arxiv.org/abs/2506.20587",
    "authors": [
      "Jakob Günther",
      "Thomas Weymuth",
      "Moritz Bensberg",
      "Freek Witteveen",
      "Matthew S. Teynor",
      "F. Emil Thomasen",
      "Valentina Sora",
      "William Bro-Jørgensen",
      "Raphael T. Husistein",
      "Mihael Erakovic",
      "Marek Miller",
      "Leah Weisburn",
      "Minsik Cho",
      "Marco Eckhoff",
      "Aram W. Harrow",
      "Anders Krogh",
      "Troy Van Voorhis",
      "Kresten Lindorff-Larsen",
      "Gemma Solomon",
      "Markus Reiher",
      "Matthias Christandl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2506.20627",
    "title": "Quantum sensing of displacements with stabilized GKP states",
    "abstract": "           We demonstrate how recent protocols developed for the stabilization of Gottesman-Kitaev-Preskill (GKP) states can be used for the estimation of two-quadrature displacement sensing, with sensitivities approaching the multivariate quantum Cramer-Rao bound. Thanks to the stabilization, this sensor is backaction evading and can function continuously without reset, making it well suited for the detection of itinerant signals. Additionally, we provide numerical simulations showing that the protocol can unconditionally surpass the Gaussian limit of displacement sensing with prior information, even in the presence of realistic noise. Our work shows how reservoir engineering in bosonic systems can be leveraged for quantum metrology, with potential applications in force sensing, waveform estimation and quantum channel learning.         ",
    "url": "https://arxiv.org/abs/2506.20627",
    "authors": [
      "Lautaro Labarca",
      "Sara Turcotte",
      "Alexandre Blais",
      "Baptiste Royer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.20661",
    "title": "Architectural mechanisms of a universal fault-tolerant quantum computer",
    "abstract": "           Quantum error correction (QEC) is believed to be essential for the realization of large-scale quantum computers. However, due to the complexity of operating on the encoded `logical' qubits, understanding the physical principles for building fault-tolerant quantum devices and combining them into efficient architectures is an outstanding scientific challenge. Here we utilize reconfigurable arrays of up to 448 neutral atoms to implement all key elements of a universal, fault-tolerant quantum processing architecture and experimentally explore their underlying working mechanisms. We first employ surface codes to study how repeated QEC suppresses errors, demonstrating 2.14(13)x below-threshold performance in a four-round characterization circuit by leveraging atom loss detection and machine learning decoding. We then investigate logical entanglement using transversal gates and lattice surgery, and extend it to universal logic through transversal teleportation with 3D [[15,1,3]] codes, enabling arbitrary-angle synthesis with logarithmic overhead. Finally, we develop mid-circuit qubit re-use, increasing experimental cycle rates by two orders of magnitude and enabling deep-circuit protocols with dozens of logical qubits and hundreds of logical teleportations with [[7,1,3]] and high-rate [[16,6,4]] codes while maintaining constant internal entropy. Our experiments reveal key principles for efficient architecture design, involving the interplay between quantum logic and entropy removal, judiciously using physical entanglement in logic gates and magic state generation, and leveraging teleportations for universality and physical qubit reset. These results establish foundations for scalable, universal error-corrected processing and its practical implementation with neutral atom systems.         ",
    "url": "https://arxiv.org/abs/2506.20661",
    "authors": [
      "Dolev Bluvstein",
      "Alexandra A. Geim",
      "Sophie H. Li",
      "Simon J. Evered",
      "J. Pablo Bonilla Ataides",
      "Gefen Baranes",
      "Andi Gu",
      "Tom Manovitz",
      "Muqing Xu",
      "Marcin Kalinowski",
      "Shayan Majidy",
      "Christian Kokail",
      "Nishad Maskara",
      "Elias C. Trapp",
      "Luke M. Stewart",
      "Simon Hollerith",
      "Hengyun Zhou",
      "Michael J. Gullans",
      "Susanne F. Yelin",
      "Markus Greiner",
      "Vladan Vuletic",
      "Madelyn Cain",
      "Mikhail D. Lukin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2309.00654",
    "title": "PyMoosh : a comprehensive numerical toolkit for computing the optical properties of multilayered structures",
    "abstract": "           We present PyMoosh, a Python-based simulation library designed to provide a comprehensive set of numerical tools allowing to compute essentially all optical characteristics of multilayered structures, ranging from reflectance and transmittance to guided modes and photovoltaic efficiency. PyMoosh is designed not just for research purposes, but also for use-cases in education. To this end, we have invested significant effort in ensuring user-friendliness and simplicity of the interface. PyMoosh has been developed in line with the principles of Open Science and taking into account the fact that multilayered structures are increasingly being used as a testing ground for optimization and deep learning approaches. We provide in this paper the theoretical basis at the core of PyMoosh, an overview of its capabilities, as well as a comparison between the different numerical methods implemented in terms of speed and stability. We are convinced such a versatile tool will be useful for the community in many ways.         ",
    "url": "https://arxiv.org/abs/2309.00654",
    "authors": [
      "Denis Langevin",
      "Pauline Bennet",
      "Abdourahman Khaireh-Walieh",
      "Peter Wiecha",
      "Olivier Teytaud",
      "Antoine Moreau"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.04845",
    "title": "Medusa 84 SiH -- A novel high Selectivity Electron Beam Resist for Diamond Quantum Technologies",
    "abstract": "           We investigate the novel electron beam resist Medusa 84 SiH by Allresist GmbH (Germany) for nanostructuring of single crystal diamond and its effects on the spin properties of nitrogen vacancy (NV) centers in nanopillars as prototypes for photonic structures. We find contrast curves comparable to those of resists previously used for this task (Hydrogensilsequioxane FOx). We present a minimum selectivity for diamond etching of 6$\\pm$1. Using an adhesion-promoting silicon interlayer enables fabrication yields of up to 98\\%. We measure $T_2$ times of up to $\\sim$25 $\\mu$s before and after processing, demonstrating that the manufactured structures are usable for diamond-based quantum sensing.         ",
    "url": "https://arxiv.org/abs/2503.04845",
    "authors": [
      "Oliver Roman Opaluch",
      "Sebastian Westrich",
      "Nimba Oshnik",
      "Philipp Fuchs",
      "Jan Fait",
      "Sandra Wolff",
      "Harry Biller",
      "Mandy Sendel",
      "Christoph Becher",
      "Elke Neu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2506.17423",
    "title": "A Liquid-Nitrogen-Cooled Ca+ Ion Optical Clock with a Systematic Uncertainty of 4.6E-19",
    "abstract": "           We report a single-ion optical clock based on the 4S_1/2-3D_5/2 transition of the 40Ca+ ion, operated in a liquid nitrogen cryogenic environment,achieving a total systematic uncertainty of 4.6E-19. We employ a refined temperature evaluation scheme to reduce the frequency uncertainty due to blackbody radiation (BBR), and the 3D sideband cooling has been implemented to minimize the second-order Doppler shift. We have precisely determined the average Zeeman coefficient of the 40Ca+ clock transition to be 14.345(40) Hz/mT^2, thereby significantly reducing the quadratic Zeeman shift uncertainty. Moreover, the cryogenic environment enables the lowest reported heating rate due to ambient electric field noise in trapped-ion optical clocks.         ",
    "url": "https://arxiv.org/abs/2506.17423",
    "authors": [
      "Baolin Zhang",
      "Zixiao Ma",
      "Yao Huang",
      "Huili Han",
      "Ruming Hu",
      "Yuzhuo Wang",
      "Huaqing Zhang",
      "Liyan Tang",
      "Tingyun Shi",
      "Hua Guan",
      "Kelin Gao"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.19659",
    "title": "Voltage-Induced Oxidation for Enhanced Purity and Reproducibility of Quantum Emission in Monolayer 2D Materials",
    "abstract": "           We report a voltage-induced oxidation technique using conductive atomic force microscopy to enhance the single-photon purity and reproducibility of quantum emitters in monolayer tung-sten diselenide (WSe2). By applying a controlled electric field across a monolayer WSe2/poly(vinylidene fluoride-co-trifluoroethylene) (P(VDF-TrFE)) on a silicon substrate, localized oxidation is induced around nanoindented emitter sites in the WSe2. This treatment selectively suppresses defect-bound exciton emissions while preserving emission from pristine regions within the indentations. Photoluminescence and second-order correlation measurements at 18 K demonstrate a substantial increase in single-photon purity when comparing emitters from untreated and voltage-treated regions. Emitters from untreated regions showed average values of g2(0) near or above the 0.5 threshold. In contrast, emitters from voltage-treated regions exhibited g2(0) values consistently below 0.14, with most falling near 0.05, demonstrating high-purity single-photon emission well below the g2(0) < 0.5 threshold. This enhancement results from the oxidation-induced suppression of spurious luminescence from the area around the quantum emitter site that is spectrally degenerate with the single-photon wavelength. This approach offers nonvolatile, spatially selective control over the emitter environment without degrading the emission intensity, improving both purity and stability. It provides a scalable route for integrating high-quality quantum emitters in two-dimensional materials into photonic platforms. Integration with spectral tuning strategies such as strain engineering, local dielectric patterning, or electrostatic gating could further enable deterministic, wavelength-selective single-photon sources for advanced quantum photonic applications         ",
    "url": "https://arxiv.org/abs/2506.19659",
    "authors": [
      "Sung-Joon Lee",
      "Hsun-Jen Chuang",
      "Kathleen M. McCreary",
      "Mehmet A. Noyan",
      "Berend T.Jonker"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2504.10086",
    "title": "New Atomic Orbital Functions.Complete and Orthonormal Sets of ETOs with Non-integer Quantum Numbers.Results for He-like atoms",
    "abstract": "           The Hartree-Fock-Rothaan equations are solved for He-like ions using the iterative self-consistent method. New complete and orthonormal sets of exponential-type orbitals are employed as the basis. These orbitals satisfy the orthonormality condition for quantum numbers with fractional power. They are solutions of a Schrodinger-like differential equation derived by the authors. In a recent study conducted for the calculation of the hydrogen atom energy levels, it has been demonstrated that the fractional formalism of the principal and the angular momentum quantum numbers converges to the 1s level of the ground state energy of hydrogen atom, obtained from the solution of the standard Schrodinger equation. This study examines the effect of fractional values of the quantum numbers for two-electron systems, which is the simplest system with electron correlation effects.         ",
    "url": "https://arxiv.org/abs/2504.10086",
    "authors": [
      "A. Bagci",
      "P. E. Hoggan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2506.08575",
    "title": "Adaptive quantum dynamics with the time-dependent variational Monte Carlo method",
    "abstract": "           We introduce an extension of the time-dependent variational Monte Carlo (tVMC) method that adaptively controls the expressivity of the variational quantum state during the simulation. This adaptive tVMC approach addresses numerical instabilities that arise when the variational ansatz is overparameterized or contains redundant degrees of freedom. Building on the concept of the local-in-time error (LITE), a measure of the deviation between variational and exact evolution, we introduce a procedure to quantify each parameter's contribution to reducing the LITE, using only quantities already computed in standard tVMC simulations. These relevance estimates guide the selective evolution of only the most significant parameters at each time step, while maintaining a prescribed level of accuracy. We benchmark the algorithm on quantum quenches in the one-dimensional transverse-field Ising model using both spin-Jastrow and restricted Boltzmann machine wave functions, with an emphasis on overparameterized regimes. The adaptive scheme significantly improves numerical stability and reduces the need for strong regularization, enabling reliable simulations with highly expressive variational ansätze.         ",
    "url": "https://arxiv.org/abs/2506.08575",
    "authors": [
      "Raffaele Salioni",
      "Rocco Martinazzo",
      "Davide Emilio Galli",
      "Christian Apostoli"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]