[
  {
    "id": "arXiv:2504.16199",
    "title": "Unifying Measurement Schemes in 2-D Terahertz Spectroscopy",
    "abstract": "           Two distinct measurement schemes have emerged for the new technique of two-dimensional terahertz spectroscopy (2DTS), complicating the literature. Here, we argue that the 'conventional' measurement scheme derived from nuclear magnetic resonance and its optical-frequency analogues should be favored over the 'alternative' measurement scheme implemented in the majority of 2DTS literature. It is shown that the conventional scheme avoids issues such as overlapping nonlinearities and facilitates physical interpretation of spectra, in contrast to the alternative scheme.         ",
    "url": "https://arxiv.org/abs/2504.16199",
    "authors": [
      "Albert Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2504.16347",
    "title": "An efficient offline sensor placement method for flow estimation",
    "abstract": "           We present an efficient method to optimize sensor placement for flow estimation using sensors with time-delay embedding in advection-dominated flows. Our solution allows identifying promising candidates for sensor positions using solely preliminary flow field measurements with non-time-resolved Particle Image Velocimetry (PIV), without introducing physical probes in the flow. Data-driven estimation in advection-dominated flows often exploits time-delay embedding to enrich the sensor information for the reconstruction, i.e. it uses the information embedded in probe time series to provide a more accurate estimation. Optimizing the probe position is the key to improving the accuracy of such estimation. Unfortunately, the cost of performing an online combinatorial search to identify the optimal sensor placement in experiments is often prohibitive. We leverage the principle that, in advection-dominated flows, rows of vectors from PIV fields embed similar information to that of probe time series located at the downstream end of the domain. We propose thus to optimize the sensor placement using the row data from non-time-resolved PIV measurements as a surrogate of the data a real probe would actually capture in time. This optimization is run offline and requires only one preliminary experiment with standard PIV. Once the optimal positions are identified, the probes can be installed and operated simultaneously with the PIV to perform the time-resolved field estimation. We show that the proposed method outperforms equidistant positioning or greedy optimization techniques available in the literature.         ",
    "url": "https://arxiv.org/abs/2504.16347",
    "authors": [
      "Junwei Chen",
      "Marco Raiola",
      "Stefano Discetti"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2504.16422",
    "title": "Cooperative-Memory Photonic Reservoir using Modulation Nonlinearity: Circumventing the Speed Constraints of Nonlinear Silicon Microring Resonators",
    "abstract": "           Complex dynamics of silicon microring resonators loaded by delayed feedback elements enable high-speed photonic reservoir computing. Implementing feedback is especially challenging when the required delay should match the time scales of silicon's nonlinearities. To increase the computation speed and preclude any need for very long delay lines, we avoid relying on silicon's nonlinearity and merely employ either amplitude or phase modulation along with direct detection. By supplementing its memory with that of the electronic output layer, the proposed photonic reservoir composed of a Mach-Zehnder interferometer and a microring resonator is predicted to perform computations one order of magnitude faster than those based on silicon's nonlinearity with its speed only limited by the modulation/detection bandwidth. This reservoir performs accurately in NARMA-10, Mackey-Glass, and Santa-Fe prediction tasks, and enables signal equalization in optical communication systems.         ",
    "url": "https://arxiv.org/abs/2504.16422",
    "authors": [
      "Amideddin Mataji-Kojouri",
      "Sebastian Kühl",
      "Mohammad Seifi Laleh",
      "Stephan Pachnicke",
      "Kambiz Jamshidi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2504.16500",
    "title": "Strongly inhomogeneous spin dynamics induced by ultrashort laser pulses with a gradient intensity profile",
    "abstract": "           The optical pump-probe technique is a common tool for investigation of ultrafast spin dynamics, which usually utilizes single-diode detection averaging the dynamics over the pumped area. Using ultrafast imaging technique, we show experimentally that a femtosecond laser pulse with a gradient distribution of intensity efficiently excites strongly inhomogeneous spin dynamics on spatial scales much smaller than the pump spot size. The mechanism responsible for the inhomogeneous distribution is based on temperature gradients and corresponds to a sign change of the torque derivative in different areas of the pump. We argue that the observed phenomenon is general for the systems with competitive magnetic anisotropies. Overlooking this effect in the majority of pump-probe experiments may result in a dramatic underestimation of the live time and amplitude of the laser-induced spin dynamics.         ",
    "url": "https://arxiv.org/abs/2504.16500",
    "authors": [
      "T.T. Gareev",
      "N.E. Khokhlov",
      "L. Körber",
      "A.V. Kimel"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2504.16645",
    "title": "Preliminary design of a Cavity Tuner for Superconducting Radio-Frequency Cavity",
    "abstract": "           This paper introduces a newly designed cavity tuner for superconducting radio-frequency (SRF) cavity. Aiming to overcome the drawbacks of traditional tuning systems, like the limited tuning range of piezoelectric tuner and the low-speed tuning of stepper-motor-based tuner, this novel tuner is crafted to improve SRF cavity performance and stability via efficient and accurate frequency tuning. The design encompasses several key elements. The cavity structure includes a commonly used 1.3 GHz single-cell superconducting cavity and a room-temperature coaxial tuner cavity. The coupling mechanism between the two cavities, along with the coupling window design, ensures effective energy transfer while minimizing losses. The mechanical tuning system, driven by electromagnetic coils, enables precise adjustments, and the cooling mechanisms for both cavities guarantee stable operation. Functioning by coupling an external resonant cavity to the superconducting one, this tuner can adjust frequencies through mechanical or electromagnetic methods. It realizes rapid tuning, with a speed much faster than traditional mechanical tuner, high-precision tuning down to the sub-mHz level, and a wide tuning range covering a broader frequency spectrum. Theoretical analysis and simulations verify that the tuner can remarkably enhance tuning speed, precision, and range. It also has distinct advantages such as a simplified structure, which reduces manufacturing and maintenance complexity, and enhanced reliability due to its non-contact tuning operation. In particle accelerators, this cavity tuner holds great potential. It represents a significant step forward in superconducting accelerator technology, offering a novel way to optimize the performance and stability of SRF cavity.         ",
    "url": "https://arxiv.org/abs/2504.16645",
    "authors": [
      "Ming Liu",
      "Jiyuan Zhai",
      "Feisi He",
      "Zhenghui Mi"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2504.16652",
    "title": "Non-linearity Effect Analysis of Gaussian Pulse Propagation In Optical Fiber",
    "abstract": "           In this research, numerical analysis of nonlinear pulse propagation is carried out. This is done mainly by solving the nonlinear Schrodinger equation using the split step algorithm. In a nonlinear media, dispersive effects exist simultaneously with nonlinear effects. Refractive index dependence on intensity results in optical Kerr effect which causes narrowing of transmitted pulses by inducing self-phase modulation while second order group velocity dispersion causes the pulses to spread. In this project, group velocity dispersion is discussed followed by self-phase modulation. These individually detrimental effects are shown to combine beneficially for propagation of pulses here. Gaussian pulse is studied and propagated by using them as input in to the nonlinear Schrodinger equation. The split step algorithm is described in depth. Explanation of each step is included along with the relevant equations defining these steps.         ",
    "url": "https://arxiv.org/abs/2504.16652",
    "authors": [
      "Yogesh Deo",
      "Meenu Shrestha",
      "Om Nath Acharya"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2504.16731",
    "title": "300 μs optical cavity storage time and $\\mathbf{10^{-7}}$ active RAM cancellation for $\\mathbf{10^{-19}}$ laser frequency stabilisation",
    "abstract": "           Frequency stabilisation of lasers to optical reference cavities is an established method to achieve state-of-the-art stability. The strengths of this method are the high discriminator coefficient of optical cavities, and the low-noise extraction of the stabilisation signal using modulation techniques. In this Letter we report beyond state-of-the-art performance on both of these fundamentals, unlocking $10^{-19}$ fractional frequency laser stabilisation. We employ a 68 cm long cavity to realise an optical storage time of 300 microseconds, achieving ultrahigh frequency discrimination. We develop a simple and robust scheme to actively cancel residual amplitude modulation (RAM) at the $10^{-7}$ level in an annealed-proton-exchanged lithium-niobate waveguide electro-optic-modulator (EOM).         ",
    "url": "https://arxiv.org/abs/2504.16731",
    "authors": [
      "Adam L. Parke",
      "Marco Schioppo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.16769",
    "title": "Deep photonic reservoir computer for nonlinear equalization of 16-level quadrature amplitude modulation signals",
    "abstract": "           Photonic reservoir computer (PRC) is a kind of real-time and adaptive recurrent neural network, where only weights in the readout layer require training. PRC is a promising tool to deal with the crucial issue of nonlinear equalization in optical fiber communications. Here we theoretically show a deep PRC for the nonlinear equalization of coherent signals with the format of 16- level quadrature amplitude modulation (16-QAM). The deep PRC consists of cascading injection-locked Fabry-Perot lasers with optical feedback. Both the in-phase component and the quadrature component of the 16-QAM signals are simultaneously injected into the deep PRC in parallel, based on the wavelength multiplexing of Fabry-Perot lasers. It is demonstrated that the deep PRC exhibits strong capability for the nonlinearity compensation of coherent signals. The Q factor is improved by more than 1 dB for 16-QAM signals with launch powers above 10 dBm, associated with a bit rate of 240 Gbps and a transmission distance of 50 km.         ",
    "url": "https://arxiv.org/abs/2504.16769",
    "authors": [
      "Rui-Qian Li",
      "Yi-Wei Shen",
      "Zekun Niu",
      "Guozhi Xu",
      "Jingyi Yu",
      "Xuming He",
      "Lilin Yi",
      "Cheng Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.16811",
    "title": "A novel method for measuring the attenuation length and the group velocity of transparent liquids in a variable length cavity",
    "abstract": "           The transparency of liquid scintillators or water is an important parameter for many detectors in particle and astroparticle physics. In this work, the Cavity Enhanced Long Light Path Attenuation Length Screening (CELLPALS) method for the determination of the attenuation length is presented for the first time. The method is based on an experimental setup similar to a Fabry-Pérot interferometer but adding up multiple-reflected intensities of a modulated light source. CELLPALS was developed to measure the attenuation length of highly transparent liquids (> 10 m) with significantly lower uncertainties than with UV-Vis spectroscopy, which is a standard method for determining the attenuation length. In addition to the attenuation length, the group velocity of light in the sample can also be derived from the free spectral range of the cavity, which is not provided by any conventional method for determining the attenuation length. In this work, the CELLPALS method, its achievable precision and an experimental setup to demonstrate its feasibility are discussed. The attenuation lengths and group velocities of several transparent liquids were measured at wavelengths between 420 nm and 435 nm. In addition, the attenuation length and group velocity of linear alkylbenzene (LAB) samples after different purification stages and a purified LAB-based liquid scintillator were measured at a wavelength of 425 nm. The results confirmed the potential of CELLPALS to determine the attenuation length with an uncertainty of ~ 2 %. The group velocity of light in the sample can be determined with an uncertainty of ~ 0.03 %.         ",
    "url": "https://arxiv.org/abs/2504.16811",
    "authors": [
      "Jessica Eck",
      "Dhanushka Bandara",
      "Gina Grünauer",
      "Tobias Heinz",
      "Tobias Lachenmaier"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2504.16865",
    "title": "General method for solving nonlinear optical scattering problems using fix point iterations",
    "abstract": "           In this paper we introduce a new fix point iteration scheme for solving nonlinear electromagnetic scattering problems. The method is based on a spectral formulation of Maxwell's equations called the Bidirectional Pulse Propagation Equations. The scheme can be applied to a wide array of slab-like geometries, and for arbitrary material responses. We derive the scheme and investigated how it performs with respect to convergence and accuracy by applying it to the case of light scattering from a simple slab whose nonlinear material response is a sum a very fast electronic vibrational response, and a much slower molecular vibrational response.         ",
    "url": "https://arxiv.org/abs/2504.16865",
    "authors": [
      "Per Kristen Jakobsen"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2504.16928",
    "title": "Enhancing high-order harmonic generation in two-color laser fields: A comparison of single- and two-color schemes",
    "abstract": "           We compare the enhancement of high-order harmonic generation in argon using 800--400 and 800--266~nm laser fields with their optimized single-color counterparts. We observe that the two-color fields generally outperform the single-color 800~nm field by factors of 2 to 3800, depending on the photon energy and generation scheme. From this comparison, we determine which scheme is optimal for each photon energy. We also observe that the divergence of HHG produced by the 800--266~nm laser fields is smaller than that of the other single- and two-color driving fields, perhaps suggesting that the 800--266~nm fields optimize the recombination probability of the so-called ``short\" electron trajectories.         ",
    "url": "https://arxiv.org/abs/2504.16928",
    "authors": [
      "Jan Troß",
      "Travis Severt",
      "eorgios Kolliopoulos",
      "Pratap Timilsina",
      "Itzik Ben-Itzhak",
      "Carlos A. Trallero-Herrero"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2504.16119",
    "title": "Micro-Ring Perceptron Sensor for High-Speed, Low-Power Radio-Frequency Signal",
    "abstract": "           Radio-frequency (RF) sensing enables long-range, high-resolution detection for applications such as radar and wireless communication. RF photonic sensing mitigates the bandwidth limitations and high transmission losses of electronic systems by transducing the detected RF signals into broadband optical carriers. However, these sensing systems remain limited by detector noise and Nyquist rate sampling with analog-to-digital converters, particularly under low-power and high-data rate conditions. To overcome these limitations, we introduce the micro-ring perceptron (MiRP) sensor, a physics-inspired AI framework that integrates the micro-ring (MiR) dynamics-based analog processor with a machine-learning-driven digital backend. By embedding the nonlinear optical dynamics of MiRs into an end-to-end architecture, MiRP sensing maps the input signal into a learned feature space for the subsequent digital neural network. The trick is to encode the entire temporal structure of the incoming signal into each output sample in order to enable effectively sub-Nyquist sampling without loss of task-relevant information. Evaluations of three target classification datasets demonstrate the performance advantages of MiRP sensing. For example, on MNIST, MiRP detection achieves $94\\pm0.1$\\% accuracy at $1/49$ the Nyquist rate at the input RF signal of $1$~ pW, compared to $11\\pm0.4$\\% for the conventional RF detection method. Thus, our sensor framework provides a robust and efficient solution for the detection of low-power and high-speed signals in real-world sensing applications.         ",
    "url": "https://arxiv.org/abs/2504.16119",
    "authors": [
      "Bo-Han Wu",
      "Shi-Yuan Ma",
      "Sri Krishna Vadlamani",
      "Hyeongrak Choi",
      "Dirk Englund"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.16297",
    "title": "Augmenting Simulated Noisy Quantum Data Collection by Orders of Magnitude Using Pre-Trajectory Sampling with Batched Execution",
    "abstract": "           Classically simulating quantum systems is challenging, as even noiseless $n$-qubit quantum states scale as $2^n$. The complexity of noisy quantum systems is even greater, requiring $2^n \\times 2^n$-dimensional density matrices. Various approximations reduce density matrix overhead, including quantum trajectory-based methods, which instead use an ensemble of $m \\ll 2^n$ noisy states. While this method is dramatically more efficient, current implementations use unoptimized sampling, redundant state preparation, and single-shot data collection. In this manuscript, we present the Pre-Trajectory Sampling technique, increasing the efficiency and utility of trajectory simulations by tailoring error types, batching sampling without redundant computation, and collecting error information. We demonstrate the effectiveness of our method with both a mature statevector simulation of a 35-qubit quantum error-correction code and a preliminary tensor network simulation of 85 qubits, yielding speedups of up to $10^6$x and $16$x, as well as generating massive datasets of one trillion and one million shots, respectively.         ",
    "url": "https://arxiv.org/abs/2504.16297",
    "authors": [
      "Taylor L. Patti",
      "Thien Nguyen",
      "Justin G. Lietz",
      "Alexander J. McCaskey",
      "Brucek Khailany"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2504.16333",
    "title": "Terahertz field effect in a two-dimensional semiconductor MoS2",
    "abstract": "           Layered two-dimensional (2D) materials, with their atomic-scale thickness and tunable electronic, optical, and mechanical properties, open many promising pathways to significantly advance modern electronics. The field effect caused by a strong electric field, typically of MV/cm level, applied perpendicular to the material layers, is a highly effective method for controlling these properties. Field effect allows the regulation of the electron flow in transistor channels, improves the photodetector efficiency and spectral range, and facilitates the exploration of novel exotic quantum phenomena in 2D materials. However, existing approaches to induce the field effect in 2D materials utilize circuit-based electrical gating methods fundamentally limited to microwave response rates. Device-compatible ultrafast, sub-picosecond control needed for modern technology and basic science applications still remains a challenge. In this study, we demonstrate such an ultrafast field effect in atomically thin MoS2, an archetypal 2D semiconductor, embedded in a hybrid 3D-2D terahertz nanoantenna structure. This nanoantenna efficiently converts an incident terahertz electric field into the vertical ultrafast gating field in MoS2 while simultaneously enhancing it to the required MV/cm level. We observe the terahertz field effect optically as coherent terahertz-induced Stark shift of characteristic exciton resonances in MoS2. Our results enable novel developments in technology and the fundamental science of 2D materials, where the terahertz field effect is crucial.         ",
    "url": "https://arxiv.org/abs/2504.16333",
    "authors": [
      "Tomoki Hiraoka",
      "Sandra Nestler",
      "Wentao Zhang",
      "Simon Rossel",
      "Hassan A. Hafez",
      "Savio Fabretti",
      "Heike Schloerb",
      "Andy Thomas",
      "Dmitry Turchinovich"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.16493",
    "title": "Breaking scaling relations with inverse catalysts: a machine learning exploration of trends in $\\mathrm{CO_2}$ hydrogenation energy barriers",
    "abstract": "           The conversion of $\\mathrm{CO_2}$ into useful products such as methanol is a key strategy for abating climate change and our dependence on fossil fuels. Developing new catalysts for this process is costly and time-consuming and can thus benefit from computational exploration of possible active sites. However, this is complicated by the complexity of the materials and reaction networks. Here, we present a workflow for exploring transition states of elementary reaction steps at inverse catalysts, which is based on the training of a neural network-based machine learning interatomic potential. We focus on the crucial formate intermediate and its formation over nanoclusters of indium oxide supported on Cu(111). The speedup compared to an approach purely based on density functional theory allows us to probe a wide variety of active sites found at nanoclusters of different sizes and stoichiometries. Analysis of the obtained set of transition state geometries reveals different structure--activity trends at the edge or interior of the nanoclusters. Furthermore, the identified geometries allow for the breaking of linear scaling relations, which could be a key underlying reason for the excellent catalytic performance of inverse catalysts observed in experiments.         ",
    "url": "https://arxiv.org/abs/2504.16493",
    "authors": [
      "Luuk H. E. Kempen",
      "Marius Juul Nielsen",
      "Mie Andersen"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Machine Learning (cs.LG)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2504.16553",
    "title": "Least-Squares-Embedded Optimization for Accelerated Convergence of PINNs in Acoustic Wavefield Simulations",
    "abstract": "           Physics-Informed Neural Networks (PINNs) have shown promise in solving partial differential equations (PDEs), including the frequency-domain Helmholtz equation. However, standard training of PINNs using gradient descent (GD) suffers from slow convergence and instability, particularly for high-frequency wavefields. For scattered acoustic wavefield simulation based on Helmholtz equation, we derive a hybrid optimization framework that accelerates training convergence by embedding a least-squares (LS) solver directly into the GD loss function. This formulation enables optimal updates for the linear output layer. Our method is applicable with or without perfectly matched layers (PML), and we provide practical tensor-based implementations for both scenarios. Numerical experiments on benchmark velocity models demonstrate that our approach achieves faster convergence, higher accuracy, and improved stability compared to conventional PINN training. In particular, our results show that the LS-enhanced method converges rapidly even in cases where standard GD-based training fails. The LS solver operates on a small normal matrix, ensuring minimal computational overhead and making the method scalable for large-scale wavefield simulations.         ",
    "url": "https://arxiv.org/abs/2504.16553",
    "authors": [
      "Mohammad Mahdi Abedi",
      "David Pardo",
      "Tariq Alkhalifah"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2504.16600",
    "title": "3D-1D modelling of cranial plate heating induced by low or medium frequency magnetic fields",
    "abstract": "           Safety assessment of patients with one-dimensionally structured passive implants, like cranial plates or stents, exposed to low or medium frequency magnetic fields, like those generated in magnetic resonance imaging or magnetic hyperthermia, can be challenging, because of the different length scales of the implant and the human body. Most of the methods used to estimate the heating induced near such implants neglect the presence of the metallic materials within the body, modeling the metal as thermal seeds. To overcome this limitation, a novel numerical approach that solves three-dimensional and one-dimensional coupled problems is proposed. This method leads to improved results by modelling the thermal diffusion through the highly conductive metallic implants. A comparison of the proposed method predictions with measurements performed on a cranial plate exposed to the magnetic field generated by a gradient coil system for magnetic resonance imaging is presented, showing an improved accuracy up to 25 % with respect to the method based on thermal seeds. The proposed method is finally applied to a magnetic hyperthermia case study in which a patient with a cranial plate is exposed to the magnetic field generated by a collar-type magnetic hyperthermia applicator for neck tumour treatment, predicting a temperature increase in proximity of the implant that is 10 % lower than the one overestimated by relying on thermal seeds.         ",
    "url": "https://arxiv.org/abs/2504.16600",
    "authors": [
      "Alessandro Arduino",
      "Oriano Bottauscio",
      "Denise Grappein",
      "Stefano Scialó",
      "Fabio Vicini",
      "Umberto Zanovello",
      "Luca Zilberti"
    ],
    "subjectives": [
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Numerical Analysis (math.NA)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2504.16725",
    "title": "Quantum sensing with spin defects in boron nitride nanotubes",
    "abstract": "           Spin defects in semiconductors are widely investigated for various applications in quantum sensing. Conventional host materials such as diamond and hexagonal boron nitride (hBN) provide bulk or low-dimensional platforms for optically addressable spin systems, but often lack the structural properties needed for chemical sensing. Here, we introduce a new class of quantum sensors based on naturally occurring spin defects in boron nitride nanotubes (BNNTs), which combine high surface area with omnidirectional spin control, key features for enhanced sensing performance. First, we present strong evidence that these defects are carbon-related, akin to recently identified centers in hBN, and demonstrate coherent spin control over ensembles embedded within dense, microscale BNNTs networks. Using dynamical decoupling, we enhance spin coherence times by a factor exceeding 300x and implement high-resolution detection of radiofrequency signals. By integrating the BNNT mesh sensor into a microfluidic platform we demonstrate chemical sensing of paramagnetic ions in solution, with detectable concentrations reaching levels nearly 1000 times lower than previously demonstrated using comparable hBN-based systems. This highly porous and flexible architecture positions BNNTs as a powerful new host material for quantum sensing.         ",
    "url": "https://arxiv.org/abs/2504.16725",
    "authors": [
      "Roberto Rizzato",
      "Andrea Alberdi Hidalgo",
      "Linyan Nie",
      "Elena Blundo",
      "Nick R. von Grafenstein",
      "Jonathan J. Finley",
      "Dominik B. Bucher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2310.16460",
    "title": "Demonstration and frequency noise characterization of a 17 $μ$m quantum cascade laser",
    "abstract": "           We evaluate the spectral performance of a novel continuous-wave room-temperature distributed feedback quantum cascade laser operating at the long wavelength of 17 $\\mu$m. By demonstrating broadband laser absorption spectroscopy of the $\\nu$2 fundamental vibrational mode of N2O molecules, we have determined the spectral range and established the spectroscopic potential of this laser. We have characterized the frequency noise and measured the line width of this new device, uncovering a discrepancy with the current consensus on the theoretical modeling of quantum cascade lasers. Our results confirm the potential of such novel narrow-line-width sources for vibrational spectroscopy. Extending laser spectroscopy to longer wavelength is a fascinating prospect that paves the way for a wide range of opportunities from chemical detection, to frequency metrology as well as for exploring light-matter interaction with an extended variety of molecules, from ultra-cold diatomic species to increasingly complex molecular systems.         ",
    "url": "https://arxiv.org/abs/2310.16460",
    "authors": [
      "M Manceau",
      "T E Wall",
      "H Philip",
      "A N Baranov",
      "Olivier Lopez",
      "M R Tarbutt",
      "R Teissier",
      "B Darquié"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.12150",
    "title": "Triangular cross-section grating couplers for integrated quantum nanophotonic hardware in silicon carbide",
    "abstract": "           We design, fabricate, and characterize fishbone grating couplers for triangular cross-section photonics in silicon carbide compatible with color center integration. The periodic and aperiodic grating coupler designs are optimized to outcouple up to 31% of light in the fundamental TE mode of a triangular waveguide. The devices are fabricated using an ion beam etching process in a 4H-SiC sample implanted with NV center ensembles. The room-temperature transmission and the cryogenic NV center photoluminescence collection measurements indicate experimental grating coupler efficiency of up to 24%. This result provides a scalable method to efficiently extract color center light from SiC quantum nanophotonic devices to free-space optics.         ",
    "url": "https://arxiv.org/abs/2410.12150",
    "authors": [
      "Pranta Saha",
      "Alex H. Rubin",
      "Sridhar Majety",
      "Scott Dhuey",
      "Marina Radulaski"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2501.15669",
    "title": "Optical clock based on two-photon spectroscopy of the nuclear transition in ion $^{229}$Th in a monochromatic field",
    "abstract": "           For the isotope $^{229}$Th we investigate the possibility of two-photon laser spectroscopy of the nuclear clock transition (148.38 nm) using intense monochromatic laser field at twice the wavelength (296.76 nm). Our estimates show that due to the electron bridge process in the doubly ionized ion $^{229}$Th$^{2+}$ the sufficient intensity of a continuous laser field is about 10-100 kW/cm$^2$, which is within the reach of modern laser systems. This unique possibility is an result of the presence in the electronic spectrum of the ion $^{229}$Th$^{2+}$ of an exceptionally close intermediate (for the two-photon transition) energy level, forming a strong dipole ($E1$) transition with the ground state at the wavelength of 297.86 nm, which differs from the probe field wavelength (296.76 nm) by only 1.1 nm. The obtained results can be used for the practical creation of ultra-precise nuclear optical clocks based on thorium-229 ions. Moreover, we develop an alternative approach to the description of the electron bridge phenomenon in an isolated ion (atom) using the hyperfine interaction operator, that is important for the general quantum theory of an atom. In particular, this approach shows that the contribution to the electron bridge from the nuclear quadrupole moment can be comparable to the contribution from the nuclear magnetic moment.         ",
    "url": "https://arxiv.org/abs/2501.15669",
    "authors": [
      "V. I. Yudin",
      "A. V. Taichenachev",
      "O. N. Prudnikov",
      "M. Yu. Basalaev",
      "A. N. Goncharov",
      "S. V. Chepurov",
      "V. G. Pal'chikov"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2504.12336",
    "title": "Qiskit Quantum Circuits Posit Singlet state in Radical Pair-based Magnetoreception of Migratory Birds",
    "abstract": "           Quantum computing applications in diverse domains are emerging rapidly. Given the limitations of classical computing techniques, the peculiarity of quantum circuits, which can observe quantum phenomena such as superposition, entanglement, and quantum coherence, is remarkable. This capability enables them to achieve measurement sensitivities far beyond classical limits. Research on radical pair-based magnetoreception in migratory birds has been a focus area for quite some time. A quantum mechanics-based computing approach, thus unsurprisingly, identifies a scope of application. In this study, to observe the phenomenon, electron-nucleus spin quantum circuits for different geomagnetic fluxes have been simulated and run through IBM Qiskit quantum processing units with error mitigation techniques. The results of different quantum states are consistent, suggesting singlet-triplet mechanisms that can be emulated, resembling the environment-enabling flights of migratory birds through generations of the avian species. The four-qubit model emulating electron-nucleus systems mimicking the environmental complexity outcome shows the sensitiveness to change of magnetic flux index, high probability of singlet-triplet dynamics, and upholding radical pair model states by the purity of the sub-system and full system outcome of coherence, the hallmark of singlet state dominance. The work involved performing fifty quantum circuits for different magnetic field values, each with one thousand and twenty-four shots for measurement, either in the simulator or on real quantum hardware, and for two error mitigation techniques, preceded by a noise model of a simulator run.         ",
    "url": "https://arxiv.org/abs/2504.12336",
    "authors": [
      "Hillol Biswas",
      "Spyridon Talaganis"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.13893",
    "title": "Low-Dissipation Nanomechanical Devices from Monocrystalline Silicon Carbide",
    "abstract": "           The applications of nanomechanical resonators range from biomolecule mass sensing to hybrid quantum interfaces. Their performance is often limited by internal material damping, which can be greatly reduced by using crystalline materials. Crystalline silicon carbide is appealing due to its exquisite mechanical, electrical and optical properties, but has suffered from high internal damping due to material defects. Here we resolve this by developing nanomechanical resonators fabricated from bulk monocrystalline 4H-silicon carbide. This allows us to achieve damping as low as 2.7 mHz, more than an order-of-magnitude lower than any previous crystalline silicon carbide resonator and corresponding to a quality factor as high as 20 million at room temperature. The volumetric dissipation of our devices reaches the material limit for silicon carbide for the first time. This provides a path to greatly increase the performance of silicon carbide nanomechanical resonators.         ",
    "url": "https://arxiv.org/abs/2404.13893",
    "authors": [
      "Leo Sementilli",
      "Daniil M. Lukin",
      "Hope Lee",
      "Joshua Yang",
      "Erick Romero",
      "Jelena Vučković",
      "Warwick P. Bowen"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.00189",
    "title": "Cavity-Driven Attractive Interactions in Quantum Materials",
    "abstract": "           Many-body phenomena in quantum materials emerge from the interplay among a broad continuum of electronic states, and controlling these interactions is critical for engineering novel phases. One promising approach exploits fluctuations of the vacuum electromagnetic field confined within optical cavities to tailor electronic properties. Here, we demonstrate that cavity photons can mediate attractive interactions in a tunable van der Waals material and reorganize a continuum of electron-hole transitions into an exciton-like state. We introduce a broadband, sub-wavelength time-domain microscope that integrates exfoliated, dual-gated two-dimensional quantum materials into a terahertz cavity. This approach enables the first-ever measurement of the field-tunable bandgap of bilayer graphene at terahertz frequencies while revealing ultrastrong coupling with a vacuum Rabi frequency exceeding $\\Omega_{Rabi}/\\omega\\approx 40\\%$ of the bare photon energy. Crucially, we identify a novel cavity-induced resonance emerging from the interband continuum that resembles Coulomb-bound excitons and remains stable across a broad temperature range. By uniting longstanding theoretical predictions with advanced experimental techniques, our findings open new avenues for designing and probing unique light-matter states and realizing hybrid correlated phases in quantum materials.         ",
    "url": "https://arxiv.org/abs/2408.00189",
    "authors": [
      "F. Helmrich",
      "H. S. Adlong",
      "I. Khanonkin",
      "M. Kroner",
      "G. Scalari",
      "J. Faist",
      "A. Imamoglu",
      "T. F. Nova"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.12544",
    "title": "In-situ mid-circuit qubit measurement and reset in a single-species trapped-ion quantum computing system",
    "abstract": "           We implement in-situ mid-circuit measurement and reset (MCMR) operations on a trapped-ion quantum computing system by using metastable qubit states in $^{171}\\textrm{Yb}^+$ ions. We introduce and compare two methods for isolating data qubits from measured qubits: one shelves the data qubit into the metastable state and the other drives the measured qubit to the metastable state without disturbing the other qubits. We experimentally demonstrate both methods on a crystal of two $^{171}\\textrm{Yb}^+$ ions using both the $S_{1/2}$ ground state hyperfine clock qubit and the $S_{1/2}$-$D_{3/2}$ optical qubit. These MCMR methods result in errors on the data qubit of about $2\\%$ without degrading the measurement fidelity. With straightforward reductions in laser noise, these errors can be suppressed to less than $0.1\\%$. The demonstrated method allows MCMR to be performed in a single-species ion chain without shuttling or additional qubit-addressing optics, greatly simplifying the architecture.         ",
    "url": "https://arxiv.org/abs/2504.12544",
    "authors": [
      "Yichao Yu",
      "Keqin Yan",
      "Debopriyo Biswas",
      "Vivian Ni Zhang",
      "Bahaa Harraz",
      "Crystal Noel",
      "Christopher Monroe",
      "Alexander Kozhanov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]