[
  {
    "id": "arXiv:2410.19829",
    "title": "Materials Screening Approach to Thermochemically Stable Thin Film Optical Emitters for Thermophotovoltaics",
    "abstract": "           Thermophotovoltaics (TPVs) have the potential to exhibit higher power conversion efficiencies than traditional photovoltaics (PVs), with a broad range of applicability from waste recovery systems to aerospace solutions. They operate by preferentially radiating above bandgap photons via a high temperature optical emitter, whose spectrum is tuned through choice of materials and geometry. For TPV to be practically implemented, the emitters must be designed with a simple optical structure while remaining thermally stable. Here, we demonstrate coating/substrate bilayer thin films as a solution to these design criteria. With the optical data of 53 high melting point materials, we simulate the bilayer emissivity as a function of coating thickness for each thermochemically stable emitter operating at 1,800 °C. Emitter-cell systems are characterized by the cell power density and TPV conversion efficiency, constituting a TPV performance metric space. For a given bilayer and bandgap these coating thickness parameterized figures of merit form a performance metric curve, with the best points defining a tradeoff zone. We screen the resulting performance metric curves, identifying trends based on optical properties of the system, finding a high degree of tunability through the material selection step. For GaSb cells, >49% efficiency is achieved using AlN/W, a 5.6% increase over bulk W. By calculating the figures of merit for all systems with varying bandgap, we find unique emitter choices per PV cell for achieving the highest potential efficiency. Our materials screening approach uses physical data to identify improvements to emitters for experimental TPV designs.         ",
    "url": "https://arxiv.org/abs/2410.19829",
    "authors": [
      "Declan Kopper",
      "Marina S. Leite"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2410.19980",
    "title": "Molecular Fingerprints of Ice Surfaces in Sum Frequency Generation Spectra: a First Principles Machine Learning Study",
    "abstract": "           Understanding the molecular-level structure and dynamics of ice surfaces is crucial for deciphering several chemical, physical, and atmospheric processes. Vibrational sum-frequency generation (SFG) spectroscopy is the most prominent tool for probing the molecular-level structure of the air--ice interface as it is a surface-specific technique, but the molecular interpretation of SFG spectra is challenging. This study utilizes a machine-learning potential, along with dipole and polarizability models trained on ab initio data, to calculate the SFG spectrum of the air--ice interface. At temperatures below ice surface premelting, our simulations support the presence of a proton-ordered arrangement at the Ice Ih surface, similar to that seen in Ice XI. Additionally, our simulations provide insight into the assignment of SFG peaks to specific molecular configurations where possible and assess the contribution of subsurface layers to the overall SFG spectrum. These insights enhance our understanding and interpretation of vibrational studies of environmental chemistry at the ice surface.         ",
    "url": "https://arxiv.org/abs/2410.19980",
    "authors": [
      "Margaret L. Berrens",
      "Marcos F. Calegari Andrade",
      "John T. Fourkas",
      "Tuan Anh Pham",
      "Davide Donadio"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2410.19994",
    "title": "A Photonic Crystal Receiver for Rydberg Atom-Based Sensing",
    "abstract": "           Rydberg atom-based sensors use atoms dressed by lasers to detect and measure radio frequency electromagnetic fields. The absorptive properties of the atomic gas, configured as a Rydberg atom-based sensor, change in the presence of a radio frequency electromagnetic field. While these sensors are reasonably sensitive, the best conventional radio frequency sensors still outperform Rydberg atom-based sensors with respect to sensitivity. One approach to increase the sensitivity of Rydberg atom-based sensors is to engineer the vapor cell that contains the atomic gas. In this work, we introduce a passive, all-dielectric amplifier integrated into a Rydberg atom-based sensor vapor cell. The vapor cell is a combination of a slot waveguide and a photonic crystal. The structural features of the vapor cell yield a power amplification of ~24 dB. The radio frequency electromagnetic field is coupled adiabatically into the slot waveguide and slowed to increase the interaction between the radio frequency field and the atoms to effectively amplify the incoming signal, i.e., increase the Rabi frequency on the radio frequency transition. The work shows the utility of vapor cell engineering for atom-based quantum technologies and paves the way for other such devices.         ",
    "url": "https://arxiv.org/abs/2410.19994",
    "authors": [
      "Hadi Amarloo",
      "Mohammad Noaman",
      "Su-Peng Yu",
      "Donald Booth",
      "Somayeh Mirzaee",
      "Rajesh Pandiyan",
      "Florian Christaller",
      "James P. Shaffer"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Signal Processing (eess.SP)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.20009",
    "title": "Engineering optical forces through Maxwell stress tensor inverse design",
    "abstract": "           Precise spatial manipulation of particles via optical forces is essential in many research areas, ranging from biophysics to atomic physics. Central to this effort is the challenge of designing optical systems that are optimized for specific applications. Traditional design methods often rely on trial-and-error methods, or on models that approximate the particle as a point dipole, which only works for particles much smaller than the wavelength of the electromagnetic field. In this work, we present a general inverse design framework based on the Maxwell stress tensor formalism capable of simultaneously designing all components of the system, while being applicable to particles of arbitrary sizes and shapes. Notably, we show that with small modifications to the baseline formulation, it is possible to engineer systems capable of attracting, repelling, accelerating, oscillating, and trapping particles. We demonstrate our method using various case studies where we simultaneously design the particle and its environment, with particular focus on free-space particles and particle-metalens systems.         ",
    "url": "https://arxiv.org/abs/2410.20009",
    "authors": [
      "Beñat Martinez de Aguirre Jokisch",
      "Rasmus Ellebæk Christiansen",
      "Ole Sigmund"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2410.20099",
    "title": "Terahertz semiconductor laser chaos",
    "abstract": "           Chaos characterized by its irregularity and high sensitivity to initial conditions finds various applications in secure optical communications, random number generations, light detection and ranging systems, etc. Semiconductor lasers serve as ideal light platforms for chaos generations owing to the advantages in on-chip integration and complex nonlinear effects. In near-infrared wavelengths, semiconductor laser based chaotic light sources have been extensively studied and experimentally demonstrated. However, in the terahertz (THz) spectral range, due to the lack of effective THz light sources and high-speed detectors, chaos generation in THz semiconductor lasers, e.g., quantum cascade lasers (QCLs), is particularly challenging. Due to the fast intersubband carrier transitions, single mode THz QCLs resemble Class A lasers, where chaos can be hardly excited, even with external perturbations. In this work, we experimentally show a THz chaos source based on a sole multimode THz QCL without any external perturbations. Such a dynamical regime is characterized by the largest Lyapunov exponent associated to the temporal traces of the measured radio frequency (intermode beatnote) signal of the laser. The experimental results and chaos validation are confirmed by simulations of our model based on effective semiconductor Maxwell-Bloch Equations. To further understand the physical mechanism of the chaos generation in THz QCLs, a reduced model based on two coupled complex Ginzburg-Landau equations is derived from the full model cited above to systematically investigate the effects of the linewidth enhancement factor and group velocity dispersion on the chaotic regime. This model allows us to show that the chaos generation in the THz QCL can be ascribed to the system attaining the defect mediated turbulence regime.         ",
    "url": "https://arxiv.org/abs/2410.20099",
    "authors": [
      "Binbin Liu",
      "Carlo Silvestri",
      "Kang Zhou",
      "Xuhong Ma",
      "Shumin Wu",
      "Ziping Li",
      "Wenjian Wan",
      "Zhenzhen Zhang",
      "Ying Zhang",
      "Junsong Peng",
      "Heping Zeng",
      "Cheng Wang",
      "Massimo Brambilla",
      "Lorenzo Columbo",
      "Hua Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.20377",
    "title": "Acoustic Zero-Index Metamaterials for Leaky-Wave Antennas",
    "abstract": "           In this work, we introduce an advanced acoustic leaky-wave antenna employing zero-refractive-index metamaterials (ZIMs) that significantly surpasses traditional designs in terms of radiation ef-ficiency and directivity. Our design features a novel space-coiling structure, which manipulates the Dirac-like dispersion based on accidental degeneracy to achieve double-zero-index metamaterials (DZIM). The newly developed acoustic Dirac leaky-wave antenna (ADLWA) achieves more than double the radiation efficiency of conventional antennas based on arrays with side holes and mem-branes. It exhibits superior directional control, allowing for precise beam scanning by adjusting the frequency. Additionally, the ADLWA functions effectively as a passive sonar system, capable of de-tecting the direction of moving sound sources. This breakthrough enhances acoustic wave control and promises significant advancements in sensing and communication technologies.         ",
    "url": "https://arxiv.org/abs/2410.20377",
    "authors": [
      "keqiang Lyu",
      "Ying Wu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.20407",
    "title": "Large-area photonic circuits for terahertz detection and beam profiling",
    "abstract": "           Deployment of terahertz communication and spectroscopy systems relies on the availability of low-noise and fast detectors, with plug-and-play capabilities. However, most currently available technologies are stand-alone, discrete components, either slow or susceptible to temperature drifts. Moreover, phase-sensitive schemes are mainly based on bulk crystals and require tight beam focusing. Here, we demonstrate an integrated photonic architecture in thin-film lithium niobate that addresses these challenges by exploiting the electro-optic modulation induced by a terahertz signal onto an optical beam at telecom frequencies. Leveraging on the low optical losses provided by this platform, we integrate a double array of up to 18 terahertz antennas within a Mach-Zehnder interferometer, considerably extending the device collection area and boosting the interaction efficiency between the terahertz signal and the optical beam. We show that the double array coherently builds up the probe modulation through a mechanism of quasi-phase-matching, driven by a periodic terahertz near-field pattern, without physical inversion of the crystallographic domains. The array periodicity controls the detection bandwidth and its central frequency, while the large detection area ensures correct operation with diverse terahertz beam settings. Furthermore, we show that the antennas act as pixels that allow reconstruction of the terahertz beam profile impinging on the detector area. Our on-chip design in thin-film lithium niobate overcomes the detrimental effects of two-photon absorption and fixed phase-matching conditions, which have plagued previously explored electro-optic detection systems, especially in the telecom band, paving the way for more advanced on-chip terahertz systems.         ",
    "url": "https://arxiv.org/abs/2410.20407",
    "authors": [
      "A. Tomasino",
      "A Shams-Ansari",
      "M. Lončar",
      "I.-C. Benea-Chelmus"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2410.20461",
    "title": "Dust Acoustic Rogue Waves in a Cometary Environment with kappa Distributed Electrons and Protons",
    "abstract": "           Charged dust is present in almost all astrophysical and laboratory plasma environments. They alter the plasma charge density and also give rise to various modes of electrostatic waves and oscillations. In this paper we study the properties of Dust Acoustic Rogue Waves (DARW) in a cometary environment with positively and negatively charged dust components, kappa distributed - protons and electrons. Nonlinear Schrodinger Equation (NLSE) is derived using reductive perturbation method and analysed for modulational instability. The system is found to be modulationally unstable above some particular value of wave number($k=0.5$), after which the system is unstable. The solution for rogue waves is tested in this environment theoretically. Amplitude and structure of first and second order rogue waves are compared for various plasma parameters. Higher charge number of positive dust, $(z_+ > z_-)$ decreases the amplitude of RWs, while higher number density of positive dust $(n_+>n_-)$ ions increases it. As number density of proton $(n_i)$ increases the amplitude of RW decreases. Peak values increase with number density exponentially for positive and linearly for negative dust ions. It increases linearly with charge number of both positive and negative dust ions. Peak value decreases exponentially for number density of proton.         ",
    "url": "https://arxiv.org/abs/2410.20461",
    "authors": [
      "S. Vineeth",
      "Noble P. Abraham"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2410.20507",
    "title": "Perspectives on epitaxial InGaP for quantum and nonlinear optics",
    "abstract": "           Nonlinear optical materials are essential for the development of both nonlinear and quantum optics and have advanced recently from bulk crystals to integrated material platforms. In this Perspective, we provide an overview of the emerging InGaP $\\chi^{(2)}$ nonlinear integrated photonics platform and its experimental achievements. With its exceptional $\\chi^{(2)}$ nonlinearity and low optical losses, the epitaxial InGaP platform significantly enhances a wide range of second-order nonlinear optical effects, from second-harmonic generation to entangled photon pair sources, achieving efficiencies several orders of magnitude beyond the current state of the art. Moreover, the InGaP platform enables quantum nonlinear optics at the few- and single-photon levels via passive nonlinearities, which has broad implications for quantum information processing and quantum networking. We also examine the current limitations of the InGaP platform and propose potential solutions to fully unlock its capabilities.         ",
    "url": "https://arxiv.org/abs/2410.20507",
    "authors": [
      "Joshua Akin",
      "Yunlei Zhao",
      "A. K. M. Naziul Haque",
      "Kejie Fang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.20656",
    "title": "Superposition- and interference-induced optical spectrum distortion in the figure-9 fiber laser",
    "abstract": "           The spectrum of the output pulses from the figure-9 laser typically exhibits more distortion than the spectra from mode-locked lasers based on other saturable absorbers and the spectrum of its intracavity pulses. Here, we demonstrate two figure-9 lasers with repetition rates of 190.6 MHz and 92.4 MHz and introduce the self-designed beam splitter with little spectral impact in the fiber loop to output two interference-free pulses. By numerically processing the spectra of these two pulses, the formation mechanisms of specific spectral features are determined, and the features are consistent with the experimental spectral features of the pulses from the other two ports. Furthermore, by analyzing the pulse propagation of lasers through the interference theory of the figure-9 laser, it is found that the superposition and interference of spectra at the two output ports of the linear arm are the reasons for the severe spectral distortion, rather than the commonly believed nonlinear effects. On the beam splitter where interference occurs, the $p$-components of the two intracavity light beams always interferes with equal intensity, while the $s$-components usually interfere with non-equal intensity, resulting in a large but stable spectral difference between the pulses inside the cavity and the output pulses. These findings can provide new perspectives for simulating spectra that closely resemble experimental results and deepen our understanding of spectral evolution and pulse dynamics of the figure-9 laser.         ",
    "url": "https://arxiv.org/abs/2410.20656",
    "authors": [
      "Xiang Zhang",
      "Guochao Wang",
      "Kangrui Chang",
      "Haobin Zheng",
      "Yongzhuang Zhou",
      "Yong Shen",
      "Hongxin Zou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.20683",
    "title": "A Breakthrough in Resonance Analysis for Complex Multilayered Structures in Small, High-Contrast Nonlinear Media with Kerr Effect",
    "abstract": "           Scattering resonances play a crucial role in understanding wave behavior in various physical systems. While significant progress has been made in analyzing resonances in high-contrast and nonlinear media, a general characterization of resonances in small, high-contrast nonlinear media with the Kerr effect, particularly in layered configurations, has remained an open problem. In this paper, we present a novel asymptotic approach that addresses this gap by providing an approximation for resonances in terms of material properties, geometry, and nonlinearity. Our results offer new insights into the dependence of resonances on these factors, particularly for complex multilayered structures, making this the first general characterization of its kind.         ",
    "url": "https://arxiv.org/abs/2410.20683",
    "authors": [
      "Taoufik Meklachi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.20689",
    "title": "Frequency inversion method and device for malignant melanoma detection using RF/microwaves",
    "abstract": "           The paper considers an inverse problem of reconstructing the spatially distributed complex dielectric permittivity function using backscattered data of the electric field in the frequency domain. We develop iterative algorithm for reconstruction of this function. Numerical example show the performance of the proposed algorithm in 2D. Additionally, we present at the first time the new prototype of the device for the malignant melanoma detection which is modelled in HFSS/Ansys. Results of measurements of scattered parameters in HFSS/Ansys show significant phase distortion in the case when melanoma is present compared to the case when melanoma is absent.         ",
    "url": "https://arxiv.org/abs/2410.20689",
    "authors": [
      "Larisa Beilina",
      "Anders Eriksson",
      "Noora Neittaanmäki"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2410.20743",
    "title": "Routing Light Emission from Monolayer MoS$_2$ by Mie Resonances of Crystalline Silicon Nanospheres",
    "abstract": "           A dielectric Mie-resonant nanoantenna is capable of controlling the directionality of the emission from nearby quantum emitters through the excitation of multiple degenerate Mie resonances. A crystalline silicon nanosphere (Si NS) is a promising candidate for a dielectric nanoantenna because crystalline Si has a large refractive index (3.8 at 650 nm) and the small imaginary part of a complex refractive index (0.015 at 650 nm) as an optical material. In this work, we control the emission directionality of excitons supported by monolayer transition metal dichalcogenides (1L-TMDCs) using a Si NS. We first discuss the condition to extract the emission preferentially towards the Si NS side from the analytical calculations. We then study the photoluminescence (PL) of 1L-TMDCs on which differently sized single Si NSs are placed. We show that the PL spectral shape strongly depends on the emission direction, and that the emission toward the Si NS side (top) with respect to the opposite side (bottom) is the largest at wavelengths between the magnetic dipole and electric dipole Mie resonances of a Si NS. Finally, we quantitatively discuss the spectral shape of the top-to-bottom ratio from numerical simulations.         ",
    "url": "https://arxiv.org/abs/2410.20743",
    "authors": [
      "Keisuke Ozawa",
      "Hiroshi Sugimoto",
      "Daisuke Shima",
      "Tatsuki Hinamoto",
      "Mojtaba Karimi Habil",
      "Yan Joe Lee",
      "Søren Raza",
      "Keisuke Imaeda",
      "Kosei Ueno",
      "Mark L. Brongersma",
      "Minoru Fujii"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2410.20761",
    "title": "Dual-species Optical tweezer for Rb and K atoms",
    "abstract": "           The optical tweezer experiment with neutral atoms is a focal topic in cold atom physics due to its significant potential in quantum computing and simulation. Here, we present the realization of a dual-species optical tweezer for both Rb and K atoms, marking the first step towards creating a polar molecule optical tweezer array. Initially, Rb and K atoms are collected using a dual magneto-optical trap (MOT) and further cooled to 7 $\\mu$K for Rb and 10 $\\mu$K for K. By employing 850 nm tweezer beams, we demonstrate the ability to capture individual Rb or K atoms. The filling ratios of Rb and K can be finely adjusted by controlling the atomic densities of both species. Utilizing the post-selection technique, we can create a deterministic array of two-species atoms, paving the way for future polar molecule array formation.         ",
    "url": "https://arxiv.org/abs/2410.20761",
    "authors": [
      "Yangbo Wei",
      "Kedi Wei",
      "Shangjin Li",
      "Bo Yan"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2410.20845",
    "title": "The mutual dynamics of a resonant particle inside rectangular cavity: Collective polarizability calculation via a ladder-type alternative Green's functions approach",
    "abstract": "           Light-matter interaction plays a pivotal role in pushing forward nanotechnology. A particularly important setup involves a resonating particle, say an emitting molecule or a macroscopic quasi-statically resonating ferromagnetic sphere, that is located inside a cavity. In this paper, we provide an analytic formulation for the exact calculation of the mutual dynamics between a resonant particle and a rectangular cavity in which it is located. The particle is assumed to be small on the wavelength, and thus, its excitation is dominated by a dipolar response that can be described using the discrete dipole approximation and polarizability theory. The dipolar response depends on the particle's polarizability function which encapsulates the particle's materials and geometry, and on the local field acting on the particle. In principle, the latter is nothing more than the backscattering of the particle field by the cavity walls. However, it may be challenging since it involves a three-dimensional singularity subtraction of the Green's function in the cavity and the Green's function in the free space that are differently represented. In this paper, we suggest the use of a ladder-type process involving alternative Green's function representations to calculate the local field in a computationally efficient and numerically stable manner. Using this approach, we solve several strongly coupled particle-cavity systems and calculate the collective resonance frequencies of the system with isotropic, gyrotropic, and chiral particles.         ",
    "url": "https://arxiv.org/abs/2410.20845",
    "authors": [
      "Koffi-Emmanuel Sadzi",
      "Yakir Hadad"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.20871",
    "title": "Loss vs Magnetization Threshold Phenomenon for Lorentz Nonreciprocity Induced by a Gyrotropic Particle Inside a Cavity",
    "abstract": "           When a plasmonic particle is subject to a static magnetic field, ${B}_{\\rm dc}=B_{0} \\hat{z}$, its gyrotropic response gives rise to nonreciprocal dynamics of the entire ambient surroundings. This dynamics depends on the particle's excitation which in turn depends on the gyrotropic material damping rate $\\Gamma$. Thus intuitively speaking, the heavier the gyrotropic material loss, the weaker the non-reciprocal response. This is indeed the case when the particle is located in free space. In this letter, we quantify nonreciprocity using the defined measure $\\cal{R}$ and show that when the gyrotropic particle is placed inside a cavity, the nonreciprocity measure $\\cal{R}$ is robust against material loss up to a certain loss threshold, $\\Gamma_{th}$ that depends on the magnetic biasing $B_0$         ",
    "url": "https://arxiv.org/abs/2410.20871",
    "authors": [
      "Koffi-Emmanuel Sadzi",
      "Yakir Hadad"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.20881",
    "title": "Modelling resonant transmission in a Fabry-Perot/Surface-Plasmon microcavity",
    "abstract": "           Coupled surface plasmons arise in the surfaces of a dielectric layer between two metallic media when a dim wave propagating in the dielectric generates resonant free charge oscillations at the interfaces. Here, we consider surface plasmon resonance in a Fabry-Perot type cavity with plane metallic mirrors and an inner dielectric medium, optically less dense than the outer surrounding dielectric medium. The experimentally observed transmission as a function of both the angle of incidence of light and the wavelength is well modelled by an elementary transmittance function from which resonance conditions are obtained both in the Fabry-Perot and Surface-Plasmon regime.         ",
    "url": "https://arxiv.org/abs/2410.20881",
    "authors": [
      "Yago Arosa",
      "Alejandro Doval",
      "Raúl de la Fuente"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.20901",
    "title": "Magic running and standing wave optical traps for Rydberg atoms",
    "abstract": "           Magic trapping of ground and Rydberg states, which equalizes the AC Stark shifts of these two levels, enables increased ground-to-Rydberg state coherence times. We measure via photon storage and retrieval how the ground-to-Rydberg state coherence depends on trap wavelength for two different traps and find different optimal wavelengths for a $1$D optical lattice trap and a running wave optical dipole trap. Comparison to theory reveals that this is caused by the Rydberg electron sampling different potential landscapes. The observed difference increases for higher principal quantum numbers, where the extent of the Rydberg electron wave function becomes larger than the optical lattice period. Our analysis shows that optimal magic trapping conditions depend on the trap geometry, in particular for optical lattices and tweezers.         ",
    "url": "https://arxiv.org/abs/2410.20901",
    "authors": [
      "Lukas Ahlheit",
      "Chris Nill",
      "Daniil Svirskiy",
      "Jan de Haan",
      "Simon Schroers",
      "Wolfgang Alt",
      "Nina Stiesdal",
      "Igor Lesanovsky",
      "Sebastian Hofferberth"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2410.20914",
    "title": "Observation of the magic angle and flat band physics in dipolar photonic lattices",
    "abstract": "           Evanescently coupled waveguide arrays provide a tabletop platform to realize a variety of Hamiltonians, where physical waveguides correspond to the individual sites of a tight-binding lattice. Nontrivial spatial structure of the waveguide modes enriches this picture and uncovers further possibilities. Here, we demonstrate that the effective coupling between $p$-like modes of adjacent photonic waveguides changes its sign depending on their relative orientation vanishing for a proper alignment at a so-called magic angle. Using femtosecond laser-written waveguides, we demonstrate this experimentally for $p$-mode dimers and graphene-like photonic lattices exhibiting quasi-flat bands at this angle. We observe diffraction-free propagation of corner and bulk states providing a robust experimental evidence of a two-dimensional Aharonov-Bohm-like caging in an optically switchable system.         ",
    "url": "https://arxiv.org/abs/2410.20914",
    "authors": [
      "Diego Román-Cortés",
      "Maxim Mazanov",
      "Rodrigo A. Vicencio",
      "Maxim A. Gorlach"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2410.21047",
    "title": "Temporal localization of optical waves supported by a copropagating quasiperiodic structure",
    "abstract": "           Research on time crystals concerns the spontaneous breaking of translational symmetry in time, as well as the realization of phenomena and phases known from solid-state physics in the time domain. Periodically driven systems of massive particles are widely used in these studies. In the present work, we consider a photonic system and demonstrate that stable nonlinear propagation of a strong optical wave in a fiber leads to the establishment of quasi-periodic oscillations in the electromagnetic field intensity. A second, weaker signal optical wave propagating in the fiber senses these oscillations and, as a result, undergoes exponential localization in time. This is a temporal analogue of Aubry-Andre localization. If an optical detector is placed at a certain position in the fiber, the temporal localization of the probe wave will be observed in the form of the signal which emerges and then decays as a function of time.         ",
    "url": "https://arxiv.org/abs/2410.21047",
    "authors": [
      "Majid Yazdani Kachoei",
      "Krzysztof Sacha",
      "Boris A. Malomed"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)"
    ]
  },
  {
    "id": "arXiv:2410.21065",
    "title": "Hollow Beam Optical Ponderomotive Trap for Ultracold Neutral Plasma",
    "abstract": "           Rapidly oscillating, inhomogeneous electromagnetic field from laser exert a force that repels charged particles from regions of high light intensity. This work examines the potential of ponderomotive optical confinement for ultracold neutral plasma (UNP) using a high-power cw CO$_2$ laser. We identify optimal conditions for experimental realization and investigate transient processes during UNP expansion in the ponderomotive potential. A hollow laser beam simultaneously traps charged particles and Rydberg atoms formed via three-body recombination in UNP in the dark region, alongside neutral atoms in intensity maxima. This dual trapping capability has the potential to be applied in the trapping of antiproton-positron plasma, which could enhance antimatter production.         ",
    "url": "https://arxiv.org/abs/2410.21065",
    "authors": [
      "S. A. Saakyan"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2410.21152",
    "title": "Defending the Quantum Reconstruction Program",
    "abstract": "           The program of reconstructing quantum theory based on information-theoretic principles enjoys much popularity in the foundations of physics. Surprisingly, this endeavor has only received very little attention in philosophy. Here I argue that this should change. This is because, on the one hand, reconstructions can help us to better understand quantum mechanics, and, on the other hand, reconstructions are themselves in need of interpretation. My overall objective, thus, is to motivate the reconstruction program and to show why philosophers should care. My specific aims are threefold. (i) Clarify the relationship between reconstructing and interpreting quantum mechanics, (ii) show how the informational reconstruction of quantum theory puts pressure on standard realist interpretations, (iii) defend the quantum reconstruction program against possible objections.         ",
    "url": "https://arxiv.org/abs/2410.21152",
    "authors": [
      "Philipp Berghofer"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.21171",
    "title": "Terahertz chiral photonic-crystal cavities with broken time-reversal symmetry",
    "abstract": "           Strong coupling between matter and vacuum electromagnetic fields in a cavity can induce novel quantum phases in thermal equilibrium via symmetry breaking. Particularly, coupling with circularly polarized fields can break time-reversal symmetry, leading to topological modifications in the band structure. Therefore, chiral optical cavities that host chiral vacuum fields are being sought, especially in the terahertz (THz) frequency range, where various large-oscillator-strength resonances exist. Here, we present a novel approach to achieving THz chiral photonic-crystal cavities (PCCs) with high-quality factors (>400) using a magnetoplasma in a lightly doped semiconductor. Numerical simulations of an optimized structure based on InSb in a small perpendicular magnetic field (~0.2 T) show chiral cavity resonances with near-perfect ellipticity at the surfaces of the central dielectric layer, where one can place atomically thin materials like monolayer graphene. We theoretically estimate an energy gap on the order of 1 meV in graphene when coupled to our proposed chiral cavity, which is potentially measurable in experiments. These THz chiral PCCs offer a promising platform for exploring new phases in cavity-dressed condensed matter with broken time-reversal symmetry.         ",
    "url": "https://arxiv.org/abs/2410.21171",
    "authors": [
      "Fuyang Tay",
      "Stephen Sanders",
      "Andrey Baydin",
      "Zhigang Song",
      "Davis M. Welakuh",
      "Alessandro Alabastri",
      "Vasil Rokaj",
      "Ceren B. Dag",
      "Junichiro Kono"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2410.21219",
    "title": "Qureka! Box -- An ENSAR methodology based tool for understanding quantum computing concepts",
    "abstract": "           As nations and organisations worldwide intensify their efforts and investments to commercialise quantum technologies and explore practical applications across various industries, there is a burgeoning demand for skilled professionals to support this rapidly growing ecosystem. With an expanding array of stakeholders from diverse professions beginning to engage with this ecosystem, there is an urgent need for innovative educational methodologies. These methodologies must not only convey the intricate principles of quantum mechanics effectively to varied professionals, enabling them to make informed decisions but also spark interest among students to delve into and pursue careers within this cutting-edge field. In response, we introduce the Experience-Name-Speak-Apply-Repeat (ENSAR) methodology, coupled with its hands-on implementation through the Qureka Box - an innovative tool designed to demystify quantum computing for a diverse audience by emphasising a pedagogical approach rooted in experiential learning, conceptual understanding, and practical application. We present the results of deploying the ENSAR methodology using the Qureka Box across a diverse group to validate our claims. The findings suggest a significant enhancement in the participants' grasp of foundational quantum computing concepts, thereby showcasing the potential of this approach to equip individuals from diverse professional backgrounds with the knowledge and skills to bridge the workforce demand.         ",
    "url": "https://arxiv.org/abs/2410.21219",
    "authors": [
      "Abhishek Purohit",
      "Jose Jorge Christen",
      "Richard Kienhoefer",
      "Simon Armstrong",
      "Maninder Kaur",
      "Araceli Venegas-Gomez"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.20044",
    "title": "Cavity dark mode mediated by atom array without atomic scattering loss",
    "abstract": "           We realize a ring cavity strongly interacting with an atom array with configurable spatial structures. By preparing the atom array with a maximized structure factor, we observe the emergence of a cavity dark mode, where the standing-wave nodes are dynamically locked to the positions of the atoms. The dark mode is decoupled from the atoms, protecting the system from dissipation through atomic scattering, but still mediates strong coupling and enables efficient conversion between two optical modes. Moreover, we impart an arbitrary large phase shift on the converted optical fields by translating the atom array. This strongly interacting ring cavity system with single-atom addressability opens ways to quantum optical engineering and the generation of photonic quantum states based on the geometrical structure of atom arrays.         ",
    "url": "https://arxiv.org/abs/2410.20044",
    "authors": [
      "Xiaotian Zhang",
      "Zhanhai Yu",
      "Hongrui Zhang",
      "Di Xiang",
      "Hao Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.20271",
    "title": "Upconversion of Phonon Modes into Microwave Photons in a Lithium Niobate Bulk Acoustic Wave Resonator Coupled to a Microwave Cavity",
    "abstract": "           The coupling between acoustic vibrations in a lithium niobate bulk acoustic wave resonator and microwave photons of a re-entrant microwave cavity was investigated at a temperature close to 4 K. Coupling was achieved by placing the acoustic resonator in the location of the re-entrant cavity electric field maxima, in a symmetric ``split-post'' configuration, with a large overlap between the microwave field and the acoustic mode, allowing acoustic modulations of the microwave frequency. We show that the acoustic modes in this setup retain large inherent quality factors of greater than $10^6$. A maximum optomechanical coupling rate was determined to be $g_0$ = 0.014 mHz, four orders of magnitude larger than previous results obtained using a quartz BAW at 4 K in a similar experimental setup, but using a single post-re-entrant cavity resonator.         ",
    "url": "https://arxiv.org/abs/2410.20271",
    "authors": [
      "S. Parashar",
      "W. M. Campbell",
      "J. Bourhill",
      "E. N. Ivanov",
      "M. Goryachev",
      "M. E. Tobar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.20576",
    "title": "Behavior of water and aqueous LiCl solutions confined in cylindrical silica pores: A wide temperature range molecular dynamics simulation study",
    "abstract": "           We report here a molecular dynamics simulation study on water and aqueous LiCl solutions confined in 1.6 nm cylindrical pores of silica to investigate a dynamical cross-over, observed earlier experimentally, wherein LiCl slows down confined water at high temperatures but makes it faster at lower temperatures. The cross-over observed in the experiments is reproduced in the simulations, albeit at lower temperature. Moreover, the cross-over encompasses all aspects of dynamics including translation as well as rotation. Both addition of LiCl and confinement result in a breaking of hydrogen bond network in confined water, eliminating the need for long jumps via exchange of hydrogen bonded partner molecules. This lowers the activation energy for diffusion in the electrolyte solution compared to pure confined water and leads to the dynamical cross-over seen at lower temperatures. Our results thus provide an explanation to the experimentally observed phenomena and provide important insights on the interplay of confinement, temperature and presence of electrolytes on the dynamical behavior of nano-confined water.         ",
    "url": "https://arxiv.org/abs/2410.20576",
    "authors": [
      "Siddharth Gautam",
      "Lukas Vlcek",
      "Eugene Mamontov",
      "David Cole"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2410.20759",
    "title": "On Quantum Reliability Characterizing Systematic Errors in Quantum Sensing",
    "abstract": "           Quantum sensing utilize quantum effects, such as entanglement and coherence, to measure physical signals. The performance of a sensing process is characterized by error which requires comparison to a true value. However, in practice, such a true value might be inaccessible. In this study, we utilize quantum reliability as a metric to evaluate quantum sensor's performance based solely on the apparatus itself, without any prior knowledge of true value. We derive a general relationship among reliability, sensitivity, and systematic error, and demonstrate this relationship using a typical quantum sensing process. That is to measure magnetic fields (as a signal) by a spin-$1/2$ particle and using the Stern-Gerlach apparatus to read out the signal information. Our findings illustrate the application of quantum reliability in quantum sensing, opening new perspectives for reliability analysis in quantum systems.         ",
    "url": "https://arxiv.org/abs/2410.20759",
    "authors": [
      "Lian-Xiang Cui",
      "Yi-Mu Du",
      "C.P. Sun"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2410.21122",
    "title": "Quantum entanglement and Einstein-Podolsky-Rosen steering in magnon frequency comb",
    "abstract": "           Significant progress has been made for the emerging concept of magnon frequency comb (MFC) but mainly in the classical region. The quantum property of the comb structure is yet to be explored. Here we theoretically investigate the quantum fluctuations of frequency combs and demonstrate the continuous-variable quantum entanglement and Einstein-Podolsky-Rosen (EPR) steering between different teeth of MFC. Without loss of generality, we address this issue in a hybrid magnon-skyrmion system. We observe a strong two-mode squeezed entanglement and asymmetric steering between the sum- and difference-frequency magnon teeth mediated by the skyrmion that acts as an effective reservoir to cool the Bogoliubov mode delocalized over the first-order magnon pair in MFC. Our findings show the prominent quantum nature of MFC, which has the potential to be utilized in ultrafast quantum metrology and multi-task quantum information processing.         ",
    "url": "https://arxiv.org/abs/2410.21122",
    "authors": [
      "Qianjun Zheng",
      "H. Y. Yuan",
      "Yunshan Cao",
      "Peng Yan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.21209",
    "title": "Standalone mobile quantum memory system",
    "abstract": "           We present the implementation and performance analysis of a portable, rack-mounted standalone warm vapor quantum memory system, that also includes the laser package, control electronics and data processing hardware. The optical memory is based on long-lived hyperfine ground states of Cesium which are connected to an excited state via the $D_1$ line at 895 nm in a $\\Lambda$-configuration. The memory is operated with weak coherent pulses containing on average $<1$ photons per pulse. The long-term stability of the memory efficiency and storage fidelity is demonstrated at the single-photon level together with operation in a non-laboratory environment.         ",
    "url": "https://arxiv.org/abs/2410.21209",
    "authors": [
      "Martin Jutisz",
      "Alexander Erl",
      "Janik Wolters",
      "Mustafa Gündoğan",
      "Markus Krutzik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2406.09448",
    "title": "Spacetime is a quantum field with interesting fluctuations",
    "abstract": "           Since Einstein's equations $G_{ik} = 8\\pi \\, G \\, T_{ik} \\, / c^4 $ relate the metric $g_{ik}$ of spacetime to the energy-momentum tensor $T_{ik}$ which is a quantum field, the metric $g_{ik}$ must be a quantum field. And since the metric $g_{ik}(x)$ is the dot product $g_{ik}(x) = \\partial_i p^\\alpha(x) \\, \\partial_k p_\\alpha(x)$ of the derivatives of the points $p(x)$ of spacetime, spacetime itself must be a quantum field. Its points have average values $\\langle p(x) \\rangle$ that obey general relativity and fluctuations $q(x) = p(x) - \\langle p(x) \\rangle$ that when averaged turn Fourier exponentials $\\exp(ikq)$ into gaussians $\\exp(-\\ell^2 \\boldsymbol k^2)$. The gaussians make Feynman diagrams finite. Zero-point are also finite, but they are negative and too large to explain dark energy unless new bosonic fields are included.         ",
    "url": "https://arxiv.org/abs/2406.09448",
    "authors": [
      "Kevin Cahill"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2408.16678",
    "title": "Digital stabilization of an IQ modulator in the carrier suppressed single side-band (CS-SSB) mode for atom interferometry",
    "abstract": "           We present an all-digital method for stabilising the phase biases in an electro-optic I/Q modulator for carrier-suppressed single-sideband modulation. Building on the method presented in S. Wald \\ea, Appl. Opt. \\textbf{62}, 1-7 (2023), we use the Red Pitaya STEMlab 125-14 platform to digitally generate and demodulate an auxiliary radio-frequency tone whose beat with the optical carrier probes the I/Q modulator's phase imbalances. We implement a multiple-input, multiple-output integral feedback controller which accounts for unavoidable cross-couplings in the phase biases to lock the error signals at exactly zero where optical power fluctuations have no impact on phase stability. We demonstrate $>23\\,\\rm dB$ suppression of the optical carrier relative to the desired sideband at $+3.4\\,\\rm GHz$ over a period of $15$ hours and over temperature variations of $20^\\circ\\rm C$.         ",
    "url": "https://arxiv.org/abs/2408.16678",
    "authors": [
      "Arif Ullah",
      "Samuel Legge",
      "John D. Close",
      "Simon A. Haine",
      "Ryan J. Thomas"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.03599",
    "title": "A tuneable frequency comb via dual-beam laser-solid harmonic generation",
    "abstract": "           A high-power laser pulse at normal incidence onto a plane solid target will generate odd harmonics of its frequency. However, the spacing of the harmonic lines in this configuration is fixed. Here, we study harmonic generation using two laser beams incident on a plane target at small, opposite angles to the target normal, via particle-in-cell simulations. When looking at the harmonic radiation in a specific direction via a narrow slit or pinhole, we select an angle-dependent subset of the harmonic spectrum. This way, we obtain a harmonic frequency comb that we control via the observation angle and the input laser frequency. The divergence of the harmonic radiation will be reduced by using wider laser spots, thus increasing the efficacy of the scheme. We will discuss extensions to this scheme, such as using beams with unequal frequencies, a slight tilt of the target, or employing more than two beams.         ",
    "url": "https://arxiv.org/abs/2410.03599",
    "authors": [
      "Raoul Trines",
      "Holger Schmitz",
      "Martin King",
      "Paul McKenna",
      "Robert Bingham"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2309.01085",
    "title": "The quantum vortices dynamics: spatio-temporal scale hierarchy and origin of turbulence",
    "abstract": "           This study investigates the evolution and interaction of quantum vortex loops with a small but non-zero radius of core ${\\sf a}$. The quantization scheme of the classical vortex system is based on the approach proposed by the author \\cite{Tal,Tal_PhRF}. We consider small perturbations in the ring-shaped loops, which include both helical-type shape variations and small excitations of the flow in the vortex core. The quantization of the circulation $\\Gamma$ is deduced from the first principles of quantum theory. As a result of our approach, the set of quantized circulation values is wider than the standard one. The developed theory introduces a hierarchical spatio-temporal scale in the quantum evolution of vortices. We also explore the applicability of this model for describing the origins of turbulence in quantum fluid flows. To achieve this specific objective, we employ the method of random Hamiltonians to describe the interaction of quantum vortex loops.         ",
    "url": "https://arxiv.org/abs/2309.01085",
    "authors": [
      "S.V. Talalov"
    ],
    "subjectives": [
      "Mathematical Physics (math-ph)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.18050",
    "title": "Hypermultiplexed Integrated-Photonics-based Tensor Optical Processor",
    "abstract": "           The escalating data volume and complexity resulting from the rapid expansion of artificial intelligence (AI), internet of things (IoT) and 5G/6G mobile networks is creating an urgent need for energy-efficient, scalable computing hardware. Here we demonstrate a hypermultiplexed integratedphotonics-based tensor optical processor (HITOP) that can perform trillions of operations per second (TOPS) at the energy efficiency of 40 TOPS/W. Space-time-wavelength three-dimensional (3D) optical parallelism enables O($N^{2}$) operations per clock-cycle using O($N$) modulator devices. The system is built with wafer-fabricated III/V micron-scale lasers and high-speed thin-film Lithium-Niobate electro-optics for encoding at 10s femtojoule/symbol. Lasing threshold incorporates analog inline rectifier (ReLu) nonlinearity for low-latency activation. The system scalability is verified with machine learning models of 405,000 parameters. A combination of high clockrates, energy-efficient processing and programmability unlocks the potential of light for large-scale AI accelerators in applications ranging from training of large AI models to real-time decision making in edge deployment.         ",
    "url": "https://arxiv.org/abs/2401.18050",
    "authors": [
      "Shaoyuan Ou",
      "Kaiwen Xue",
      "Lian Zhou",
      "Chun-ho Lee",
      "Alexander Sludds",
      "Ryan Hamerly",
      "Ke Zhang",
      "Hanke Feng",
      "Reshma Kopparapu",
      "Eric Zhong",
      "Cheng Wang",
      "Dirk Englund",
      "Mengjie Yu",
      "Zaijun Chen"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.02394",
    "title": "End-to-end variational quantum sensing",
    "abstract": "           Harnessing quantum correlations can enable sensing beyond the classical limits of precision, with the realization of such sensors poised for transformative impacts across science and engineering. Real devices, however, face the accumulated impacts of noise effects, architecture constraints, and finite sampling rates, making the design and success of practical quantum sensors challenging. Numerical and theoretical frameworks that support the optimization and analysis of imperfections from one end of a sensing protocol through to the other (i.e., from probe state preparation through to parameter estimation) are thus crucial for translating quantum advantage into widespread practice. Here, we present an end-to-end variational framework for quantum sensing protocols, where parameterized quantum circuits and neural networks form trainable, adaptive models for quantum sensor dynamics and estimation, respectively. The framework is general and can be adapted towards arbitrary qubit architectures, as we demonstrate with experimentally-relevant ansätze for trapped-ion and photonic systems, and enables to directly quantify the impacts that noisy state preparation/measurement and finite data sampling have on parameter estimation. End-to-end variational frameworks can thus underpin powerful design and analysis tools for realizing quantum advantage in practical, robust sensors.         ",
    "url": "https://arxiv.org/abs/2403.02394",
    "authors": [
      "Benjamin MacLellan",
      "Piotr Roztocki",
      "Stefanie Czischek",
      "Roger G. Melko"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2403.09517",
    "title": "Observation of quantum thermalization restricted to Hilbert space fragments",
    "abstract": "           Quantum thermalization occurs in a broad class of systems from elementary particles to complex materials. Out-of-equilibrium quantum systems have long been understood to either thermalize or retain memory of their initial states, but not both. Here we achieve the first coexistence of thermalization and memory in a quantum system, where we use both Rydberg blockade and facilitation in an atom array to engineer a fragmentation of the Hilbert space into exponentially many disjointed subspaces. We find that the kinetically constrained system yields quantum many-body scars arising from the $\\mathbb{Z}_{2k}$ class of initial states, which generalizes beyond the $\\mathbb{Z}_{2}$ scars previously reported in other quantum systems. When bringing multiple long-range interactions into resonance, we observe quantum thermalization restricted to Hilbert space fragments, where the thermalized system retains characteristics of the initial configuration. Intriguingly, states belonging to different subspaces do not thermalize with each other even when they have the same energy. Our work challenges established ideas of quantum thermalization while experimentally resolving the longstanding tension between thermalization and memory. These results may be applied to control entanglement dynamics in quantum processors and quantum sensors.         ",
    "url": "https://arxiv.org/abs/2403.09517",
    "authors": [
      "Luheng Zhao",
      "Prithvi Raj Datla",
      "Weikun Tian",
      "Mohammad Mujahid Aliyu",
      "Huanqian Loh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2406.11639",
    "title": "GHZ protocols enhance frequency metrology despite spontaneous decay",
    "abstract": "           The use of correlated states and measurements promises improvements in the accuracy of frequency metrology and the stability of atomic clocks. However, developing strategies robust against dominant noise processes remains challenging. We address the issue of decoherence due to spontaneous decay and show that Greenberger-Horne-Zeilinger (GHZ) states, in conjunction with a correlated measurement and nonlinear estimation strategy, achieve gains of up to 2.25 dB, comparable to fundamental bounds for up to about 80 atoms in the presence of decoherence. This result is surprising since GHZ states do not provide any enhancement under dephasing due to white frequency noise compared to the standard quantum limit of uncorrelated states. The gain arises from a veto signal, which allows for the detection and mitigation of errors caused by spontaneous emission events. Through comprehensive Monte-Carlo simulations of atomic clocks, we demonstrate the robustness of the GHZ protocol.         ",
    "url": "https://arxiv.org/abs/2406.11639",
    "authors": [
      "Timm Kielinski",
      "Piet O. Schmidt",
      "Klemens Hammerer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.03024",
    "title": "Metrology requirements for the integrated luminosity measurement using small angle Bhabha scattering at ILC",
    "abstract": "           Precision measurement of the integrated luminosity $\\mathcal{L}$ at future Higgs factories, including ILC, is of crucial importance for the cross-section measurements, and in particular for the line-shape measurements at the Z-pole. Since there is no up-to-date estimate of the integrated luminosity uncertainties arising from metrology effects at ILC, here we review the metrology requirements for the targeted precision of $\\mathcal{L}$ at foreseen ILC center-of-mass energies: 91.2 GeV, 250 GeV, 500 GeV and 1 TeV, using small-angle Bhabha scattering.         ",
    "url": "https://arxiv.org/abs/2407.03024",
    "authors": [
      "Ivan Smiljanić",
      "Ivanka Božović",
      "Goran Kačarević",
      "Mirko Radulović",
      "Jasna Stevanović"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2409.19692",
    "title": "Pancharatnam phase as an entanglement witness for quantum gravity in dual Stern-Gerlach interferometers",
    "abstract": "           Entanglement plays a central role in the fundamental tests and practical applications of quantum mechanics. Because entanglement is a feature unique to quantum systems, its observations provide evidence of quantumness. Hence, if gravity can generate entanglement between quantum superpositions, this indicates that quantum amplitudes are field sources and that gravity is quantum. I study the dual spin-one-half Stern-Gerlach interferometers and show that the Pancharatnam phase is a tool that qualitatively distinguishes semiclassical from quantum gravity. The semiclassical evolution is equivalent to that of two independent interferometers in an external field. In this case, a phase jump was observed, as expected from the geodesic rule, which dictates the noncyclic evolution in the Bloch sphere. By contrast, in the quantum case, the quantum amplitudes are the sources of the gravitational field, inducing entanglement between the two interferometers, and the phase is continuous.         ",
    "url": "https://arxiv.org/abs/2409.19692",
    "authors": [
      "Samuel Moukouri"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]