[
  {
    "id": "arXiv:2512.23721",
    "title": "Notes on Crowther and the \"Interpretation\" of Quantum Mechanics (arXiv:2512.14315)",
    "abstract": "           We read Karen Crowther's \\emph{Another 100 Years of Quantum Interpretation?} with two practical goals. First, we spell out what she means by interpretation'': an attempt to provide understanding (not just predictions), which may be representationalist or non-representationalist, and which she contrasts with deeper \\emph{reductive} (inter-theoretic) explanation -- especially in the quantum-gravity setting. Second, we list twelve points where the paper's physics-facing wording could be sharpened. In our view, several claims are directionally well-motivated but stated more strongly than the underlying physics supports, or they run together distinct notions (e.g.\\ degrees of freedom,'' singularity,'' and different senses of locality'') that need careful separation. We end by suggesting that the philosophical question is genuinely worthwhile, but the physics should be phrased more cautiously so that heuristic motivation is not mistaken for strict implication.         ",
    "url": "https://arxiv.org/abs/2512.23721",
    "authors": [
      "Mikołaj Sienicki",
      "Krzysztof Sienicki"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.24060",
    "title": "A two-dimensional terahertz smart wristband for integrated sensing and communication",
    "abstract": "           The development of wearable devices for terahertz (THz) integrated sensing and communication (ISAC) is pivotal for forthcoming 6G Internet of Things (IoT) and wearable optoelectronics. However, existing THz system suffers from bulkiness, narrow spectral response and limited flexibility constrained by their dependence on external antennas, complex coupling architectures and rigid components. Here, we present a 2D THz smart wristband based on a graphene plasmon polariton atomic cavity (PPAC) array, which integrates sensing and communication within a monolithic microdetector. Operating without any external antenna, the compact and flexible device enables self-powered, polarization-sensitive and frequency-selective THz detection across a broad response spectrum from 0.25 to 4.24 THz, with a responsivity of 6 V/W, a response time of 62 ms, and mechanical robustness maintained over 2000 bending cycles. Notably, we further exploit its multi-parameter THz responses for dual-purpose ISAC functionality. For sensing, the polarization- and strain-dependent THz responses are utilized as high-dimensional features for a convolutional neural network (CNN), enabling circuit fault diagnosis with 97% accuracy. For communication, the device implements secure encrypted communication under simulated on-body wearing condition through dual-channel encoding of THz polarization and on-off signals. This 2D ISAC platform paves the way for miniaturized, intelligent wearable systems for advanced human-machine interaction.         ",
    "url": "https://arxiv.org/abs/2512.24060",
    "authors": [
      "Shaojing Liu",
      "Yongsheng Zhu",
      "Runli Li",
      "Ximiao Wang",
      "Hongjia Zhu",
      "Shangdong Li",
      "Hai Ou",
      "Yanlin Ke",
      "Runze Zhan",
      "Huanjun Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.24150",
    "title": "Robust Physical Encryption and Unclonable Object Identification in Classical Optical Networks using Standard Integrated Photonic Components",
    "abstract": "           Spectral complexity is a useful resource in physical device identification, disorder-enhanced spectroscopy, and machine learning, but is often achieved in chip-scale devices at the expense of propagation loss, scalability, or reconfigurability. In this work, we demonstrate that device specific spectral complexity can be achieved using completely standardized photonic building blocks. Using a waveguide Mach-Zehnder interferometer internally loaded with two sets of non-concentric dual ring resonators, we demonstrate the generation of unclonable keys for one-time pad encryption which can be reconfigured on the fly by applying small voltages to on-chip thermo-optic elements. With this method, we access a keyspace larger than 12 Tb for a single device with simple, single-mode waveguide input and output coupling. Using two devices at either end of a communication channel, we show that an eavesdropper tapping the channel fibre link would be unable to recover the same spectrum measured at either end of the link, providing physical encryption for key distribution. Furthermore, being purely classical, this form of secure communications does not require quantum photonic sources or detectors, and can therefore be easily integrated into pre-existing telecommunication architectures.         ",
    "url": "https://arxiv.org/abs/2512.24150",
    "authors": [
      "Jack A. Smith",
      "Michael J. Strain"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.24167",
    "title": "Optical pumping and laser slowing of a heavy molecule",
    "abstract": "           Precision measurements of the electron's electric dipole moment (eEDM) are critical for testing fundamental symmetries in particle physics, and heavy polar molecules-such as barium monofluoride (BaF)-have emerged as promising candidates for advancing the sensitivity. However, the achievement of a 3D magneto-optical trap (MOT) required slowing BaF molecules to near-zero velocity by scattering over 10^4 photons per molecule, demanding a quasi-cycling transition with minimal leakage. We present a detailed study of the leakage channels, including higher vibrational and rotational states. By combining microwave remixing with optical pumping of rotational and vibrational dark states, we reduced the total leakage fraction to 10^-5. Using frequency-chirped laser slowing, we slowed a subset of buffer-gas-cooled BaF molecules from approximately 80 m/s to near-zero velocity, which is critical for efficient MOT loading. This work establishes the technical foundation for precision eEDM measurements using laser-cooled heavy molecules.         ",
    "url": "https://arxiv.org/abs/2512.24167",
    "authors": [
      "Shuhua Deng",
      "Shoukang Yang",
      "Zixuan Zeng",
      "Bo Yan"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2512.24254",
    "title": "GPT-like transformer model for silicon tracking detector simulation",
    "abstract": "           Simulating physics processes and detector responses is essential in high energy physics and represents significant computing costs. Generative machine learning has been demonstrated to be potentially powerful in accelerating simulations, outperforming traditional fast simulation methods. The efforts have focused primarily on calorimeters. This work presents the very first studies on using neural networks for silicon tracking detectors simulation. The GPT-like transformer architecture is determined to be optimal for this task and applied in a fully generative way, ensuring full correlations between individual hits. Taking parallels from text generation, hits are represented as a flat sequence of feature values. The resulting tracking performance, evaluated on the Open Data Detector, is comparable with the full simulation.         ",
    "url": "https://arxiv.org/abs/2512.24254",
    "authors": [
      "Tadej Novak",
      "Borut Paul Kerševan"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2512.24290",
    "title": "Fast reconstruction-based ROI triggering via anomaly detection in the CYGNO optical TPC",
    "abstract": "           Optical-readout Time Projection Chambers (TPCs) produce megapixel-scale images whose fine-grained topological information is essential for rare-event searches, but whose size challenges real-time data selection. We present an unsupervised, reconstruction-based anomaly-detection strategy for fast Region-of-Interest (ROI) extraction that operates directly on minimally processed camera frames. A convolutional autoencoder trained exclusively on pedestal images learns the detector noise morphology without labels, simulation, or fine-grained calibration. Applied to standard data-taking frames, localized reconstruction residuals identify particle-induced structures, from which compact ROIs are extracted via thresholding and spatial clustering. Using real data from the CYGNO optical TPC prototype, we compare two pedestal-trained autoencoder configurations that differ only in their training objective, enabling a controlled study of its impact. The best configuration retains (93.0 +/- 0.2)% of reconstructed signal intensity while discarding (97.8 +/- 0.1)% of the image area, with an inference time of approximately 25 ms per frame on a consumer GPU. The results demonstrate that careful design of the training objective is critical for effective reconstruction-based anomaly detection and that pedestal-trained autoencoders provide a transparent and detector-agnostic baseline for online data reduction in optical TPCs.         ",
    "url": "https://arxiv.org/abs/2512.24290",
    "authors": [
      "F. D. Amaro",
      "R. Antonietti",
      "E. Baracchini",
      "L. Benussi",
      "C. Capoccia",
      "M. Caponero",
      "L. G. M. de Carvalho",
      "G. Cavoto",
      "I. A. Costa",
      "A. Croce",
      "M. D'Astolfo",
      "G. D'Imperio",
      "G. Dho",
      "E. Di Marco",
      "J. M. F. dos Santos",
      "D. Fiorina",
      "F. Iacoangeli",
      "Z. Islam",
      "E. Kemp",
      "H. P. Lima Jr.",
      "G. Maccarrone",
      "R. D. P. Mano",
      "D. J. G. Marques",
      "G. Mazzitelli",
      "P. Meloni",
      "A. Messina",
      "V. Monno",
      "C. M. B. Monteiro",
      "R. A. Nobrega",
      "G. M. Oppedisano",
      "I. F. Pains",
      "E. Paoletti",
      "F. Petrucci",
      "S. Piacentini",
      "D. Pierluigi",
      "D. Pinci",
      "F. Renga",
      "A. Russo",
      "G. Saviano",
      "P. A. O. C. Silva",
      "N. J. Spooner",
      "R. Tesauro",
      "S. Tomassini",
      "D. Tozzi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Machine Learning (cs.LG)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2512.24328",
    "title": "Configurational-entropy-driven structural and optical stability in high-entropy halide perovskites for broadband NIR photonics",
    "abstract": "           By injecting configurational entropy into soft ionic lattices, high-entropy halide perovskites offer a compelling route toward photonic materials that are both functionally rich and operationally robust; however, converting compositional complexity into predictable optical function remains challenging. Here we demonstrate device-relevant ultrabroadband near-infrared (NIR) photonics by integrating element-specific roles within an entropy-stabilized lattice. We establish high-entropy rare-earth halide double-perovskite single crystals, Cs2Na(Sb,Re)Cl6 (Re3+ = Sc3+, Er3+, Yb3+, Tm3+), where near-equiatomic B(III)-site alloying yields a single-phase cubic solid solution (S_config about 1.6R) with homogeneous multication incorporation. Sb3+ acts as a broadband sensitizer that unifies excitation and cooperatively activates multiple lanthanide emitters, transforming single-mode emission into wide-coverage NIR output (850-1600 nm) with three fingerprint bands at 996, 1220, and 1540 nm. This tri-peak, self-referenced signature enables redundancy-based ratiometric readout with reduced sensitivity to intensity drift, supporting reliable solvent identification and quantitative mixture sensing. Beyond functional expansion, accelerated aging tests show markedly improved tolerance to humidity and oxygen versus single-component analogues. The robustness is experimentally attributed to octahedral contraction-strengthened metal-halide bonding that increases the kinetic barrier for moisture-triggered bond cleavage, together with entropy-induced lattice distortion that impedes long-range halide migration and suppresses defect/impurity-phase formation. Finally, a UV-pumped phosphor-converted LED delivers spectrally stable, wide-coverage NIR illumination, highlighting configurational-entropy engineering as a practical strategy to couple ultrabroadband photonic function with environmental stability.         ",
    "url": "https://arxiv.org/abs/2512.24328",
    "authors": [
      "Yuxiang Xin",
      "Chen-Xin Yu",
      "Jianru Wang",
      "Shuwen Yan",
      "Liang Fan",
      "Xiachu Xiao",
      "Yutao Yang",
      "Luying Li",
      "Jiang Tang",
      "Li-Ming Yang",
      "Zhuolei Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2512.24360",
    "title": "Impact of Angle Misalignment on the Performance of a combined Optical and millimeter-wave Transceiver enabled by a pair of Optical Harmonically Locked Lasers",
    "abstract": "           We demonstrated combined free-space optics (FSO) and D-band(110-170GHz) millimeter(mm-wave) transceiver enabled by precisely locked lasers with low phase noise. Combined capacity and tolerance to angle misalignment are studied using 100Gb/s optical and mm-wave signals.         ",
    "url": "https://arxiv.org/abs/2512.24360",
    "authors": [
      "Zichuan Zhou",
      "Amany Kassem",
      "Zun Htay",
      "Izzat Darwazeh",
      "Zhixin Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.24477",
    "title": "Mathematical Theory for Photonic Hall Effect in Honeycomb Photonic Crystals",
    "abstract": "           In this work, we develop a mathematical theory for the photonic Hall effect and prove the existence of guided electromagnetic waves at the interface of two honeycomb photonic crystals. The guided wave resembles the edge states in electronic systems: it is induced by the topological Hall effect, and the wave propagates along the interface but not in the bulk media. Starting from a symmetric honeycomb photonic crystal that attains Dirac points at the high-symmetry points of the Brillouin zone, $K$ and $K'$, we introduce two classes of perturbations for the periodic medium. The perturbations lift the Dirac degeneracy, forming a spectral band valley at the points $K$ and $K'$ with well-defined topological phase that depends on the sign of the perturbation parameters. By employing the layer potential techniques and spectral analysis, we investigate the existence of guided wave along an interface when two honeycomb photonic crystals are glued together. In particular, we elucidate the relationship between the existence of the interface mode and the nature of perturbations imposed on the two periodic media separated by the interface.         ",
    "url": "https://arxiv.org/abs/2512.24477",
    "authors": [
      "Wei Li",
      "Junshan Lin",
      "Jiayu Qiu",
      "Hai Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)",
      "Analysis of PDEs (math.AP)",
      "Spectral Theory (math.SP)"
    ]
  },
  {
    "id": "arXiv:2512.24719",
    "title": "Achieving High Efficiency And Enhanced Beam Quality In Laser Wakefield Acceleration",
    "abstract": "           Laser wakefield acceleration, characterized by the extremely high electric field gradient exceeding 100GV/m, is regarded as a compact and cost affordable technology for the next generation of particle colliders and light sources. However, it has always been a major challenge to effectively increase the energy transfer efficiency from the laser to the accelerated beam, while ensuring the beam quality remains suitable for practical applications. This study demonstrates that the laser with shorter pulse duration allows for a two-step dechirping process of the accelerated electron beam with charge of nanocoulomb level. The electron beams with an energy spread of 1% can be generated with the energy transfer efficiency of 10% to 30% in a large parameter space. For example, one electron beam with the energy of 420MeV, the charge of 5.5nC and the RMS energy spread of 2% can be produced using an 8.3J laser pulse with 7.2fs duration.         ",
    "url": "https://arxiv.org/abs/2512.24719",
    "authors": [
      "Jia Wang",
      "Ming Zeng",
      "Dazhang Li",
      "Wentao Wang",
      "Song Li",
      "Ke Feng",
      "Jie Gao"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2512.24983",
    "title": "Optical Spiking Neural Networks via Rogue-Wave Statistics",
    "abstract": "           Optical computing could reduce the energy cost of artificial intelligence by leveraging the parallelism and propagation speed of light. However, implementing nonlinear activation, essential for machine learning, remains challenging in low-power optical systems dominated by linear wave physics. Here, we introduce an optical spiking neural network that uses optical rogue-wave statistics as a programmable firing mechanism. By establishing a homomorphism between free-space diffraction and neuronal integration, we demonstrate that phase-engineered caustics enable robust, passive thresholding: sparse spatial spikes emerge when the local intensity exceeds a significant-intensity rogue-wave criterion. Using a physics-informed digital twin, we optimize granular phase masks to deterministically concentrate energy into targeted detector regions, enabling end-to-end co-design of the optical transformation and a lightweight electronic readout. We experimentally validate the approach on BreastMNIST and Olivetti Faces, achieving accuracies of 82.45\\% and 95.00\\%, respectively, competitive with standard digital baselines. These results demonstrate that extreme-wave phenomena, often treated as deleterious fluctuations, can be harnessed as structural nonlinearity for scalable, energy-efficient neuromorphic photonic inference.         ",
    "url": "https://arxiv.org/abs/2512.24983",
    "authors": [
      "Bahadır Utku Kesgin",
      "Gülsüm Yaren Durdu",
      "Uğur Teğin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.25046",
    "title": "Extreme nonlinear optics in optical fibers",
    "abstract": "           This paper reviews the field of extreme nonlinear optics in optical fibers, highlighting key phenomena and advancements. It discusses multiple ionization effects caused by femtosecond laser pulses that generate plasma and induce permanent material modifications, as well as plasma luminescence and its dependence on material imperfections. The formation and dynamics of plasma filaments, including helical structures, are explored, along with the rainbow spiral emission pattern useful in communications and particle manipulation. The review covers the generation of spatial-temporal waves, supercontinuum broadening, and advanced modeling techniques, such as multimode unidirectional pulse propagation equations for describing optical pulse evolution. Experimental demonstrations involving discretized conical waves and supercontinuum generation optimization are detailed. The paper emphasizes the unique capabilities of photonic crystal fibers, especially hollow-core variants, in achieving broad supercontinua and Raman frequency combs, ultrashort pulse compression, high-harmonic generation, plasma formation, and nonclassical light production. Our outlook highlights ongoing research into spatiotemporal helicon waves, ultrashort pulse propagation, vacuum ultraviolet and mid-infrared supercontinuum generation, and innovative fiber technologies. Future directions focus on enhancing fiber performance, understanding multimodal wave dynamics, and expanding applications in telecommunications, sensing, and quantum science.         ",
    "url": "https://arxiv.org/abs/2512.25046",
    "authors": [
      "Mario Ferraro",
      "Bertrand Kibler",
      "Pierre Béjot",
      "Frédéric Gérome",
      "Benoit Debord",
      "Fetah Benabid",
      "Fabio Mangini",
      "Stefan Wabnitz"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.25048",
    "title": "All optical Lithography for Spatiotemporal Patterning of Azopolymer Microreliefs",
    "abstract": "           Microstructured surfaces are central to photonics, biointerfaces, and functional coatings, yet they are typically fabricated through multi-step lithographic workflows requiring masks or molds and post-processing. Azopolymers provide an alternative route by converting structured optical fields into surface reliefs via light-induced mass migration, but existing approaches have been limited to smooth, shallow, and engraving-like topographies produced from a flat film. Here we introduce an all-optical, maskless, fully digital lithography platform that exploits engineered darkness within computer-generated holograms to spatially localize inward mass transport and directly produce positive, protruding microreliefs. We show that isolated and array of micro-bumps can be generated from pristine flat azopolymer films in a single writing step, and we introduce spatiotemporal control through sequential tailored illumination to reshape microrelief profiles, enabling flattened-top micropillars, programmable array shapes and arrangements, and free-form continuous microrelief designs. Hierarchical microarchitectures are also demonstrated by extending the concept of multi-step illumination sequences. As functional demonstrations, we realize multi-focus microlenses and quasi-square diffraction gratings with enhanced 1st-order efficiencies. Finally, we leverage azopolymer reconfigurability to implement write-erase-rewrite cycles that reset and repurpose the same surface region for distinct micropatterns, enabling rewritable surfaces and reprogrammable master templates for replication. Overall, this work establishes a scalable spatiotemporal strategy for on-demand, all-optical microfabrication and reprogramming of structured surfaces, where spatial and temporal degrees of freedom of holographic patterns intermix to produce advanced patterning capabilities.         ",
    "url": "https://arxiv.org/abs/2512.25048",
    "authors": [
      "I Komang Januariyasa",
      "Francesco Reda",
      "Nikolai Liubimtsev",
      "Marina Saphiannikova",
      "Fabio Borbone",
      "Marcella Salvatore",
      "Stefano Luigi Oscurato"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.25049",
    "title": "Arithmetic with spatiotemporal optical vortex of integer and fractional topological charges",
    "abstract": "           Spatiotemporal optical vortices carry transverse orbital angular momentum (t-OAM), which give rise to spatiotemporal topological charge (ST-TC). To unleash the full potential of t-OAM in expanding the capacity of communication and computing, we demonstrate the first optical information-processing pipeline capable of performing addition and subtraction on ST-TC values, regardless of whether they are integer or fractional. Additionally, we established a readout method for those mathematical operations through imaging spectral analysis, providing a robust optical basis toward arithmetic operations and verification. These new capabilities mark crucial advancements toward full arithmetic operations on the ST-TC of light for bosonic state computation and information processing.         ",
    "url": "https://arxiv.org/abs/2512.25049",
    "authors": [
      "Hsiao-Chih Huang",
      "Chen-Ting Liao",
      "Hui Min Leung"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2512.23923",
    "title": "Geometric View of One-Dimensional Quantum Mechanics",
    "abstract": "           We apply De Haro's Geometric View of Theories to one of the simplest quantum systems: a spinless particle on a line and on a circle. The classical phase space M = T*Q is taken as the base of a trivial Hilbert bundle E ~ M x H, and the familiar position and momentum representations are realised as different global trivialisations of this bundle. The Fourier transform appears as a fibrewise unitary transition function, so that the standard position-momentum duality is made precise as a change of coordinates on a single geometric object. For the circle, we also discuss twisted boundary conditions and show how a twist parameter can be incorporated either as a fixed boundary condition or as a base coordinate, in which case it gives rise to a flat U(H)-connection with nontrivial holonomy. These examples provide a concrete illustration of how the Geometric View organises quantum-mechanical representations and dualities in geometric terms.         ",
    "url": "https://arxiv.org/abs/2512.23923",
    "authors": [
      "Eren Volkan Küçük"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2512.23991",
    "title": "Towards Quantum Machine Learning of Lattice Boltzmann Collision Operators for Fluid Dynamic Simulations",
    "abstract": "           We attempt the use of a unitary operator to approximate the lattice Boltzmann collision operator. We use a modified amplitude encoding to bypass the renormalization that would have required classical processing at every step (thus eroding any quantum advantage to be had). We describe the hard-wiring of the lattice Boltzmann symmetries into the quantum circuit and show that, for the specific case of the cavity flow, approximating the nonlinear system is limited to low velocities. These findings may help us understand better the possibilities of nonlinear simulations on a quantum computer, and also pave the way for a discussion on how quantum machine learning might be harnessed to address more complex problems.         ",
    "url": "https://arxiv.org/abs/2512.23991",
    "authors": [
      "Wael Itani",
      "Katepalli R. Sreenivasan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2512.24094",
    "title": "5-GHz chip-based quantum key distribution with 1Mbps secure key rate over 150 km",
    "abstract": "           Quantum key distribution (QKD) enables secure communication by harnessing the fundamental principles of quantum physics, which inherently guarantee information-theoretic security and intrinsic resistance to quantum computing attacks. However, the secure key rate of QKD typically decreases exponentially with increasing channel distance. In this work, by developing a novel polarization-state preparation method, an ultra-low time-jitter laser source and superconducting nanowire single-photon detectors, we demonstrate a 5-GHz integrated QKD system featuring ultra-low quantum bit error rates (QBERs). The system achieves secure key rates of 1.076 Mbps at 150 km and 105 kbps at 200 km over standard single-mode fiber channels, respectively. Our system substantially enhances the secure key rate, enabling high-resolution video calls with one-time-pad encryption over intercity backbone QKD links. This work represents a significant step forward in the development of high-performance practical QKD systems.         ",
    "url": "https://arxiv.org/abs/2512.24094",
    "authors": [
      "Guo-Wei Zhang",
      "Sheng-Teng Zheng",
      "You Xiao",
      "Fang-Xiang Wang",
      "Wen-Jing Ding",
      "Dianpeng Wang",
      "Penglei Hao",
      "Li Zhang",
      "Jia-Lin Chen",
      "Yu-Yang Ding",
      "Shuang Wang",
      "De-Yong He",
      "Zhen-Qiang Yin",
      "Zheng Zhou",
      "Hao Li",
      "Lixing You",
      "Guang-Can Guo",
      "Wei Chen",
      "Zheng-Fu Han"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.24191",
    "title": "Soft x-rays with Orbital Angular Momentum for resonant scattering experiments at the SOLEIL synchrotron",
    "abstract": "           The paper presents a comprehensive description of a new setup implemented and commissioned at the SEXTANTS beamline of the SOLEIL synchrotron for absorption and scattering experiments with x-ray beams carrying an orbital angular momentum, also known as twisted x-ray beams. Two alternative methods have been implemented, based on the use of either spiral zone plates or fork gratings devices, and we show how they can be used for both defining and assessing the orbital angular momentum of an x-ray beam. We show also how multiple devices can be used in sequence to define an integer arithmetic of the orbital angular momentum of the final x-ray beam. Finally, we report the results of the first resonant scattering pilot experiments in transmission and reflection mode, intended to assess the feasibility of future users measurements. The availability of twisted soft x-rays complements the range of experimental techniques in elastic, resonant and coherent scattering available at the SEXTANTS beamline of the SOLEIL synchrotron.         ",
    "url": "https://arxiv.org/abs/2512.24191",
    "authors": [
      "Pietro Carrara",
      "Franck Fortuna",
      "Renaud Delaunay",
      "Joan Vila-Comamala",
      "Benedikt Rösner",
      "Christian David",
      "Stefania Pizzini",
      "Clément Fourniols",
      "Laurent Vila",
      "Matteo Pancaldi",
      "Carlo Spezzani",
      "Flavio Capotondi",
      "Pierre Nonnon",
      "Mauro Fanciulli",
      "Thierry Ruchon",
      "Nicolas Jaouen",
      "Horia Popescu",
      "Maurizio Sacchi"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2512.24198",
    "title": "A short technical comment on Bub's There is No Quantum World (arXiv:2512.18400v2) and a brief remark on related Grangier's reply (arXiv:2512.22965v1)",
    "abstract": "           This note is a friendly technical check of Jeffrey Bub's There is No Quantum World (arXiv:2512.18400v2). I flag one unambiguous mathematical slip (a cardinality identity that implicitly assumes the Continuum Hypothesis) and then point out a few places where the discussion of infinite tensor products, ``sectorization,'' and measurement updates would benefit from sharper wording. Nothing here is meant as a critique of Bub's interpretive goals; the aim is simply to separate what is mathematically forced from what depends on choices of algebra, representation, or philosophical stance. I end with a short remark on Philippe Grangier's reply (arXiv:2512.22965v1).         ",
    "url": "https://arxiv.org/abs/2512.24198",
    "authors": [
      "Krzysztof Sienicki"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2512.24273",
    "title": "Using NV centers in diamond to detect DC to very-low frequency magnetic fields",
    "abstract": "           In this work we present a compact and portable tabletop magnetometer that utilizes negatively charged nitrogen-vacancy (NV) centers in diamond. The magnetometer is operated using a dual microwave resonance detection approach in combination with an optically detected magnetic resonance (ODMR) technique (mitigating drifts in results due to changes of the diamond temperature), capable of simultaneously exciting and registering two ODMR transitions. The experimentally measured magnetic field noise-floor is $\\approx 2.3~\\textrm{nT}\\sqrt{\\textrm{Hz}}$ while the calculated shot-noise-limited magnetic field sensitivity is $\\approx 585~\\textrm{pT}\\sqrt{\\textrm{Hz}}$ when excited with a continuous wave laser at 0.5~W. These results pave the way for realizing a simple set-up magnetometer for precise single axis magnetic field measurements for example for accurate electric current measurements for stabilization purposes and magnetic communication applications.         ",
    "url": "https://arxiv.org/abs/2512.24273",
    "authors": [
      "Valts Krumins",
      "Ivars Krastins",
      "Oskars Rudzitis",
      "Reinis Lazda",
      "Florian Gahbauer",
      "Marcis Auzinsh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2512.24626",
    "title": "Volcano Architecture for Scalable Quantum Processor Units",
    "abstract": "           Quantum information processing platforms based on array of matter qubits, such as neutral atoms, trapped ions, and quantum dots, face significant challenges in scalable addressing and readout as system sizes increase. Here, we propose the \"Volcano\" architecture that establishes a new quantum processing unit implementation method based on optical channel mapping on a arbitrarily arranged static qubit array. To support the feasibility of Volcano architecture, we show a proof-of-principle demonstration by employing a photonic chip that leverages custom-designed three-dimensional waveguide structures to transform one-dimensional beam arrays into arbitrary two-dimensional output patterns matching qubit array geometries. We demonstrate parallel and independent control of 49-channel with negligible crosstalk and high uniformity. This architecture addresses the challenges in scaling up quantum processors, including both the classical link for parallel qubit control and the quantum link for efficient photon collection, and holds the potential for interfacing with neutral atom arrays and trapped ion crystals, as well as networking of heterogeneous quantum systems.         ",
    "url": "https://arxiv.org/abs/2512.24626",
    "authors": [
      "Dong-Qi Ma",
      "Qing-Xuan Jie",
      "Ya-Dong Hu",
      "Wen-Yi Zhu",
      "Yi-Chen Zhang",
      "Hong-Jie Fan",
      "Xiao-Kang Zhong",
      "Guang-Jie Chen",
      "Yan-Lei Zhang",
      "Tian-Yang Zhang",
      "Xi-Feng Ren",
      "Liang Chen",
      "Zhu-Bo Wang",
      "Guang-Can Guo",
      "Chang-Ling Zou"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2512.24847",
    "title": "AODDiff: Probabilistic Reconstruction of Aerosol Optical Depth via Diffusion-based Bayesian Inference",
    "abstract": "           High-quality reconstruction of Aerosol Optical Depth (AOD) fields is critical for Atmosphere monitoring, yet current models remain constrained by the scarcity of complete training data and a lack of uncertainty this http URL address these limitations, we propose AODDiff, a probabilistic reconstruction framework based on diffusion-based Bayesian inference. By leveraging the learned spatiotemporal probability distribution of the AOD field as a generative prior, this framework can be flexibly adapted to various reconstruction tasks without requiring task-specific retraining. We first introduce a corruption-aware training strategy to learns a spatiotemporal AOD prior solely from naturally incomplete data. Subsequently, we employ a decoupled annealing posterior sampling strategy that enables the more effective and integration of heterogeneous observations as constraints to guide the generation process. We validate the proposed framework through extensive experiments on Reanalysis data. Results across downscaling and inpainting tasks confirm the efficacy and robustness of AODDiff, specifically demonstrating its advantage in maintaining high spatial spectral fidelity. Furthermore, as a generative model, AODDiff inherently enables uncertainty quantification via multiple sampling, offering critical confidence metrics for downstream applications.         ",
    "url": "https://arxiv.org/abs/2512.24847",
    "authors": [
      "Linhao Fan",
      "Hongqiang Fang",
      "Jingyang Dai",
      "Yong Jiang",
      "Qixing Zhang"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2512.24857",
    "title": "Measuring Mixed-State Topological Invariant in Open Photonic Quantum Walk",
    "abstract": "           Pure-state manifestations of geometric phase are well established and have found applications across essentially all branches of physics, yet their generalization to mixed-state regimes remains largely unexplored experimentally. The Uhlmann geometric phase offers a natural extension of pure-state paradigms and can exhibit a topological character. However, observation of this invariant is impeded by the incompatibility between Uhlmann parallel transport and Hamiltonian dynamics, as well as the difficulty of preparing topologically nontrivial mixed states. To address this challenge, we report an experimentally accessible protocol for directly measuring the mixed-state topological invariant. By engineering controlled nonunitary dynamics in a photonic quantum walk, we prepare topologically nontrivial mixed states from a trivial initial state. Furthermore, by machine-learning the full density matrix in momentum space, we directly extract the quantized geometric phase of the nontrivial mixed states. These results highlight a geometric phase framework that naturally extends to open quantum systems both in and out of thermal equilibrium.         ",
    "url": "https://arxiv.org/abs/2512.24857",
    "authors": [
      "Qin-Qin Wang",
      "Xiao-Ye Xu",
      "Yong-Jian Han",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.19424",
    "title": "Quantum Sensing Using Atomic Clocks for Nuclear and Particle Physics",
    "abstract": "           Technologies for manipulating single atoms have advanced drastically in the past decades. Due to their excellent controllability of internal states, atoms serve as one of the ideal platforms as quantum systems. One major research direction in atomic systems is the precise determination of physical quantities using atoms, which is included in the field of precision measurements. One of such precisely measured physical quantities is energy differences between two energy levels in atoms, which is symbolized by the remarkable fractional uncertainty of $10^{-18}$ or lower achieved in the state-of-the-art atomic clocks. Two-level systems in atoms are sensitive to various external fields and can, therefore, function as quantum sensors. The effect of these fields manifests as energy shifts in the two-level system. Traditionally, such shifts are induced by electric or magnetic fields, as recognized even before the advent of precision spectroscopy with lasers. With high-precision measurements, tiny energy shifts caused by hypothetical fields weakly coupled to ordinary matter or by small effects mediated by massive particles can be potentially detectable, which are conventionally dealt with in the field of nuclear and particle physics. In most cases, the atomic systems as quantum sensors have not been sensitive enough to detect such effects. Instead, experiments searching for these interactions have placed constraints on coupling constants, except in a few cases where effects are predicted by the Standard Model of particle physics. Nonetheless, measurements and searches for these effects in atomic systems have led to the emergence of a new field of physics.         ",
    "url": "https://arxiv.org/abs/2411.19424",
    "authors": [
      "Akio Kawasaki"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2506.23962",
    "title": "Elimination of angular dependency in quantum three-body problem made easy",
    "abstract": "           This work presents a systematic account of elimination of angular dependency from nonrelativistic Schrödinger equation for a three-body quantum system with arbitrary masses, charges, angular momentum, and parity. The resulting reduced Schrödinger equation (RSE) for the reduced wave components, corresponding to the basis of solid bipolar harmonics, is presented in a compact matrix operator form. The variational form of RSE, providing a practical tool for calculating energy levels and wave functions, is also derived. The resulting angular integrals were derived by expanding bipolar harmonics in a basis of parity-adapted Wigner functions. The theoretical results are numerically validated by computing accurate energy levels for selected states of the helium atom in the explicitly correlated Hylleraas-type basis. The work aims to serve as a self-contained reference for the previously scattered throughout the scientific literature formulation of RSE, offering a convenient foundation for further analytical studies of three-particle quantum systems with arbitrary angular momentum and parity.         ",
    "url": "https://arxiv.org/abs/2506.23962",
    "authors": [
      "Anjan Sadhukhan",
      "Grzegorz Pestka",
      "Rafał Podeszwa",
      "Henryk A. Witek"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2509.12059",
    "title": "Programmable Optical Filters Based on Feed-Forward Photonic Meshes",
    "abstract": "           We demonstrate an integrated photonic circuit based on feed forward photonic meshes that can be programmed and reconfigured to perform arbitrary spectral filter functions. We investigate a subset of the available filter functions, demonstrating that a N = 4 input triangular mesh with M = 3 layers may be operated via self-configuration algorithms to filter M arbitrary wavelengths from a given input spectrum. The tunable nature of the architecture enables preconfigured filter functions to be swept in the spectral domain continuously over the free spectral range of the device. This removes any strict requirements between the design parameters of the architecture and the center wavelength of a desired filter function. With this architecture, we experimentally demonstrate arbitrary wavelength rejection filters with contrasts as deep as 40 dB. Further, by intentionally selecting the center wavelengths of each filter function to lie along a wavelength grid we demonstrate deep wavelength division demultiplexing (DWDM) with inter-channel crosstalk between -25 dB and -40 dB. Unlike typical DWDM systems, in this architecture the center wavelength of each channel is not fixed at fabrication and instead may be swept or reordered arbitrarily. This device demonstrates advantages over typical methods for DWDM, Raman spectroscopy, and correlation spectroscopy as well as other applications.         ",
    "url": "https://arxiv.org/abs/2509.12059",
    "authors": [
      "Carson G. Valdez",
      "Anne R. Kroo",
      "Marek Vlk",
      "Charles Roques-Carmes",
      "Shanhui Fan",
      "David A. B. Miller",
      "Olav Solgaard"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.14968",
    "title": "Optical Response in Spintronic Poisson Bolometers",
    "abstract": "           Analog bolometers based on temperature-dependent phase-transition materials such as vanadium oxide (VOx) and barium titanate (BTO) represent the state of the art in uncooled infrared detectors. Recently, the first room-temperature spintronic Poisson bolometer based on magnetic tunnel junctions (MTJs) was proposed and demonstrated as a promising infrared detector. Unlike conventional bolometers, the spintronic Poisson bolometer operates in a probabilistic regime dominated by Poissonian noise, where the response is governed by resistance fluctuations arising from thermally activated magnetization transitions. Spontaneous transitions between two metastable magnetic states occur even in the absence of incident light, and the transition probability increases under illumination. In this work, we experimentally study the statistical properties of the optical response of the spintronic Poisson bolometer under illumination. We demonstrate that transitions in spintronic Poisson bolometers, both in the absence and presence of light, exhibit Poissonian behavior, with transition rates and interarrival times modulated by incident radiation. Under illumination, we observe a 153% increase in the count rate accompanied by a 70% reduction in interarrival time. These results establish spintronic Poisson bolometers as a promising platform for probabilistic, high-speed, and high-sensitivity infrared detection at room temperature.         ",
    "url": "https://arxiv.org/abs/2512.14968",
    "authors": [
      "Ziyi Yang",
      "Sakshi Gupta",
      "Jehan Shalabi",
      "Leif Bauer",
      "Daien He",
      "Mohamed Mousa",
      "Angshuman Deka",
      "Zubin Jacob"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.02812",
    "title": "Partially polaron-transformed quantum master equation for exciton and charge transport dynamics",
    "abstract": "           Polaron-transformed quantum master equation (PQME) offers a unified framework to describe the dynamics of quantum systems in both limits of weak and strong couplings to environmental degrees of freedom. Thus, PQME serves as an efficient method to describe charge and exciton transfer/transport dynamics for a broad range of parameters in condensed or complex environments. However, in some cases, the polaron transformation (PT) being employed in the formulation invokes an over-relaxation of slow modes and results in premature suppression of important coherence terms. A formal framework to address this issue is developed in the present work by employing a partial PT that has smaller weights for low frequency bath modes. It is shown here that a closed form expression of a 2nd order time-local PQME including all the inhomogeneous terms can be derived for a general form of partial PT, although more complicated than that for the full PT. All the expressions needed for numerical calculation are derived in detail. Applications to a model of two-level system coupled to a bath of harmonic oscillators, with test calculations focused on those due to homogeneous relaxation terms, demonstrate the feasibility and the utility of the present approach.         ",
    "url": "https://arxiv.org/abs/2203.02812",
    "authors": [
      "Seogjoo J. Jang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2407.11437",
    "title": "Investigation of resistive switching in Au/MoS2/Au using Reactive Molecular Dynamics and ab-initio quantum transport calculations",
    "abstract": "           In this work, we investigate the underlying physical mechanism for electric-field induced resistive switching in Au/MoS2/Au based memristive devices by combining reactive Molecular Dynamics (MD) and ab-initio quantum transport calculations. Using MD with Au/Mo/S ReaxFF potential, we observe the formation of realistic conductive filament consisting of gold atoms through monolayer MoS2 layer when sufficient electric field is applied. We furthermore instigate the rupture of the gold atom filament when a sufficiently large electric field is applied in the opposite direction. To calculate the conductance of the obtained structures and identify the High Resistance (HR) and Low Resistance (LR) states, we employ the ab-initio electron transport calculations by importing the atomic structures from MD calculations. For single-defect MoS2 memristors, the obtained LRS, HRS current densities are in order of 10^7 A/cm^2 which agrees reasonably well with the reported experiments.         ",
    "url": "https://arxiv.org/abs/2407.11437",
    "authors": [
      "Ashutosh Krishna Amaram",
      "Saurabh Kharwar",
      "Tarun Kumar Agarwal"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2507.23142",
    "title": "Local-available quantum correlation swapping in one-parameter X states",
    "abstract": "           Although introduced for entanglement, quantum repeaters and swapping protocols have been analyzed for other quantum correlations (QC), such as quantum discord. In 2015, Mundarain and Ladrón de Guevara [Quantum Inf. Process. 14, 4493 (2015)] introduced local-available quantum correlations (LAQC), which are a promising yet understudied quantum correlation. Recently, Bellorin et al. [Int. J. Mod. Phys. B 36, 22500990 (2022), Int. J. Mod. Phys. B 36, 2250154 (2022)] obtained exact analytical results for the LAQC quantifier of general 2-qubit X states. Building up from those results, we analyzed the LAQC swapping for 2-qubit X states. As expected, we find that if the initial states are non-classical and the one used for the projective measurement is entangled, the final state will generally have non-zero LAQC. Using the properties of this quantum correlation, we establish the conditions for a QCS scheme that leads to a final state with a non-zero LAQC measure. We illustrate these results by analyzing five families of one-parameter 2-qubit X states, including families where the projective measure leads to a separable state, but whose LAQC measure is non-zero. This feature opens the possibility for this quantum correlation to be considered a genuine resource in quantum information technology.         ",
    "url": "https://arxiv.org/abs/2507.23142",
    "authors": [
      "Hermann L. Albrecht"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2512.23624",
    "title": "Physics-Informed Neural Networks for Device and Circuit Modeling: A Case Study of NeuroSPICE",
    "abstract": "           We present NeuroSPICE, a physics-informed neural network (PINN) framework for device and circuit simulation. Unlike conventional SPICE, which relies on time-discretized numerical solvers, NeuroSPICE leverages PINNs to solve circuit differential-algebraic equations (DAEs) by minimizing the residual of the equations through backpropagation. It models device and circuit waveforms using analytical equations in time domain with exact temporal derivatives. While PINNs do not outperform SPICE in speed or accuracy during training, they offer unique advantages such as surrogate models for design optimization and inverse problems. NeuroSPICE's flexibility enables the simulation of emerging devices, including highly nonlinear systems such as ferroelectric memories.         ",
    "url": "https://arxiv.org/abs/2512.23624",
    "authors": [
      "Chien-Ting Tung",
      "Chenming Hu"
    ],
    "subjectives": [
      "Artificial Intelligence (cs.AI)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]