[
  {
    "id": "arXiv:2410.14694",
    "title": "Fourier Synthetic Aperture-based Time-resolved Terahertz Imaging",
    "abstract": "           Terahertz microscopy has attracted attention owing to distinctive characteristics of the THz frequency region, particularly non-ionizing photon energy, spectral fingerprint, and transparency to most nonpolar materials. Nevertheless, the well-known Rayleigh diffraction limit imposed on THz waves commonly constrains the resultant imaging resolution to values beyond the millimeter scale, consequently limiting the applicability in numerous emerging applications for chemical sensing and complex media imaging. In this theoretical and numerical work, we address this challenge by introducing a new imaging approach, based on acquiring high-spatial frequencies by adapting the Fourier synthetic aperture approach to the terahertz spectral range, thus surpassing the diffraction-limited resolution. Our methodology combines multi-angle terahertz pulsed illumination with time-resolved field measurements, as enabled by the state-of-the-art time-domain spectroscopy technique. We demonstrate the potential of the approach for hyperspectral terahertz imaging of semi-transparent samples and show that the technique can reconstruct spatial and temporal features of complex inhomogeneous samples with subwavelength resolution.         ",
    "url": "https://arxiv.org/abs/2410.14694",
    "authors": [
      "Vivek Kumar",
      "Pitambar Mukherjee",
      "Lorenzo Valzania",
      "Amaury Badon",
      "Patrick Mounaix",
      "Sylvain Gigan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.14849",
    "title": "Dual wavelength brillouin laser terahertz source stabilized to carbonyl sulfide rotational transition",
    "abstract": "           Optical-based terahertz sources are important for many burgeoning scientific and technological applications. Among such applications is precision spectroscopy of molecules, which exhibit rotational transitions at terahertz frequencies. Stemming from precision spectroscopy is frequency discrimination and stabilization of terahertz sources. Because many molecular species exist in the gas phase at room temperature, their transitions are prime candidates for practical terahertz frequency references. We demonstrate the stabilization of a low phase-noise, dual-wavelength Brillouin laser (DWBL) terahertz oscillator to a rotational transition of carbonyl sulfide (\\ce{OCS}). We achieve an instability of $1.2\\times10^{-12}/\\sqrt{\\tau}$, where $\\tau$ is the averaging time in seconds. The signal-to-noise ratio and intermodulation limitations of the experiment are also discussed. We thus demonstrate a highly stable and spectrally pure terahertz frequency source. Our presented architecture will likely benefit metrology, spectroscopy, precision terahertz studies, and beyond.         ",
    "url": "https://arxiv.org/abs/2410.14849",
    "authors": [
      "James Greenberg",
      "Brendan M. Heffernan",
      "William F. McGrew",
      "Keisuke Nose",
      "Antoine Rolland"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2410.15100",
    "title": "A Flat Plasmonic Biosensing Interface on Optical Fiber End-Facet via SPP-MIM Hybridization",
    "abstract": "           We found that the specific dispersion of metal-insulator-metal (MIM) waveguide allows the hybridization of surface plasmon polaritons (SPPs) and the waveguide, which is not possible with dielectric waveguides. The SPP-MIM hybridization structure forms such a meta-film that integrates the previously incompatible respective merits of SPR and LSPR, including flat interfaces, high sensitivities, short evanescent fields and easy coupling with confined light. On the other hand, to achieve stable and reproducible performance is one of the greatest unresolved challenges for the development of nanophotonic biosensors. We point out that the key is to obtain well-controlled biomolecular behaviors using simple physical interfaces, for which the SPP-MIM meta-film provides a capable solution. We embed the SPP-MIM meta-film with a plasmonic crystal cavity and integrate it on a single-mode fiber's end-facet to detect biomolecular interactions. This device demonstrates highly reproducible sensorgrams and convincing detection of biotinylated proteins at down to 30 fM, with the sensorgrams following the Langmuir model. By unprecedentedly having both high sensitivity and high reproducibility, our device proposal provides a comprehensive solution for optical fiber-tip plasmonic devices to turn into a useful industrial biosensing technology.         ",
    "url": "https://arxiv.org/abs/2410.15100",
    "authors": [
      "Chenjia He",
      "Xiaqing Sun",
      "Hao Zhong",
      "Qingfeng Meng",
      "Xuetong Zhou",
      "Sihang Liu",
      "Li Zheng",
      "Xiangyang Kong",
      "Shengfu Chen",
      "Shengce Tao",
      "Tian Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.15159",
    "title": "Cryogenic W-band Electron Spin Resonance Probehead with an Integral Cryogenic Low Noise Amplifier",
    "abstract": "           The quest to enhance the sensitivity of electron spin resonance (ESR) is an ongoing challenge. One potential strategy involves increasing the frequency, for instance, moving from Q-band (approximately 35 GHz) to W-band (approximately 94 GHz). However, this shift typically results in higher transmission and switching losses, as well as increased noise in signal amplifiers. In this work, we address these shortcomings by employing a W-band probehead integrated with a cryogenic low-noise amplifier (LNA) and a microresonator. This configuration allows us to position the LNA close to the resonator, thereby amplifying the acquired ESR signal with minimal losses. Furthermore, when operated at cryogenic temperatures, the LNA exhibits unparalleled noise levels that are significantly lower than those of conventional room temperature LNAs. We detail the novel probehead design and provide some experimental results at room temperature as well as cryogenic temperatures for representative paramagnetic samples. We find, for example, that spin sensitivity of ~3*10^5 spins/sqrt(Hz) is achieved for a sample of phosphorus doped 28Si, even for sub-optimal sample geometry with potential improvement to <10^3 spins/sqrt(Hz) in more optimal scenarios.         ",
    "url": "https://arxiv.org/abs/2410.15159",
    "authors": [
      "Moamen Jbara",
      "Oleg Zgadzai",
      "Wolfgang Harneit",
      "Aharon Blank"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2410.15172",
    "title": "Efficient and Adaptive Reconfiguration of Light Structure in Optical Fibers with Programmable Silicon Photonics",
    "abstract": "           The demand for structured light with a reconfigurable spatial and polarization distribution has been increasing across a wide range of fundamental and advanced photonics applications, including microscopy, imaging, sensing, communications, and quantum information processing. Nevertheless, the unique challenge in manipulating light structure after optical fiber transmission is the necessity to dynamically address the inherent unknown fiber transmission matrix, which can be affected by factors like variations in the fiber stress and inter-modal coupling. In this study, we demonstrated that the beam structure at the fiber end including its spatial and polarization distribution can be precisely and adaptively reconfigured by a programmable silicon photonic processor, without prior knowledge of the optical fiber systems and their changes in the transmission matrices. Our demonstrated photonic chip can generate and control the full set of spatial and polarization modes or their superposition in a two-mode few-mode optical fiber. High-quality beam structures can be obtained in experiments. In addition, efficient generation is achieved by our proposed chip-to-fiber emitter while using a complementary metal-oxide-semiconductor compatible fabrication technology. Our findings present a scalable pathway towards achieving a portable and reliable system capable of achieving precise control, efficient emission, and adaptive reconfiguration for structured light in optical fibers.         ",
    "url": "https://arxiv.org/abs/2410.15172",
    "authors": [
      "Wu Zhou",
      "Zengqi Chen",
      "Kaihang Lu",
      "Hao Chen",
      "Mingyuan Zhang",
      "Wenzhang Tian",
      "Yeyu Tong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.15654",
    "title": "Design and Optimization of a Metamaterial Absorber for Solar Energy Harvesting in the THz Frequency Range",
    "abstract": "           This paper introduces the design and comprehensive characterization of a novel three-layer metamaterial absorber, engineered to exploit the unique optical properties of gold, vanadium dioxide, and silicon dioxide. At the core of this design, silicon dioxide serves as a robust substrate that supports an intricately structured layer of gold and a top layer of vanadium dioxide. This configuration is optimized to harness and enhance absorption capabilities effectively across a broadband terahertz (THz) spectrum. The absorber demonstrates an extensive absorption bandwidth of 3.00 THz, spanning frequencies from 2.414 THz to 5.417 THz. Remarkably, throughout this range, the device maintains a consistently high absorption efficiency, exceeding 90%. This efficiency is characterized by two sharp absorption peaks located at 2.638 THz and 5.158 THz, which signify the precise tuning of the metamaterial structure to interact optimally with specific THz frequencies. The absorbance of the proposed model is almost equal to 99%. This absorber is polarization insensitive. The development of this absorber involved a series of theoretical simulations backed by experimental validations, which helped refine the metamaterial's geometry and material composition. This process illuminated the critical role of the dielectric properties of silicon dioxide and the plasmonic effects induced by gold and vanadium dioxide layers, which collectively contribute to the high-performance metrics observed.         ",
    "url": "https://arxiv.org/abs/2410.15654",
    "authors": [
      "Nafisa Anjum",
      "Alok Kumar Paul"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2410.15691",
    "title": "Inverse Spin Thermal Hall Effect in Non-Reciprocal Photonic Systems",
    "abstract": "           A transverse radiative heat flux induced by the gradient of spin angular momentum of photons in non-reciprocal systems is predicted. This thermal analog of the inverse spin Hall effect is analyzed in magneto-optical networks exhibiting C4 symmetry, under the action of spatially variable external magnetic fields. This finding opens new avenues for thermal management and energy conversion with non-reciprocal systems through a localized and dynamic control of the spin angular momentum of light.         ",
    "url": "https://arxiv.org/abs/2410.15691",
    "authors": [
      "Philippe Ben-Abdallah"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2410.15692",
    "title": "Shot-noise limited, 10 MHz swept-source optical coherence tomography for retinal imaging",
    "abstract": "           Akinetic swept-sources are essential for high-speed optical coherence tomography (OCT) imaging. Time-stretched supercontinuum (TSSC) lasers have proven to be efficient for multi-MHz swept-sources. However, lack of low-noise broadband lasers and of large dispersion devices in the water low-absorption band at 1060 nm have limited the biomedical applications of TSSC lasers. In this letter, an approach to tune the wavelength around 1050 nm over 90 nm with low-noise at 10 MHz is presented. This is based on all-normal dispersion (ANDi) supercontinuum dynamics, and employs a long chirped fiber Bragg grating (CFBG) to time-stretch a broadband pulse with a duty cycle of 93 %. Retinal images are demonstrated, with a sensitivity of 84 dB - approaching the shot noise limit. We believe this high-speed low-noise swept-source will greatly promote the development of OCT techniques for biomedical applications.         ",
    "url": "https://arxiv.org/abs/2410.15692",
    "authors": [
      "Sacha Grelet",
      "Alejandro Martinez Jimenez",
      "Patrick B. Montague",
      "Adrian Podoleanu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2410.15934",
    "title": "Protein structure classification based on X-ray laser induced Coulomb explosion",
    "abstract": "           We simulated the Coulomb explosion dynamics due to the fast ionization induced by high-intensity X-rays in six proteins that share similar atomic content and shape. We followed and projected the trajectory of the fragments onto a virtual detector, providing a unique explosion footprint. After collecting 500 explosion footprints for each protein, we utilized principal component analysis and t-distributed stochastic neighbor embedding to classify these. The results show that the classification algorithms were able to separate proteins on the basis of explosion footprints from structurally similar proteins into distinct groups. The explosion footprints, therefore, provide a unique identifier for each of the proteins. We envision that method could be used concurrently with single particle coherent imaging experiments to provide additional information on shape, mass, or conformation.         ",
    "url": "https://arxiv.org/abs/2410.15934",
    "authors": [
      "Tomas André",
      "Ibrahim Dawod",
      "Sebastian Cardoch",
      "Emiliano De Santis",
      "Nicusor Timneanu",
      "Carl Caleman"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Biological Physics (physics.bio-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2410.15937",
    "title": "Controlled Injection in a Laser Plasma Accelerator via an Optically Generated Waveguide Constriction",
    "abstract": "           We propose a novel scheme for controlling the injection of a high-quality electron bunch into a channel-guided laser plasma accelerator. This all-optical technique, constricted waveguide injection, creates a highly tunable controlled injection structure natively within a plasma waveguide, a key requirement for efficient acceleration of high-quality multi-GeV electron beams. We describe a simple optical setup to tailor the plasma and present start-to-end simulations showing the injection structure formation and the generation of a 1.1 GeV electron beam with 10 pC of charge and 0.35 % energy spread using 1 J of drive laser energy. Highly tunable tailored plasma sources, like those proposed here, enable fine control over the injection and acceleration processes and thus will be crucial for the development of application-focused laser plasma accelerators.         ",
    "url": "https://arxiv.org/abs/2410.15937",
    "authors": [
      "R. J. Shalloo",
      "A. Ferran Pousa",
      "M. Mewes",
      "S. Jalas",
      "M. Kirchen",
      "R. D'Arcy",
      "J. Osterhoff",
      "K. Põder",
      "M. Thévenet"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2410.16157",
    "title": "On-demand acoustic shaping of Mossbauer gamma-ray photons",
    "abstract": "           We propose a technique that makes it possible to transform the intensity of a quasi-monochromatic single-photon wave packet, emitted by a radioactive Mössbauer gamma-ray source, into a sequence of short bursts with an arbitrary number of bursts, including a single burst. In addition, the technique allows one to individually and independently control, on demand, the moments of the burst appearance, as well as the peak intensity, duration and shape of each burst in the sequence. The technique is based on the transmission of Mössbauer (recoilless) photons through a resonantly absorbing medium, which is rapidly displaced at some moments of time relative to the source (or vice versa) along the photon propagation direction at a distance less than the photon wavelength, and returned to its original position. The burst durations can be comparable to the duration of the single-photon pulses produced by synchrotrons but have the controlled spectral-temporal characteristics. We show that the proposed technique can be implemented on the basis of currently available equipment with use of 14.4-keV recoilless photons, emitted by Co-57 source, and Fe-57 absorber, which opens up prospects for its applications in Mössbauer spectroscopy and x-ray quantum optics.         ",
    "url": "https://arxiv.org/abs/2410.16157",
    "authors": [
      "I. R. Khairulin",
      "Y. V. Radeonychev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.16213",
    "title": "Nuclear Transformations of Atoms Under the Influence of Acoustic Oscillations on Water",
    "abstract": "           The results of studies on the properties of ordinary and heavy water subjected to sharp mechanical impacts at acoustic repetition frequency are presented. Experimental evidence for the phenomenon of acoustically induced nuclear processes in water is provided, supported by direct measurements of radiation emission and the formation of new elements, which cannot be explained by chemical reactions. The complex influence of mechanical oscillations on changes in the concentrations of stable isotopes of elements such as Ti, B, Na, Mg, and Li in water is demonstrated. The cause of surface erosion of metal structures during cavitation in water is explained through the formation of fluorine and the subsequent creation of aggressive HF acid molecules. A mechanism for the occurrence of sonoluminescence under sharp acoustic impact on water is proposed.         ",
    "url": "https://arxiv.org/abs/2410.16213",
    "authors": [
      "R. N. Balasanyan",
      "S. G. Minasyan",
      "I. G. Grigoryan",
      "V. S. Arakelyan",
      "R. B. Kostanyan"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2410.16263",
    "title": "Surface acoustic waves Brillouin photonics on a silicon nitride chip",
    "abstract": "           Seamlessly integrating stimulated Brillouin scattering (SBS) in a low-loss and mature photonic integration platform remains a complicated task. Virtually all current approaches fall short in simultaneously achieving strong SBS, low losses, and technological scalability. In this work we incorporate stong SBS into a standard silicon nitride platform by a simple deposition of a tellurium oxide layer, a commonly used material for acousto-optic modulators. In these heterogeneously integrated waveguides, we harness novel SBS interactions actuated by surface acoustic waves (SAWs) leading to more than two orders of magnitude gain enhancement. Three novel applications are demonstrated in this platform: (i) a silicon nitride Brillouin amplifier with 5 dB net optical gain, (ii) a compact intermodal stimulated Brillouin laser (SBL) capable of high purity radio frequency (RF) signal generation with 7 Hz intrinsic linewidth, and (iii) a widely tunable microwave photonic notch filter with ultra-narrow linewidth of 2.2 MHz enabled by Brillouin induced opacity. These advancements can unlock an array of new RF and optical technologies to be directly integrated in silicon nitride.         ",
    "url": "https://arxiv.org/abs/2410.16263",
    "authors": [
      "Yvan Klaver",
      "Randy te Morsche",
      "Roel A. Botter",
      "Batoul Hashemi",
      "Bruno L. Segat Frare",
      "Akhileshwar Mishra",
      "Kaixuan Ye",
      "Hamidu Mbonde",
      "Pooya Torab Ahmadi",
      "Niloofar Majidian Taleghani",
      "Evan Jonker",
      "Redlef B.G. Braamhaar",
      "Ponnambalam Ravi Selvaganapathy",
      "Peter Mascher",
      "Peter J.M. van der Slot",
      "Jonathan D.B. Bradley",
      "David Marpaung"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.15455",
    "title": "Observation of quantum information collapse-and-revival in a strongly-interacting Rydberg atom array",
    "abstract": "           Interactions of isolated quantum many-body systems typically scramble local information into the entire system and make it unrecoverable. Ergodicity-breaking systems possess the potential to exhibit fundamentally different information scrambling dynamics beyond this paradigm. For many-body localized systems with strong ergodicity breaking, local transport vanishes and information scrambles logarithmically slowly. Whereas in Rydberg atom arrays, local qubit flips induce dynamical retardation on surrounding qubits through the Rydberg blockade effect, giving rise to quantum many-body scars that weakly break ergodicity, and resulting in the predicted unconventional quantum information spreading behaviours. Here, we present the first measurements of out-of-time-ordered correlators and Holevo information in a Rydberg atom array, enabling us to precisely track quantum information scrambling and transport dynamics. By leveraging these tools, we observe a novel spatio-temporal collapse-and-revival behaviour of quantum information, which differs from both typical chaotic and many-body localized systems. Our experiment sheds light on the unique information dynamics in many-body systems with kinetic constraints, and demonstrates an effective digital-analogue approach to coherently reverse time evolution and steer information propagation in near-term quantum devices.         ",
    "url": "https://arxiv.org/abs/2410.15455",
    "authors": [
      "De-Sheng Xiang",
      "Yao-Wen Zhang",
      "Hao-Xiang Liu",
      "Peng Zhou",
      "Dong Yuan",
      "Kuan Zhang",
      "Shun-Yao Zhang",
      "Biao Xu",
      "Lu Liu",
      "Yitong Li",
      "Lin Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2410.16091",
    "title": "Neural Quantum Propagators for Driven-Dissipative Quantum Dynamics",
    "abstract": "           Describing the dynamics of strong-laser driven open quantum systems is a very challenging task that requires the solution of highly involved equations of motion. While machine learning techniques are being applied with some success to simulate the time evolution of individual quantum states, their use to approximate time-dependent operators (that can evolve various states) remains largely unexplored. In this work, we develop driven neural quantum propagators (NQP), a universal neural network framework that solves driven-dissipative quantum dynamics by approximating propagators rather than wavefunctions or density matrices. NQP can handle arbitrary initial quantum states, adapt to various external fields, and simulate long-time dynamics, even when trained on far shorter time windows. Furthermore, by appropriately configuring the external fields, our trained NQP can be transferred to systems governed by different Hamiltonians. We demonstrate the effectiveness of our approach by studying the spin-boson and the three-state transition Gamma models.         ",
    "url": "https://arxiv.org/abs/2410.16091",
    "authors": [
      "Jiaji Zhang",
      "Carlos L. Benavides-Riveros",
      "Lipeng Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Artificial Intelligence (cs.AI)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2410.16111",
    "title": "Projective Quantum Eigensolver with Generalized Operators",
    "abstract": "           Determination of molecular energetics and properties is one of the core challenges in the near-term quantum computing. To this end, hybrid quantum-classical algorithms are preferred for Noisy Intermediate Scale Quantum (NISQ) architectures. The Projective Quantum Eigensolver (PQE) is one such algorithms that optimizes the parameters of the chemistry-inspired unitary coupled cluster (UCC) ansatz using a conventional coupled cluster-like residual minimization. Such a strategy involves the projection of the Schrodinger equation on to linearly independent basis towards the parameter optimization, restricting the ansatz is solely defined in terms of the excitation operators. This warrants the inclusion of high-rank operators for strongly correlated systems, leading to increased utilization of quantum resources. In this manuscript, we develop a methodology for determining the generalized operators in terms of a closed form residual equations in the PQE framework that can be efficiently implemented in a quantum computer with manageable quantum resources. Such a strategy requires the removal of the underlying redundancy in high-rank excited determinants, generated due to the presence of the generalized operators in the ansatz, by projecting them on to an internally contracted lower dimensional manifold. With the application on several molecular systems, we have demonstrated our ansatz achieves similar accuracy to the (disentangled) UCC with singles, doubles and triples (SDT) ansatz, while utilizing an order of magnitude fewer quantum gates. Furthermore, when simulated under stochastic Gaussian noise or depolarizing hardware noise, our method shows significantly improved noise resilience compared to the other members of PQE family and the state-of-the-art variational quantum eigensolver.         ",
    "url": "https://arxiv.org/abs/2410.16111",
    "authors": [
      "Dibyendu Mondal",
      "Chayan Patra",
      "Dipanjali Halder",
      "Rahul Maitra"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2410.16118",
    "title": "Simulating quantum emitters in arbitrary photonic environments using FDTD: beyond the semi-classical regime",
    "abstract": "           We propose a numerical algorithm that integrates quantum two-level systems (TLSs) into the finite-difference time-domain (FDTD) framework for simulating quantum emitters in arbitrary 3D photonic environments. Conventional methods struggle with these systems due to their semi-classical nature and spurious self-interactions that arise when a TLS is driven by its own radiation field. We address these issues by determining the correct electric field for driving the TLS, as well as the current source used in FDTD for modeling photon emission. Our method, focusing on single-excitation states, employs a total field-incident field (TF-IF) technique to eliminate self-interactions, enabling precise simulations of photon emission and scattering. The algorithm also successfully models complex phenomena such as resonant energy transfer, superradiance, and vacuum Rabi splitting. This powerful computational tool is expected to substantially advance research in nanophotonics, quantum physics, and beyond.         ",
    "url": "https://arxiv.org/abs/2410.16118",
    "authors": [
      "Qingyi Zhou",
      "S. Ali Hassani Gangaraj",
      "Ming Zhou",
      "Zongfu Yu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2107.00639",
    "title": "Exceptional Points in Gyrator-Based Circuit and Nonlinear High-Sensitivity Oscillator",
    "abstract": "           We present a scheme for high-sensitive oscillators based on an exceptional point of degeneracy (EPD) in a circuit made of two LC resonators coupled by a gyrator. The frequency of oscillation is very sensitive to perturbations of a circuit element, like a capacitor. We show conditions that lead to an EPD, assuming one of the two resonators is composed of an inductor and a capacitor of negative values. The EPD occurrence and sensitivity to perturbations in the linear case are demonstrated by showing that the eigenfrequency bifurcation around the EPD is described by the relevant Puiseux (fractional power) series expansion. We also investigate the effect of small losses in the system and show that they lead to instability. We fabricate the circuit, and exploit its instability and nonlinearity, observing experimentally stable self-oscillations under the saturated regime. We measure the circuit's sensitivity to a small capacitor perturbation. A shift in frequency of oscillation after saturation is well detectable with very distinct spectral peaks with 10 Hz linewidth, clean until -70 dB from the peak value. The sensitivity is (i) higher than the one of a comparable simple LC linear resonator, (ii) comparable or better than other published EPD circuits, and (iii) applicable to both negative and positive values of the capacitance perturbation, contrary to what happens in PT-symmetric circuits. The proposed scheme can pave the way for a new generation of high-sensitive sensors to measure slight variations in physical, chemical or biological quantities.         ",
    "url": "https://arxiv.org/abs/2107.00639",
    "authors": [
      "Alireza Nikzamir",
      "Kasra Rouhi",
      "Alexander Figotin",
      "Filippo Capolino"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.07878",
    "title": "Multiscale Physics-Informed Neural Networks for the Inverse Design of Finite-Size Hyperuniform Metamaterials",
    "abstract": "           In this article, we employ multiscale physics-informed neural networks (MscalePINNs) for the inverse retrieval of the spatially inhomogeneous effective permittivity and for the homogenization of finite-size photonic media with stealthy hyperuniform (SHU) disordered geometries. Specifically, we show that MscalePINNs can capture the fast spatial variations of complex fields scattered by arrays of dielectric nanocylinders arranged according to isotropic SHU point patterns, thus enabling a systematic methodology to inversely retrieve their effective dielectric profiles. Our approach extends the recently developed high-frequency homogenization theory of hyperuniform media and retrieves more general permittivity profiles for applications-relevant finite-size SHU systems, unveiling unique features related to their isotropic nature. In particular, we numerically corroborate the existence of a transparency region beyond the long-wavelength approximation, enabling effective and isotropic homogenization even without disorder-averaging, in contrast to the case of uncorrelated Poisson random patterns. The flexible multiscale network approach introduced here enables the efficient inverse design of more general effective media and finite-size metamaterials with isotropic electromagnetic responses beyond the limitations of traditional homogenization theories.         ",
    "url": "https://arxiv.org/abs/2405.07878",
    "authors": [
      "Roberto Riganti",
      "Yilin Zhu",
      "Wei Cai",
      "Salvatore Torquato",
      "Luca Dal Negro"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.09450",
    "title": "Grover's algorithm on two-way quantum computer",
    "abstract": "           Two-way quantum computing (2WQC) represents a novel approach to quantum computing that introduces a CPT version of state preparation. This paper analyses the influence of this approach on Grover's algorithm and compares the behaviour of typical Grover and its 2WQC version in the presence of noise in the system. Our findings indicate that, in an ideal scenario without noise, the 2WQC Grover algorithm exhibits a constant complexity of $\\mathcal{O}(1)$. In the presence of noise, the 2WQC Grover algorithm demonstrates greater resilience to different noise models than the standard Grover's algorithm.         ",
    "url": "https://arxiv.org/abs/2406.09450",
    "authors": [
      "Grzegorz Czelusta",
      "Dev Rishi Verma",
      "Govind Wanjalkar"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2408.02878",
    "title": "Ultrahigh-speed thin-film lithium niobate optical coherent receiver",
    "abstract": "           The rapid advancement of the thin-film lithium niobate platform has established it as a premier choice for high-performance photonics integration. High-speed optical coherent receivers are essential for supporting the large communication capacities required by data center interconnects. Although high-speed photodiodes have been demonstrated on the thin-film LiNbO3 platform, the development of an ultrahigh-speed optical coherent receiver on this platform has not yet been realized. Here, we propose and experimentally demonstrate an ultra-wideband PD and ultrahigh-speed optical coherent receiver on an InP-LiNbO3 wafer-level heterogeneous integration platform. The fabricated single PD exhibits a record-high bandwidth of 140 GHz and successfully receives a high-quality 100-Gbaud pulse amplitude modulation (PAM4) signal. Furthermore, a thin-film LiNbO3 optical coherent receiver, featuring a large balanced detection bandwidth of 60 GHz, a large common mode rejection ratio (CMRR) exceeding 20 dB, and a low energy consumption of 9.6 fJ per bit, enables an ultrahigh-speed coherent reception with advanced modulation formats. The single-polarization I-Q coherent receiver, incorporating a compact 2x4 90 optical hybrid and a balanced photodetector array, achieves a receiving capacity of 600 Gbps per channel with 100-Gbaud 64 quadrature amplitude modulation (QAM) signal and 512 Gbps per channel with 128-Gbaud 16 QAM signal. Additionally, we demonstrate a long-distance reception of 100 Gbaud quadrature phase-shift keying (QPSK) and 16 QAM signals over transmission distances of 1040 km and 25 km. A seven-channel single-polarization I-Q coherent receiving chip achieves a total receiving capacity of 3.584 Tbps. This heterogeneous-integrated thin-film LiNbO3 optical coherent receiver shows the potential for Pbps-scale applications in future hyperscale data center interconnects.         ",
    "url": "https://arxiv.org/abs/2408.02878",
    "authors": [
      "Xiaojun Xie",
      "Chao Wei",
      "Xingchen He",
      "Yake Chen",
      "Chenghao Wang",
      "Jihui Sun",
      "Lin Jiang",
      "Jia Ye",
      "Xihua Zou",
      "Wei Pan",
      "Lianshan Yan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.12167",
    "title": "Enhanced optomechanical coupling between an optically levitated particle and an ultrahigh Q optical microcavity",
    "abstract": "           Exploring the dynamics of an optically levitated dielectric micro- and nanoparticle is an exciting new subject in quantum science. Recent years have witnessed rapid advancements in attaining quantum-limited optical detection and control of a nanoscale particle by coupling its motion to a high-finesse optical cavity in the resolved-sideband regime. In order to control the particle deeper in the quantum regime, it is necessary to significantly enhance the coupling between the particle and the cavity. Here, we present a novel platform that can allow for achieving this. Our system consists of a conventional optical tweezer and a toroidal optical microcavity with an ultrahigh quality (Q) factor. The optomechanical coupling between the particle and the cavity is established by placing the particle in the near field of the cavity. The significantly reduced mode volume allows us to achieve a 50-fold increase in the single photon optomechanical coupling compared to a conventional Fabry-Pérot cavity with macroscopic mirrors, while ultralow loss of the cavity brings the system close to the resolved-sideband regime. Our approach paves the way for enabling quantum experiments on levitated mesoscopic particles with high quantum cooperativity near the resolved-sideband regime.         ",
    "url": "https://arxiv.org/abs/2408.12167",
    "authors": [
      "Seyed Khalil Alavi",
      "Zijie Sheng",
      "Haneul Lee",
      "Hansuek Lee",
      "Sungkun Hong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.16528",
    "title": "Wide-field microwave magnetic field imaging with nitrogen-vacancy centers in diamond",
    "abstract": "           Non-invasive imaging of microwave (MW) magnetic fields with microscale lateral resolution is pivotal for various applications, such as MW technologies and integrated circuit failure analysis. Diamond nitrogen-vacancy (NV) center magnetometry has emerged as an ideal tool, offering $\\mu$m-scale resolution, millimeter-scale field of view, high sensitivity, and non-invasive imaging compatible with diverse samples. However, up until now, it has been predominantly used for imaging of static or low-frequency magnetic fields or, concerning MW field imaging, to directly characterize the same microwave device used to drive the NV spin transitions. In this work we leverage an NV center ensemble in diamond for wide-field imaging of MW magnetic fields generated by a test device employing a differential measurement protocol. The microscope is equipped with a MW loop to induce Rabi oscillations between NV spin states, and the MW field from the device-under-test is measured through local deviations in the Rabi frequency. This differential protocol yields magnetic field maps of a 2.57 GHz MW field with a sensitivity of $\\sim$ 9 $\\mu$T Hz$^{-1/2}$ for a total measurement duration of $T = 357$ s, covering a $340\\times340$ $\\mu$m$^2$ field of view with a $\\mu$m-scale spatial resolution and a DUT input power dynamic range of 30 dB. This work demonstrates a novel NV magnetometry protocol, based on differential Rabi frequency measurement, that extends NV wide-field imaging capabilities to imaging of weak MW magnetic fields that would be difficult to measure directly through standard NV Rabi magnetometry.         ",
    "url": "https://arxiv.org/abs/2409.16528",
    "authors": [
      "Luca Basso",
      "Pauli Kehayias",
      "Jacob Henshaw",
      "Gajadhar Joshi",
      "Michael P. Lilly",
      "Matthew B. Jordan",
      "Andrew M. Mounce"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.07692",
    "title": "Extending the European Competence Framework for Quantum Technologies: new proficiency triangle and qualification profiles",
    "abstract": "           With the increasing industrial relevance of quantum technologies (QTs), a new quantum workforce with special qualification will be needed. Building this workforce requires educational efforts, from short-term training to degree programs. In order to plan, map and compare such efforts, personal qualifications or job requirements, standardization is necessary. The European Competence Framework for Quantum Technologies (CFQT) provides a common language for QT education. The 2024 update to version 2.5 extends it with the new proficiency triangle and qualification profiles: The proficiency triangle proposes six proficiency levels for three proficiency areas, specifying knowledge and skills for each level. Nine qualification profiles show prototypical qualifications or job roles relevant to the quantum industry with the required proficiency, examples, and suggestions. This is an important step towards the standardization of QT education. The CFQT update is based on the results of an analysis of 34 interviews on industry needs. The initial findings from the interviews were complemented by iterative refinement and expert consultation.         ",
    "url": "https://arxiv.org/abs/2410.07692",
    "authors": [
      "Franziska Greinert",
      "Simon Goorney",
      "Dagmar Hilfert-Rüppell",
      "Malte S. Ubben",
      "Rainer Müller"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.12091",
    "title": "Exponential quantum advantages for practical non-Hermitian eigenproblems",
    "abstract": "           While non-Hermitian physics has attracted considerable attention, current studies are limited to small or classically solvable systems. Quantum computing, as a powerful eigensolver, have predominantly been applied to Hermitian domain, leaving their potential for studying non-Hermitian problems largely unexplored. We extend the power of quantum computing to general non-Hermitian eigenproblems. Our approach works for finding eigenvalues without extra constrains, or eigenvalues closest to specified points or lines, thus extending results for ground energy and energy gap problems for Hermitian matrices. Our algorithms have broad applications, and as examples, we consider two central problems in non-Hermitian physics. Firstly, our approach is the first to offer an efficient quantum solution to the witness of spontaneous $PT$-symmetry breaking, and provide provable, exponential quantum advantage. Secondly, our approach enables the estimation of Liouvillian gap, which is crucial for characterizing relaxation times. Our general approach can also find applications in many other areas, such as the study of Markovian stochastic processes. These results underscore the significance of our quantum algorithms for addressing practical eigenproblems across various disciplines.         ",
    "url": "https://arxiv.org/abs/2401.12091",
    "authors": [
      "Xiao-Ming Zhang",
      "Yukun Zhang",
      "Wenhao He",
      "Xiao Yuan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Data Structures and Algorithms (cs.DS)",
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2408.05594",
    "title": "Unveiling the Design Rules for Tunable Emission in Graphene Quantum Dots: A High-Throughput TDDFT and Machine Learning Perspective",
    "abstract": "           We present time-dependent density functional theory (TDDFT) calculations of fluorescence emission energies for 284 distinct graphene quantum dots (GQDs) of varying shapes (square, hexagonal, and amorphous) and sizes ($\\sim$1-2 nm). These GQDs are doped with one or two elements from B, N, O, S, and P at dopant percentages of 1.5%, 3%, 5%, and 7%. Our study systematically investigates the trends and patterns in emission energies as a function of shape, size, dopant type and dopant percentage. Twelve structures are identified to have emission wavelengths in the visible spectrum. The emission energies derived from our calculations can guide the formulation of specific GQD mixtures to achieve desired emission spectra within and beyond the visible range for industrial applications. Furthermore, the extensive dataset, including emission energies along with molecular structures generated in this work, creates a DFT dateset for further machine learning studies.         ",
    "url": "https://arxiv.org/abs/2408.05594",
    "authors": [
      "Mustafa Çoşkun Özdemir",
      "Caner Ünlü",
      "Şener Özönder"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.05147",
    "title": "Testing the tomographic Fermi liquid hypothesis with high-order cyclotron resonance",
    "abstract": "           Recent theoretical studies of carrier-carrier scattering in degenerate two-dimensional systems have revealed radically different relaxation times for odd and even angular harmonics of distribution function. This theoretical concept, dubbed as 'tomographic Fermi liquid', is yet challenging to test with dc electrical measurements as electron scattering weakly affects the electrical resistivity. Here, we show that linewidth and amplitude of electromagnetic absorption at the multiple harmonics of the cyclotron resonance carries all necessary information to test the tomographic Fermi liquid hypothesis. Namely, the height and inverse width of $m$-th order cyclotron resonance ($m \\ge 2$) is proportional to the lifetime of $m$-th angular harmonic of electron distribution function $\\tau_m$, if probed at wavelengths exceeding the cyclotron radius $R_c$. Measurements of high-order cyclotron resonance at short wavelengths order of $R_c$ also enable a direct determination of all lifetimes $\\tau_m$ from a simple linear system of equations that we hereby derive. Extraction of cyclotron resonance lifetimes from an experiment on terahertz photoconductivity in graphene shows that third-order resonance is systematically narrower than second-order one, supporting the prediction of tomographic Fermi liquid hypothesis.         ",
    "url": "https://arxiv.org/abs/2409.05147",
    "authors": [
      "Ilia Moiseenko",
      "Erwin Mönch",
      "Kirill Kapralov",
      "Denis Bandurin",
      "Sergey Ganichev",
      "Dmitry Svintsov"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.14735",
    "title": "Phonon Dephasing, Entanglement and Exchange-Only Toffoli Gate Sequence in Quantum Dot Spin Chains",
    "abstract": "           The quantum dot spin chain system is vital for quantum simulation and studying collective electron behaviors, necessitating an understanding of its mechanisms and control protocols. Chapter 1 introduces key concepts, focusing on the extended Hubbard model, double quantum dot systems, and electron-phonon coupling. Chapter 2 explores electron-phonon coupling in multielectron double quantum dots under unbiased and biased scenarios via detuning variations. In the unbiased case, dephasing due to electron-phonon coupling generally increases with more electrons in the right dot; this trend is inconsistent in the biased case, suggesting potential advantages of multielectron quantum dots under certain conditions. Chapter 3 investigates entanglement entropy in a multielectron quantum dot spin chain described by the extended Hubbard model. Local and pairwise entanglement are influenced by Coulomb interactions, tunneling strengths, electronic configurations, and site potential energies. The entanglement diagram reveals phase transitions significantly impacted by coupling strength ratios and potential energy variations; adjusting the potential energy of a specific dot critically influences ground state configurations and entanglement entropy. Chapter 4, inspired by the decoherence-free subspace concept, explores operation sequences in a nine-spin, nine-quantum-dot system defined by the Heisenberg model, with bases determined by total angular momentum quantum numbers. Employing the Krotov method of quantum optimal control, we identify a more efficient pulse-level operation sequence for an exchange-only quantum dot spin chain, offering a superior alternative to conventional quantum gate decomposition and potentially enhancing the development of more concise quantum algorithm representations.         ",
    "url": "https://arxiv.org/abs/2409.14735",
    "authors": [
      "Guanjie He"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2410.11839",
    "title": "Molecular Quantum Control Algorithm Design by Reinforcement Learning",
    "abstract": "           Precision measurements of polyatomic molecules offer an unparalleled paradigm to probe physics beyond the Standard Model. The rich internal structure within these molecules makes them exquisite sensors for detecting fundamental symmetry violations, local position invariance, and dark matter. While trapping and control of diatomic and a few very simple polyatomic molecules have been experimentally demonstrated, leveraging the complex rovibrational structure of more general polyatomics demands the development of robust and efficient quantum control schemes. In this study, we present a general, reinforcement-learning-designed, quantum logic approach to prepare molecular ions in a single, pure quantum state. The reinforcement learning agent optimizes the pulse sequence, each followed by a projective measurement, and probabilistically manipulates the collapse of the quantum system to a single state. The performance of the control algorithm is numerically demonstrated in the case of a CaH$^+$ ion, with up to 96 thermally populated eigenstates and under the disturbance of environmental thermal radiation. We expect that the method developed, with physics-informed learning, will be directly implemented for quantum control of polyatomic molecular ions with densely populated structures, enabling new experimental tests of fundamental theories.         ",
    "url": "https://arxiv.org/abs/2410.11839",
    "authors": [
      "Anastasia Pipi",
      "Xuecheng Tao",
      "Prineha Narang",
      "David R. Leibrandt"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  }
]