[
  {
    "id": "arXiv:2406.11995",
    "title": "Exploring Gamification in Quantum Computing: The Qubit Factory",
    "abstract": "           Gamification of quantum theory can provide new inroads into the subject: by allowing users to experience simulated worlds that manifest obvious quantum behaviors they can potentially build intuition for quantum phenomena. The Qubit Factory is an engineering-style puzzle game based on a gamified quantum circuit simulator that is designed to provide an introduction to qubits and quantum computing, while being approachable to those with no prior background in the area. It introduces an intuitive visual language for representing quantum states, gates and circuits, further enhanced by animations to aid in visualization. The Qubit Factory presents a hierarchy of increasingly difficult tasks for the user to solve, where each task requires the user to construct and run an appropriate classical/quantum circuit built from a small selection of components. Earlier tasks cover the fundamentals of qubits, quantum gates, superpositions and entanglement. Later tasks cover important quantum algorithms and protocols including superdense coding, quantum teleportation, entanglement distillation, classical and quantum error correction, state tomography, the Bernstein-Vazirani algorithm, quantum repeaters and more.         ",
    "url": "https://arxiv.org/abs/2406.11995",
    "authors": [
      "Glen Evenbly"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.12217",
    "title": "An integrated electro-optically tunable multi-channel interference cavity laser",
    "abstract": "           We demonstrated a continuously tunable laser system by butt coupling a reflective semiconductor optical amplifier (RSOA) chip with a thin-film lithium niobate (TFLN) based multi-channel interference (MCI) cavity chip. This hybrid integrated lasers allows for fine-tuning of the laser wavelength from 1538 nm to 1560 nm with a resolution of 0.014 nm and a side-mode suppression ratio (SMSR) exceeding 30 dB. The MCI cavity chip is fabricated using the photolithography assisted chemo-mechanical etching (PLACE) technique. The developed laser has an output power of approximately 10 {\\mu}W, which can be further amplified to 70 mW using a commercial erbium-doped fiber amplifier (EDFA) without significant broadening of the laser linewidth.         ",
    "url": "https://arxiv.org/abs/2406.12217",
    "authors": [
      "Junxia Zhou",
      "Yiran Zhu",
      "Botao Fu",
      "Jinming Chen",
      "Huiting Song",
      "Zhihao Zhang",
      "Jianping Yu",
      "Jian Liu",
      "Min Wang",
      "Jia Qi",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.12542",
    "title": "Structured Detection for Simultaneous Super-Resolution and Optical Sectioning in Laser Scanning Microscopy",
    "abstract": "           Fast and sensitive detector arrays enable image scanning microscopy (ISM), overcoming the trade-off between spatial resolution and signal-to-noise ratio (SNR) typical of confocal microscopy. However, current ISM approaches cannot provide optical sectioning and fail with thick samples, unless the size of the detector is limited. Thus, another trade-off between optical sectioning and SNR persists. Here, we propose a method without drawbacks that combines uncompromised super-resolution, high SNR, and optical sectioning. Furthermore, our approach enables super-sampling of images, relaxing Nyquist's criterion by a factor of two. Based on the observation that imaging with a detector array inherently embeds axial information about the sample, we designed a straightforward reconstruction algorithm that inverts the physical model of ISM. We present the comprehensive theoretical framework and validate our method with synthetic and experimental images of biological samples captured using a custom setup equipped with a single-photon avalanche diode (SPAD) array detector. We demonstrate the feasibility of our approach exciting fluorescence emission both in the linear and non-linear regime. Moreover, we generalize the algorithm for fluorescence lifetime imaging, fully exploiting the single-photon timing ability of the SPAD array detector. Our method outperforms conventional approaches to ISM and can be extended to any LSM technique.         ",
    "url": "https://arxiv.org/abs/2406.12542",
    "authors": [
      "Alessandro Zunino",
      "Giacomo Garrè",
      "Eleonora Perego",
      "Sabrina Zappone",
      "Mattia Donato",
      "Giuseppe Vicidomini"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2406.12696",
    "title": "Ultrasmall CsPbBr3 Blue Emissive Perovskite Quantum Dots using K-alloyed Cs4PbBr6 Nanocrystals as Precursors",
    "abstract": "           We report a colloidal synthesis of blue emissive, stable cube-shaped CsPbBr3 quantum dots (QDs) in the strong quantum confinement regime via a dissolution-recrystallization starting from pre-synthesized (KxCs1-x)4PbBr6 nanocrystals which are then reacted with PbBr2. This is markedly different from the known case of Cs4PbBr6 nanocrystals that react within seconds with PbBr2 and get transformed into much larger, green emitting CsPbBr3 nanocrystals. Here, instead, the conversion of (KxCs1-x)4PbBr6 nanocrystals to CsPbBr3 QDs occurs in a time span of hours, and tuning of the QDs size is achieved by adjusting the concentration of precursors. The QDs exhibit excitonic features in optical absorption that are tunable in the 420 - 452 nm range, accompanied by blue photoluminescence with quantum yield around 60%. Detailed spectroscopic investigations in both the single and multi-exciton regime reveal the exciton fine structure and the effect of Auger recombination of these CsPbBr3 QDs, confirming theoretical predictions for this system.         ",
    "url": "https://arxiv.org/abs/2406.12696",
    "authors": [
      "Clara Otero Martinez",
      "Matteo L. Zaffalon",
      "Yurii Ivanov",
      "Nikolaos Livakas",
      "Luca Goldoni",
      "Giorgio Divitini",
      "Sankalpa Bora",
      "Gabriele Saleh",
      "Francesco Meinardi",
      "Andrea Fratelli",
      "Sudip Chakraborty",
      "Lakshminarayana Polavarapu",
      "Sergio Brovelli",
      "Liberato Manna"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2406.12848",
    "title": "Manipulation and control of temporal cavity solitons with trapping potential",
    "abstract": "           Temporal cavity solitons (CSs) are stable, localized particle-like objects in the form of optical pulses that circulate indefinitely in coherently driven nonlinear resonators. In the spectral domain, they form highly coherent frequency combs. Owing to their remarkable stability, they are attracting attention for applications in sensing, metrology, or optical signal synthesis. In this work, we report on the dynamics of CSs interacting with a trapping potential. We demonstrate that this interaction provides a powerful means to control their properties such as position, speed, and central frequency. Our theoretical analysis predicts fundamental limitations on the spectral shift of CSs relative to the driving frequency. Specifically, it reveals that within a broad range of detunings, frequency-shifted CSs encounter destabilization through a Hopf bifurcation. Moreover, we find that with periodic potentials, the Kelly sidebands emitted by trapped solitons undergo Bloch oscillations. In our experiments, we use an intracavity phase modulator to create the equivalent of an external real potential. We observe stable blue- and red- shifted solitons up to a limit close to our theoretical predictions. We then show theoretically and experimentally that this unprecedented level of control over the CS spectrum can be leveraged to cancel the Raman-induced self-frequency shift and even to stabilize CSs beyond the limitation imposed by stimulated Raman scattering. Our results provide valuable insights for applications requiring robust and potentially rapid tunable control over the cavity soliton properties.         ",
    "url": "https://arxiv.org/abs/2406.12848",
    "authors": [
      "Nicolas Englebert",
      "Corentin Simon",
      "Carlos Mas Arabí",
      "François Leo",
      "Simon-Pierre Gorza"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2406.11982",
    "title": "Nonlinear photocurrent in quantum materials for broadband photodetection",
    "abstract": "           Unlocking the vast potential of optical sensing technology has long been hindered by the challenges of achieving fast, sensitive, and broadband photodetection at ambient temperatures. In this review, we summarize recent progress in the study of nonlinear photocurrent in topological quantum materials, and its application in broadband photodetection without the use of p-n junction based semiconductor diodes. The intrinsic quadratic transverse current-input voltage relation is used to rectify the alternating electric field from incident radio, terahertz or infrared waves into a direct current, without a bias voltage and at zero magnetic field. We review novel photocurrents in several material systems, including topological Weyl semimetals, chiral crystals, ferroelectric materials, and low dimensional topological insulators. These quantum materials hold tremendous promise for broadband high-frequency rectification and photodetection, featuring substantial responsivity and detectivity.         ",
    "url": "https://arxiv.org/abs/2406.11982",
    "authors": [
      "Yulin Shen",
      "Louis Primeau",
      "Jiangxu Li",
      "Tuan-Dung Nguyen",
      "David Mandrus",
      "Yuxuan Cosmi Lin",
      "Yang Zhang"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.12247",
    "title": "A hybrid atom tweezer array of nuclear spin and optical clock qubits",
    "abstract": "           While data qubits with a long coherence time are essential for the storage of quantum information, ancilla qubits are pivotal in quantum error correction (QEC) for fault-tolerant quantum computing. The recent development of optical tweezer arrays, such as the preparation of large-scale qubit arrays and high-fidelity gate operations, offers the potential for realizing QEC protocols, and one of the important next challenges is to control and detect ancilla qubits while minimizing atom loss and crosstalk. Here, we present the realization of a hybrid system consisting of a dual-isotope ytterbium (Yb) atom array, in which we can utilize a nuclear spin qubit of fermionic ${}^{171}\\mathrm{Yb}$ as a data qubit and an optical clock qubit of bosonic ${}^{174}\\mathrm{Yb}$ as an ancilla qubit with a capacity of non-destructive qubit readout. We evaluate the crosstalk between qubits regarding the impact on the coherence of the nuclear spin qubits from the imaging light for ${}^{174}\\mathrm{Yb}$. The Ramsey sequence with a 556 nm probe beam shows negligible influence on the coherence up to 100 ms exposure time. In the Hahn-echo sequence with a 399 nm probe and 556 nm cooling beams for ${}^{174}\\mathrm{Yb}$, we observe retaining a 98.4(2.1) % coherence under 30 ms exposure. This result highlights the potential of the hybrid-Yb atom array for ancilla-qubit-based QEC protocols.         ",
    "url": "https://arxiv.org/abs/2406.12247",
    "authors": [
      "Yuma Nakamura",
      "Toshi Kusano",
      "Rei Yokoyama",
      "Keito Saito",
      "Koichiro Higashi",
      "Naoya Ozawa",
      "Tetsushi Takano",
      "Yosuke Takasu",
      "Yoshiro Takahashi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2406.12778",
    "title": "Mechanism to transfer linear momentum from a Surface Acoustic Wave to a Magnetic Domain Wall",
    "abstract": "           Surface Acoustic Waves (SAW) have been used frequently in spintronic applications, mostly to decrease the magnetic field or the electric current required to move magnetic domain walls (DW). Because the SAW cannot achieve magnetic switching without the assistance of a magnetic field or a current, for a marginal improvement in the energy required for the magnetic switching, the device gains in complexity, making it impractical. In this work, we report a mechanism that allows a transfer of linear momentum from the acoustic wave to the magnetic domain wall. Experimentally we show that, using the appropriate dimensions of the magnetic strip, the SAW can move the DW in the same direction as the traveling SAW. With the help of micromagnetic simulations, we reveal a complex yet direct mechanism that allows the SAW to push the DW in the same direction of its travel, even without any external field or currents. The DW can reach velocities in the range of 100 m/s and at a very small energetic cost, equivalent to using a current density of $\\sim 5 \\cdot 10^4 A/cm^2$ if the movement was triggered by spin transfer. This new mechanism opens the door to designing innovative spintronic devices where the magnetization can be controlled exclusively by an acoustic wave.         ",
    "url": "https://arxiv.org/abs/2406.12778",
    "authors": [
      "Alejandro Rivelles",
      "Rocío Yanes",
      "Luis Torres",
      "Rodrigo Guedas",
      "Raúl Izquierdo-López",
      "Marco Maicas",
      "Maria del Mar Sanz",
      "Jorge Pedrós",
      "Fernando Calle",
      "Luis López-Díaz",
      "Jose Luis Prieto"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:1911.10893",
    "title": "Intersubjectivity and value reproducibility of outcomes of quantum measurements",
    "abstract": "           Every measurement determines a single value as its outcome, and yet quantum mechanics predicts it only probabilistically. The Kochen-Specker theorem and Bell's inequality are often considered to reject a realist view but favor a skeptical view that measuring an observable does not mean ascertaining the value that it has, but producing the outcome, having only a personal meaning. However, precise analysis supporting this view is unknown. Here, we show that a quantum mechanical analysis turns down this view. Supposing that two observers simultaneously measure the same observable, we can well pose the question as to whether they always obtain the same outcome, or whether the probability distributions are the same, but the outcomes are uncorrelated. Contrary to the widespread view in favor of the second, we shall show that quantum mechanics predicts that only the first case occurs. We further show that any measurement establishes a time-like entanglement between the observable to be measured and the meter after the measurement, which causes the space-like entanglement between the meters of different observers. We also show that our conclusion cannot be extended to measurements of so-called `generalized' observables, suggesting a demand for reconsidering the notion of observables in foundations of quantum mechanics.         ",
    "url": "https://arxiv.org/abs/1911.10893",
    "authors": [
      "Masanao Ozawa"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.13034",
    "title": "Study of silicon photomultipliers for the readout of a lead/scintillating-fiber calorimeter",
    "abstract": "           The KLOE electromagnetic calorimeter is expected to be reused in the Near Detector complex of the DUNE experiment at Fermilab. The possible substitution of traditional Photomultiplier Tubes (PMTs) with Silicon Photomultipliers (SiPMs) in the refurbished calorimeter is the object of this investigation. A block of the KLOE lead-scintillating fiber calorimeter has been equipped with light guides and external trigger scintillators. The signals induced by cosmic rays and environmental radioactivity have been collected by SiPM arrays on one side of the calorimeter, and by conventional PMTs on the opposite side. Efficiency, stability, and timing resolution of SiPMs have been studied and compared with KLOE-PMTs performance. Conclusions about the convenience of substituting PMTs with SiPMs are drawn.         ",
    "url": "https://arxiv.org/abs/2403.13034",
    "authors": [
      "F. Alemanno",
      "P. Bernardini",
      "A. Corvaglia",
      "G. De Matteis",
      "L. Martina",
      "A. Miccoli",
      "M. Panareo",
      "M.P. Panetta",
      "C. Pinto",
      "A. Surdo"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2404.18354",
    "title": "Narrow-linewidth exciton-polariton laser",
    "abstract": "           Exciton-polariton laser is a promising source of coherent light for low-energy applications due to its low-threshold operation. However, a detailed experimental study of its spectral purity, which directly affects its coherence properties is still missing. Here}, we present a high-resolution spectroscopic investigation of the energy and linewidth of an exciton-polariton laser in the single-mode regime, which derives its coherent emission from an optically pumped and confined exciton-polariton condensate. We report an ultra-narrow linewidth of 56~MHz or 0.24~$\\mu$eV, corresponding to a coherence time of 5.7~ns. The narrow linewidth is consistently achieved by using an exciton-polariton condensate with a high photonic content confined in an optically induced trap. Contrary to previous studies, we show that the excitonic reservoir created by the pump and responsible for creating the trap does not strongly affect the emission linewidth as long as the condensate is trapped and the pump power is well above the condensation (lasing) threshold. \\red{The long coherence time of the exciton-polariton system uncovered here opens up opportunities for manipulating its macroscopic quantum state, which is essential for applications in classical and quantum computing.         ",
    "url": "https://arxiv.org/abs/2404.18354",
    "authors": [
      "Bianca Rae Fabricante",
      "Mateusz Król",
      "Matthias Wurdack",
      "Maciej Pieczarka",
      "Mark Steger",
      "David W. Snoke",
      "Kenneth West",
      "Loren N. Pfeiffer",
      "Andrew G. Truscott",
      "Elena A. Ostrovskaya",
      "Eliezer Estrecho"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2406.04917",
    "title": "Spatio-spectral optical fission in time-varying subwavelength layers",
    "abstract": "           Transparent conducting oxides are highly doped semiconductors that exhibit favourable characteristics when compared to metals, including reduced material losses, tuneable electronic and optical properties, and enhanced damage thresholds. Recently, the photonic community has renewed its attention towards these materials, recognizing their remarkable nonlinear optical properties in the near-infrared spectrum, a feature previously overlooked despite their long-standing application in photovoltaics and touchscreens. The exceptionally large and ultra-fast change of the refractive index, which can be optically induced in these compounds, extends beyond the boundaries of conventional perturbative analysis and makes this class of materials the closest approximation to a time-varying system, and a unique playground for studying a variety of novel phenomena within the domain of photon acceleration. Here we report the spatio-spectral fission of an ultra-fast pulse trespassing a thin film of aluminium zinc oxide with a non-stationary refractive index. By applying phase conservation to this time-varying layer, our model can account for both space and time refraction and explain in quantitative terms, the spatial separation of both the spectrum and energy. Our findings represent an example of extreme nonlinear phenomena on subwavelength propagation distances and shed light on the nature of several nonlinear effects recently reported not accounting for the full optical field distribution. Our work also provides new important insights into transparent conducting oxides transient optical properties which are critical for the ongoing research in photonic time crystals, on-chip generation of nonclassical states of light, integrated optical neural networks as well as ultra-fast beam steering and frequency division multiplexing         ",
    "url": "https://arxiv.org/abs/2406.04917",
    "authors": [
      "Wallace Jaffray",
      "Sven Stengel",
      "Fabio Biancalana",
      "Colton Bradley Fruhling",
      "Mustafa Ozlu",
      "Alexandra Boltasseva",
      "Vladimir M. Shalaev",
      "Marcello Ferrera"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.15170",
    "title": "A unified moment tensor potential for silicon, oxygen, and silica",
    "abstract": "           Si and its oxides have been extensively explored in theoretical research due to their technological and industrial importance. Simultaneously describing interatomic interactions within both Si and SiO$_2$ without the use of \\textit{ab initio} methods is considered challenging, given the charge transfers involved. Herein, this challenge is overcome by developing a unified machine learning interatomic potentials describing the Si/ SiO$_2$/ O system, based on the moment tensor potential (MTP) framework. This MTP is trained using a comprehensive database generated using density functional theory simulations, encompassing a wide range of crystal structures, point defects, extended defects, and disordered structure. Extensive testing of the MTP is performed, indicating it can describe static and dynamic features of very diverse Si, O, and SiO$_2$ atomic structures with a degree of fidelity approaching that of DFT         ",
    "url": "https://arxiv.org/abs/2311.15170",
    "authors": [
      "Karim Zongo",
      "Hao Sun",
      "Claudiane Ouellet-Plamondon",
      "Laurent Karim Béland"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2401.00019",
    "title": "Symbolic, numeric and quantum computation of Hartree-Fock equation",
    "abstract": "           In this article, we discuss how a kind of hybrid computation, which employs symbolic, numeric, classic, and quantum algorithms, allows us to conduct Hartree-Fock electronic structure computation of molecules. In the proposed algorithm, we replace the Hartree-Fock equations with a set of equations composed of multivariate polynomials. We transform those polynomials to the corresponding Gröbner bases, and then we investigate the corresponding quotient ring, wherein the orbital energies, the LCAO coefficients, or the atomic coordinates are represented by the variables in the ring. In this quotient ring, the variables generate the transformation matrices that represent the multiplication with the monomial bases, and the eigenvalues of those matrices compose the roots of the equation. The quantum phase estimation (QPE) algorithm enables us to record those roots in the quantum states, which would be used in the input data for more advanced and more accurate quantum computations.         ",
    "url": "https://arxiv.org/abs/2401.00019",
    "authors": [
      "Ichio Kikuchi",
      "Akihito Kikuchi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2405.12226",
    "title": "Quantum inspired approach for denoising with application to medical imaging",
    "abstract": "           Background noise in many fields such as medical imaging poses significant challenges for accurate diagnosis, prompting the development of denoising algorithms. Traditional methodologies, however, often struggle to address the complexities of noisy environments in high dimensional imaging systems. This paper introduces a novel quantum-inspired approach for image denoising, drawing upon principles of quantum and condensed matter physics. Our approach views medical images as amorphous structures akin to those found in condensed matter physics and we propose an algorithm that incorporates the concept of mode resolved localization directly into the denoising process. Notably, our approach eliminates the need for hyperparameter tuning. The proposed method is a standalone algorithm with minimal manual intervention, demonstrating its potential to use quantum-based techniques in classical signal denoising. Through numerical validation, we showcase the effectiveness of our approach in addressing noise-related challenges in imaging and especially medical imaging, underscoring its relevance for possible quantum computing applications.         ",
    "url": "https://arxiv.org/abs/2405.12226",
    "authors": [
      "Amirreza Hashemi",
      "Sayantan Dutta",
      "Bertrand Georgeot",
      "Denis Kouame",
      "Hamid Sabet"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2406.07797",
    "title": "Real-time Deformation Correction in Additively Printed Flexible Antenna Arrays",
    "abstract": "           Conformal phased arrays provide multiple degrees of freedom to the scan angle, which is typically limited by antenna aperture in rigid arrays. Silicon-based RF signal processing offers reliable, reconfigurable, multi-functional, and compact control for conformal phased arrays that can be used for on-the-move communication. While the lightweight, compactness, and shape-changing properties of the conformal phased arrays are attractive, these features result in dynamic deformation of the array during motion leading to significant dynamic beam pointing errors. We propose a silicon-based, compact, reconfigurable solution to self-correct these dynamic deformation-induced beam pointing errors. Furthermore, additive printing is leveraged to enhance the flexibility of the conformal phased arrays, as the printed conductive ink is more flexible than bulk copper and can be easily deposited on flexible sheets using different printing tools, providing an environmentally-friendly solution for large-scale production. The inks such as conventional silver inks are expensive and copper-based printable inks suffer from spontaneous metal oxidation that alters trace impedance and degrades beamforming performance. This work uses a low-cost molecular copper decomposition ink with reliable RF properties at different temperature and strain to print the proposed intelligent conformal phased array operating at 2.1 GHz. Proof-of-concept prototype $2\\times2$ array self-corrects the deformation induces beampointing error with an error $<1.25^\\circ$. The silicon based array processing part occupying only 2.58 mm$^2$ area and 83 mW power per tile.         ",
    "url": "https://arxiv.org/abs/2406.07797",
    "authors": [
      "Sreeni Poolakkal",
      "Abdullah Islam",
      "Shrestha Bansal",
      "Arpit Rao",
      "Ted Dabrowski",
      "Kalsi Kwan",
      "Amit Mishra",
      "Quiyan Xu",
      "Erfan Ghaderi",
      "Pradeep Lall",
      "Sudip Shekhar",
      "Julio Navarro",
      "Shenqiang Ren",
      "John Williams",
      "Subhanshu Gupta"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]