[
  {
    "id": "arXiv:2310.01534",
    "title": "Single molecule superradiance for optical cycling",
    "abstract": "Herein, we show that single molecules containing multiple optical cycling centers (CaO moieties) can exhibit superradiant phenomena. We demonstrate the accuracy of the Frenkel exciton model at describing these superradiant states via comparisons to high-level electronic structure methods. We then rationally design molecules with superradiant properties optimized for laser cooling. Lastly, we demonstrate how multi-photon superradiant phenomena can occur in these novel molecular systems. ",
    "url": "https://arxiv.org/abs/2310.01534",
    "authors": [
      "Claire E. Dickerson",
      "Anastassia N. Alexandrova",
      "Prineha Narang",
      "John P. Philbin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.01625",
    "title": "Monolithic Polarizing Circular Dielectric Gratings on Bulk Substrates  for Improved Photon Collection from InAs Quantum Dots",
    "abstract": "III-V semiconductor quantum dots (QDs) are near-ideal and versatile single-photon sources. Because of the capacity for monolithic integration with photonic structures as well as optoelectronic and optomechanical systems, they are proving useful in an increasingly broad application space. Here, we develop monolithic circular dielectric gratings on bulk substrates -- as opposed to suspended or wafer-bonded substrates -- for greatly improved photon collection from InAs quantum dots. The structures utilize a unique two-tiered distributed Bragg reflector (DBR) structure for vertical electric field confinement over a broad angular range. Opposing ``openings\" in the cavities induce strongly polarized QD luminescence without harming collection efficiencies. We describe how measured enhancements depend critically on the choice of collection optics. This is important to consider when evaluating the performance of any photonic structure that concentrates farfield emission intensity. Our cavity designs are useful for integrating QDs with other quantum systems that require bulk substrates, such as surface acoustic wave phonons. ",
    "url": "https://arxiv.org/abs/2310.01625",
    "authors": [
      "Ryan A. DeCrescent",
      "Zixuan Wang",
      "2 Poolad Imany",
      "Sae Woo Nam",
      "Richard P. Mirin",
      "Kevin L. Silverman"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.01674",
    "title": "Silicon Photonic Direct-Detection Phase Retrieval Receiver",
    "abstract": "We demonstrate a direct-detection phase retrieval receiver based on silicon photonics. The receiver implements strong dispersion and delay lines on a compact chip. We retrieve the full field of a 30-GBd QPSK signal without a carrier or local oscillator. ",
    "url": "https://arxiv.org/abs/2310.01674",
    "authors": [
      "Brian Stern",
      "Haoshuo Chen",
      "Kwangwoong Kim",
      "Hanzi Huang",
      "Jie Zhao",
      "Mohamad Hossein Idjadi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.01707",
    "title": "On-Chip Stimulated Brillouin Scattering via Surface Acoustic Waves",
    "abstract": "Surface acoustic wave (SAW) devices are ubiquitously used for signal processing and filtering, as well as mechanical, chemical and biological sensing, and show promise as quantum transducers. However, nowadays most SAWs are excited and driven via electromechanical coupling and interdigital transducers (IDTs), limiting operation bandwidth and flexibility. Novel ways to coherently excite and detect SAWs all-optically interfaced with photonic integrated circuits are yet elusive. Backward Stimulated Brillouin scattering (SBS) provides strong coherent interactions between optical and acoustic waves in chip-scale waveguides, however, demonstrations have been limited to single longitudinal waves in the waveguide core. Here, we numerically model and experimentally demonstrate surface acoustic wave stimulated Brillouin scattering (SAW-SBS) on a photonic chip. We designed and fabricated tailored waveguides made out of GeAsSe glass that show good overlap between SAWs at 3.81 GHz and guided optical modes, without requiring a top cladding. We measure a 225 W$^{-1}$m$^{-1}$ Brillouin gain coefficient of the surface acoustic resonance and linewidth narrowing to 40 MHz. Experimentally accessing this new regime of stimulated Brillouin scattering opens the door for novel on-chip sensing and signal processing applications, strong Brillouin interactions in materials that do not provide sufficient acoustic guidance in the waveguide core as well as excitation of surface acoustic waves in non-piezoelectric materials. ",
    "url": "https://arxiv.org/abs/2310.01707",
    "authors": [
      "Govert Neijts",
      "Choon Kong Lai",
      "Maren Kramer Riseng",
      "Duk-Yong Choi",
      "Kunlun Yan",
      "David Marpaung",
      "Stephen J. Madden",
      "Benjamin J. Eggleton",
      "Moritz Merklein"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.01715",
    "title": "Terahertz near-field suppression and multiplexing with a silicon  photonic crystal",
    "abstract": "Chip-based terahertz devices are a versatile tool to manipulate and control millimeter-wave frequencies for integrated high-speed communication applications and related technologies in the context of sixth-generation (6G) wireless. However, there is a limited library of integrated functionalities, particularly for tailoring the emission and directivity of terahertz antennas, e.g., via frequency- and space-division multiplexing. Here we show that a simple silicon photonic crystal membrane provides a pathway for selectively suppressing, enhancing, directing, and re-directing frequencies between 0.3-0.5 THz. We develop a near-field emission and detection scheme to observe three distinct effects when an antenna is placed near a photonic crystal: (i) field suppression at frequencies corresponding to its quasi-TE bandgaps (ii) a previously unreported frequency-dependent directed emission from the point dipole along two distinct pathways for two neighboring frequencies, resulting in a local field concentration; (iii) a re-direction of the directed emission, achieved by rotating the photonic crystal with respect to the dipole orientation. Our simulations reveal that the observed behavior can be predicted from the underlying band structure. These results highlight the opportunities that photonic crystals can provide for alignment-free, chip-based 6G technologies. Our experimental technique will find use for characterizing the emission properties of true fabricated samples, whose inherent imperfections cannot realistically be accounted for by simulations, particularly in highly dispersive frequency bands. ",
    "url": "https://arxiv.org/abs/2310.01715",
    "authors": [
      "Kseniia Lezhennikova",
      "Sahand Mahmoodian",
      "Boris T. Kuhlmey",
      "Redha Abdeddaim",
      "Stefan Enoch",
      "C. Martijn de Sterke",
      "Alessandro Tuniz"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.01855",
    "title": "Multipartite Entanglement in Bright Frequency Combs from Microresonators",
    "abstract": "We present a theoretical model of multimode quantum correlations in bright frequency combs generated in continuous-wave regime by microresonators above threshold. Our analysis shows how these correlations emerge from cascading four-wave mixing processes fed by the input pump as well as the generated bright beams. Logarithmic negativity criterion is employed to quantify entanglement between partitions of modes, demonstrating the transition from a bipartite regime just above the oscillation threshold to the multipartite one at higher input pump powers. Due to its generality, our model can be safely used to describe other kinds of non-linear $\\chi$ (3) cavities. ",
    "url": "https://arxiv.org/abs/2310.01855",
    "authors": [
      "Adrien Bensemhoun",
      "C Gonzalez-Arciniegas",
      "Olivier Pfister",
      "Laurent Labont",
      "Jean Etesse",
      "Anthony Martin",
      "Sbastien Tanzilli",
      "Giuseppe Patera",
      "Virginia d'Auria"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.01909",
    "title": "Advancing Wavefront Shaping with Resonant Nonlocal Metasurfaces: Beyond  the Limitations of Lookup Tables",
    "abstract": "Resonant metasurfaces are of paramount importance in addressing the growing demand for reduced thickness and complexity, while ensuring high optical efficiency. This becomes particularly crucial in overcoming fabrication challenges associated with high aspect ratio structures, thereby enabling seamless integration of metasurfaces with electronic components at an advanced level. However, traditional design approaches relying on lookup tables and local field approximations often fail to achieve optimal performance, especially for nonlocal resonant metasurfaces. In this study, we investigate the use of statistical learning optimization techniques for nonlocal resonant metasurfaces, with a specific emphasis on the role of near-field coupling in wavefront shaping beyond single unit cell simulations. Our study achieves significant advancements in the design of resonant metasurfaces. For transmission-based metasurfaces, a beam steering design outperforms the classical design by achieving an impressive efficiency of 80\\% compared to the previous 23%. Additionally, our optimized extended depth-of-focus (EDOF) metalens yields a remarkable five-fold increase in focal depth, a four-fold enhancement in focusing power compared to conventional designs and an optical resolution superior to 600 cycle/mm across the focus region. Moreover, our study demonstrates remarkable performance with a wavelength-selected beam steering metagrating in reflection, achieving exceptional efficiency surpassing 85\\%. This far outperforms classical gradient phase distribution approaches, emphasizing the immense potential for groundbreaking applications in the field of resonant metasurfaces. ",
    "url": "https://arxiv.org/abs/2310.01909",
    "authors": [
      "Enzo Isnard",
      "Sébastien Héron",
      "Stéphane Lanteri",
      "Mahmoud Elsawy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.01928",
    "title": "Smartphone-based Optical Sectioning (SOS) Microscopy with A Telecentric  Design for Fluorescence Imaging",
    "abstract": "We proposed a Smartphone-based Optical Sectioning (SOS) microscope based on the HiLo technique, with a single smartphone replacing a high-cost illumination source and a camera sensor.We built our SOS with off-the-shelf optical mechanical cage systems with 3D-printed adapters to integrate the smartphone with the SOS main body seamlessly.The liquid light guide can be integrated with the adapter, guiding the smartphone LED light to the digital mirror device with neglectable loss.We used an electrically tunable lens (ETL) instead of a mechanical translation stage to realize low-cost axial scanning. The ETL was conjugated to the objective lens back pupil plane (BPP) to construct a telecentric design by a 4f configuration. This can exempt images of different layers from the variation in magnification. SOS has a 571.5 {\\mu}m telecentric scanning range and an 11.7 {\\mu}m axial resolution. The broadband smartphone LED torch can effectively excite fluorescent polystyrene (PS) beads. We successfully used SOS for high contrast fluorescent PS beads imaging with different wavelengths and optical sectioning imaging of accumulated fluorescent PS beads. To our knowledge, the proposed SOS is the first smartphone-based HiLo optical sectioning microscopy. It is a powerful, low-cost tool for biomedical research in resource-limited areas. ",
    "url": "https://arxiv.org/abs/2310.01928",
    "authors": [
      "Ziao Jiao",
      "Mingliang Pan",
      "Khadija Yousaf",
      "Daniel Doveiko",
      "Michelle Maclean",
      "David Griffin",
      "Yu Chen",
      "David Day Uei Lia"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2310.01974",
    "title": "Optical excitation of multiple standing spin modes in 3D optomagnonic  nanocavities",
    "abstract": "We report the first experimental observation of multiple standing spin modes in 3D optomagnonic nanocavity formed by nanometer-sized iron-garnet nanocylinder. We show that launching of standing spin modes is achieved due to a high confinement of the optically generated effective magnetic field caused by the localized optical resonance. Quantization and spin-wave mode inhomogeneity is achieved in each of the three spatial dimensions. The presented approach opens new horizons of 3D optomagnonics by combining nanophotonic and magnonic functionalities within a single nanocavity. ",
    "url": "https://arxiv.org/abs/2310.01974",
    "authors": [
      "Daria O. Ignatyeva",
      "Denis M. Krichevsky",
      "Dolendra Karki",
      "Anton Kolosvetov",
      "Polina E. Zimnyakova",
      "Alexander N. Shaposhnikov",
      "Vladimir N. Berzhansky",
      "Miguel Levy",
      "Alexander I. Chernov",
      "Vladimir I. Belotelov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2310.01984",
    "title": "Spatially inhomogeneous inverse Faraday effect provides tunable  nonthermal excitation of exchange dominated spin waves",
    "abstract": "We demonstrate optical nonthermal excitation of exchange dominated spin waves of different orders in a magnetophotonic crystal. The magnetophotonic structure consists of a thin magnetic film and a Bragg stack of nonmagnetic layers to provide a proper nonuniform interference pattern of the inverse Faraday effect induced by light in the magnetic layer. We found a phenomenon of the pronounced phase slippage of the inverse Faraday effect distribution when the pump wavelength is within the photonic band gap of the structure. It allows to tune the interference pattern by a slight variation of light wavelength which results in the modification of excitation efficiency of the different order spin waves. The approach can be applied for different magnetic dielectrics expanding their application horizons for spin-wave based devices. ",
    "url": "https://arxiv.org/abs/2310.01984",
    "authors": [
      "Denis M. Krichevsky",
      "Vladislav A. Ozerov",
      "Alexandra V. Belkova",
      "Daria A. Sylgacheva",
      "Andrey N. Kalish",
      "Svetlana A. Evstigneeva",
      "Alexander S. Pakhomov",
      "Tatiana V. Mikhailova",
      "Sergey D. Lyashko",
      "Alexander L. Kudryashov",
      "Evgeny Yu. Semuk",
      "Alexander I. Chernov",
      "Vladimir N. Berzhansky",
      "Vladimir I. Belotelov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2310.02091",
    "title": "Dual-resonance nanostructures for colour down-conversion of colloidal  quantum emitters",
    "abstract": "Linear colour conversion is a process where an emitter absorbs a photon and then emits another photon with either higher or lower energy, corresponding to up- or down conversion, respectively. In this regard, the presence of a volumetric cavity plays a crucial role in enhancing absorption and photoluminescence (PL), as it allows for large volumes of interaction between the exciting photons and the emissive materials, maximising the colour conversion efficiency. Here, we present a dual resonance nanostructure made of a titanium dioxide (TiO2) subwavelength grating to enhance the colour down-conversion efficiency of green light at ~530 nm emitted by gradient alloyed CdxZn1-xSeyS1-y colloidal quantum dots (QDs) when excited with a blue light at ~460 nm. A large mode volume can be created within the QD layer by the hybridisation of the grating resonances and waveguide modes. This allows increasing mode overlap between the resonances and the QDs, resulting in large absorption and tailored emission enhancements. Particularly, we achieved polarized light emission with maximum photoluminescence enhancement of ~140 times at a specific angular direction, and a total enhancement of ~34 times within 0.55 numerical aperture (NA) of the collecting objective. The enhancement encompasses absorption enhancement, Purcell enhancement and directionality enhancement (i.e., outcoupling). We achieved total absorption of 35% for green QDs with a remarkably thin colour conversion layer of ~ 400 nm (inclusive of the TiO2 layer). This work provides a guideline for designing large-volume cavities for practical application in absorption/fluorescence enhancement, such as down colour conversion in microLED displays, detectors or photovoltaics. ",
    "url": "https://arxiv.org/abs/2310.02091",
    "authors": [
      "Son Tung Ha",
      "Emmanuel Lassalle",
      "Xiao Liang",
      "Thi Thu Ha Do",
      "Ian Foo",
      "Sushant Shendre",
      "Emek Goksu Durmusoglu",
      "Vytautas Valuckas",
      "Sourav Adhikary",
      "Ramon Paniagua-Dominguez",
      "Hilmi Volkan Demir",
      "Arseniy Kuznetsov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.02112",
    "title": "Real-time Signal Detection for Cyclotron Radiation Emission Spectroscopy  Measurements using Antenna Arrays",
    "abstract": "Cyclotron Radiation Emission Spectroscopy (CRES) is a technique for precision measurement of the energies of charged particles, which is being developed by the Project 8 Collaboration to measure the neutrino mass using tritium beta-decay spectroscopy. Project 8 seeks to use the CRES technique to measure the neutrino mass with a sensitivity of 40~meV, requiring a large supply of tritium atoms stored in a multi-cubic meter detector volume. Antenna arrays are one potential technology compatible with an experiment of this scale, but the capability of an antenna-based CRES experiment to measure the neutrino mass depends on the efficiency of the signal detection algorithms. In this paper, we develop efficiency models for three signal detection algorithms and compare them using simulations from a prototype antenna-based CRES experiment as a case-study. The algorithms include a power threshold, a matched filter template bank, and a neural network based machine learning approach, which are analyzed in terms of their average detection efficiency and relative computational cost. It is found that significant improvements in detection efficiency and, therefore, neutrino mass sensitivity are achievable, with only a moderate increase in computation cost, by utilizing either the matched filter or machine learning approach in place of a power threshold, which is the baseline signal detection algorithm used in previous CRES experiments by Project 8. ",
    "url": "https://arxiv.org/abs/2310.02112",
    "authors": [
      "A. Ashtari Esfahani",
      "S. Böser",
      "N. Buzinsky",
      "M. C. Carmona-Benitez",
      "C. Claessens",
      "L. de Viveiros",
      "M. Fertl",
      "J. A. Formaggio",
      "B. T. Foust",
      "J. K. Gaison",
      "M. Grando",
      "J. Hartse",
      "K. M. Heeger",
      "X. Huyan",
      "A. M. Jones",
      "B. J. P. Jones",
      "K. Kazkaz",
      "B. H. LaRoque",
      "M. Li",
      "A. Lindman",
      "A. Marsteller",
      "C. Matthé",
      "R. Mohiuddin",
      "B. Monreal",
      "B. Mucogllava",
      "R. Mueller",
      "A. Negi",
      "J. A. Nikkel",
      "E. Novitski",
      "N. S. Oblath",
      "M. Oueslati",
      "J. I. Peña",
      "W. Pettus",
      "R. Reimann",
      "R. G. H. Robertson",
      "G. Rybka",
      "L. Saldaña",
      "P. L. Slocum",
      "J. Stachurska",
      "Y.-H. Sun",
      "P. T. Surukuchi",
      "J. R. Tedeschi",
      "A. B. Telles",
      "F. Thomas",
      "L. A. Thorne",
      "T. Thümmler",
      "W. Van De Pontselle",
      "B. A. VanDevender",
      "T. E. Weiss",
      "T. Wendler",
      "A. Ziegler"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2309.03399",
    "title": "Polaritonic Bottleneck in Colloidal Quantum Dots",
    "abstract": "Controlling the relaxation dynamics of excitons is key to improve the efficiencies of semiconductor--based applications. Confined semiconductor nanocrystals (NCs) offer additional handles to control the properties of excitons, for example, by changing the size or the shape of the NC, resulting in a mismatch between the excitonic gaps and the phonon frequencies. This has led to the hypothesis of a significant slowing down of exciton relaxation in strongly confined NC, but in practice due to increasing exciton--phonon coupling and rapid multiphonon relaxation channels, the relaxation of excitons depends only weakly on the size or shape of the NC. In this work, we focus on elucidating the nonradiative relaxation of excitons in NC placed in an optical cavity. We find that as the cavity photon energy decreases and/or the cavity--exciton coupling increases, the relaxation to thermal equilibrium is significantly slowed down, resulting in a polariton--induced phonon bottleneck, with relaxation timescales that are slower by orders of magnitude compared to the cavity--free case. ",
    "url": "https://arxiv.org/abs/2309.03399",
    "authors": [
      "Kaiyue Peng",
      "Eran Rabani"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2310.01504",
    "title": "Auxiliary Field Quantum Monte Carlo for Nuclear Physics on the Lattice",
    "abstract": "We employ constrained path Auxiliary Field Quantum Monte Carlo (AFQMC) in the pursuit of studying physical nuclear systems using a lattice formalism. Since AFQMC has been widely used in the study of condensed-matter systems such as the Hubbard model, we benchmark our method against published results for both one- and two-dimensional Hubbard model calculations. We then turn our attention to cold-atomic and nuclear systems. We use an onsite contact interaction that can be tuned in order to reproduce the known scattering length and effective range of a given interaction. Developing this machinery allows us to extend our calculations to study nuclear systems within a lattice formalism. We perform initial calculations for a range of nuclear systems from two- to few-body neutron systems. ",
    "url": "https://arxiv.org/abs/2310.01504",
    "authors": [
      "Ryan Curry",
      "Jayani Dissanayake",
      "Stefano Gandolfi",
      "Alexandros Gezerlis"
    ],
    "subjectives": [
      "Nuclear Theory (nucl-th)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2310.01639",
    "title": "Stability and Dynamics of Atom-Molecule Superfluids Near a Narrow  Feshbach Resonance",
    "abstract": "The recent observations of a stable molecular condensate emerging from a condensate of bosonic atoms and related ``super-chemical\" dynamics have raised an intriguing set of questions. Here we provide a microscopic understanding of this unexpected stability and dynamics in atom-molecule superfluids; we show one essential element behind these phenomena is an extremely narrow Feshbach resonance in $^{133}$Cs at 19.849G. Comparing theory and experiment we demonstrate how this narrow resonance enables the dynamical creation of a large closed-channel molecular fraction superfluid, appearing in the vicinity of unitarity. Theoretically the observed superchemistry (\\textit{i.e.}, Bose enhanced reactions of atoms and molecules), is found to be assisted by the formation of Cooper pairs of bosonic atoms having opposite momenta. Importantly, this narrow resonance opens the possibility to explore the quantum critical point of a molecular Bose superfluid and related phenomena which would not be possible near a more typically broad Feshbach resonance. ",
    "url": "https://arxiv.org/abs/2310.01639",
    "authors": [
      "Zhiqiang Wang",
      "Ke Wang",
      "Zhendong Zhang",
      "Shu Nagata",
      "Cheng Chin",
      "K. Levin"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.02100",
    "title": "Simulating polaritonic ground states on noisy quantum devices",
    "abstract": "The recent advent of quantum algorithms for noisy quantum devices offers a new route toward simulating strong light-matter interactions of molecules in optical cavities for polaritonic chemistry. In this work, we introduce a general framework for simulating electron-photon coupled systems on small, noisy quantum devices. This method is based on the variational quantum eigensolver (VQE) with the polaritonic unitary coupled cluster (PUCC) ansatz. To achieve chemical accuracy, we exploit various symmetries in qubit reduction methods, such as electron-photon parity, and use recently developed error mitigation schemes, such as the reference zero-noise extrapolation method. We explore the robustness of the VQE-PUCC approach across a diverse set of regimes for the bond length, cavity frequency, and coupling strength of the H$_2$ molecule in an optical cavity. To quantify the performance, we measure two properties: ground-state energy, fundamentally relevant to chemical reactivity, and photon number, an experimentally accessible general indicator of electron-photon correlation. ",
    "url": "https://arxiv.org/abs/2310.02100",
    "authors": [
      "Mohammad Hassan",
      "Fabijan Pavošević",
      "Derek S. Wang",
      "Johannes Flick"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2310.02191",
    "title": "Record Photon Information Efficiency with Optical Clock Transmission and  Recovery of 12.5 bits/photon over an Optical Channel with 77 dB Loss",
    "abstract": "We experimentally demonstrate optical detection at 12.5~bits per incident photon, 9.4~dB higher than the theoretical limit of conventional coherent detection. A single laser transmits both data and optical clock, undergoes 77~dB of attenuation before quantum detection followed by optical clock and data recovery. ",
    "url": "https://arxiv.org/abs/2310.02191",
    "authors": [
      "René-Jean Essiambre",
      "Cheng Guo",
      "Sai Kanth Dacha",
      "Alexei Ashikhmin",
      "Andrea Blanco-Redondo",
      "Frank R. Kschischang",
      "Konrad Banaszek",
      "Matthew Weiner",
      "Rose Kopf",
      "Ian Crawley",
      "Mohamad H. Idjadi",
      "Ayed A. Sayem",
      "Jie Zhao",
      "James D. Sandoz",
      "Nicolas Fontaine",
      "Nicole Menkart",
      "Roland Ryf",
      "John Cloonan",
      "Michael Vasilyev",
      "Thomas E. Murphy",
      "Ellsworth C. Burrows"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.02438",
    "title": "Experimental demonstration of position-controllable topological  interface states in high-frequency topological integrated circuits",
    "abstract": " Comments: 13 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2301.02438",
    "authors": [
      "Tetsuya Iizuka",
      "Haochen Yuan",
      "Yoshio Mita",
      "Akio Higo",
      "Shun Yasunaga",
      "Motohiko Ezawa"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.17883",
    "title": "Single-ended Recovery of Optical fiber Transmission Matrices using  Neural Networks",
    "abstract": " Comments: 13 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2303.17883",
    "authors": [
      "Yijie Zheng",
      "George S. D. Gordon"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2306.03713",
    "title": "Ultra-miniature dual-wavelength spatial frequency domain imaging for  micro-endoscopy",
    "abstract": " Comments: 33 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2306.03713",
    "authors": [
      "Jane Crowley",
      "George S.D. Gordon"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.04689",
    "title": "Trapping and imaging single dysprosium atoms in optical tweezer arrays",
    "abstract": " Title: Trapping and imaging single dysprosium atoms in optical tweezer arrays ",
    "url": "https://arxiv.org/abs/2307.04689",
    "authors": [
      "Damien Bloch",
      "Britton Hofer",
      "Sam R. Cohen",
      "Antoine Browaeys",
      "Igor Ferrier-Barbut"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.10295",
    "title": "Making molecules by mergoassociation: two atoms in adjacent nonspherical  optical traps",
    "abstract": " Title: Making molecules by mergoassociation: two atoms in adjacent nonspherical  optical traps ",
    "url": "https://arxiv.org/abs/2307.10295",
    "authors": [
      "Robert C. Bird",
      "C. Ruth Le Sueur",
      "Jeremy M. Hutson"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2310.00929",
    "title": "Single-Shot Laser-Driven Neutron Resonance Spectroscopy for Temperature  Profiling",
    "abstract": " Title: Single-Shot Laser-Driven Neutron Resonance Spectroscopy for Temperature  Profiling ",
    "url": "https://arxiv.org/abs/2310.00929",
    "authors": [
      "Zechen Lan",
      "Yasunobu Arikawa",
      "S. Reza Mirfayzi",
      "Alessio Morace",
      "Takehito Hayakawa",
      "Hirotaka Sato",
      "Takashi Kamiyama",
      "Tianyun Wei",
      "Yuta Tatsumi",
      "Mitsuo Koizumi",
      "Yuki Abe",
      "Shinsuke Fujioka",
      "Kunioki Mima",
      "Ryosuke Kodama",
      "Akifumi Yogo"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]