[
  {
    "id": "arXiv:2208.09485",
    "title": "Optimization of p-i-n GaAs/AlGaAs Heterojunction Nanowire Solar Cell for  improved Optical and Electrical Properties",
    "abstract": "In this study, we designed and optimized the performance of pin junction GaAs/AlGaAs heterojunction nanowire solar cell arrays. It is done by performing coupled optoelectronic simulations to find the optimal doping for the GaAs core and AlGaAs shell, and to see the influence of GaAs and AlGaAs shell thickness and junction positions on the solar cell performance. Further, the impact of different surface effects that exists at the semiconductor interface such as surface traps, surface recombination velocities, and associated lifetime degradation are also investigated. It has been observed that a high core and shell doping is essential to achieve the appropriate band configuration and carrier extraction. Further, it is observed that having a larger doping density is more important than having a larger lifetime. The importance of the thickness and the passivation properties of the radial and axial AlGaAs layer is also examined and it has been observed that having a thick AlGaAs shell at the cost of the i-GaAs region can be detrimental to the performance due to increased local carrier generation and recombination. Finally, the effect of having different Aluminium compositions (on the shell) on the photogeneration inside the nanowire is examined and it was observed that having a large Aluminium composition can confine most of the photogeneration to the inner GaAs regions, thus potentially allowing for thicker Aluminium shells which can more efficiently prevent surface recombination. ",
    "url": "https://arxiv.org/abs/2208.09485",
    "authors": [
      "Sambuddha Majumder",
      "Sooraj Ravindran"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.09507",
    "title": "Effects of head modeling errors on the spatial frequency representation  of MEG",
    "abstract": "Optically-pumped magnetometers (OPM) -- next-generation magnetoencephalography (MEG) sensors -- may be placed directly on the head, unlike the more commonly used superconducting quantum interference device (SQUID) sensors, which must be placed a few centimeters away. This allows for signals of higher spatial resolution to be captured, resulting in potentially more accurate source localization. In this paper, we show that in the noiseless and high signal-to-noise ratio (SNR) case of approximately $\\geq 6$ dB, inaccuracies in boundary element method (BEM) head conductor models (or equivalently, inaccurate volume current models) lead to increased signal and equivalent current dipole (ECD) source localization inaccuracies when sensor arrays are placed closer to the head. This is true especially in the case of deep and superficial sources where volume current contributions are high. In the noisy case however, the higher SNR for closer sensor arrays allows for an improved ECD fit and outweighs the effects of head geometry inaccuracies. This calls for an increase in emphasis in head modeling to reduce inverse modeling errors, especially as the field of MEG strives for closer sensor arrays and cleaner signals. An analytical form to obtain the magnetic field errors for small perturbations in the BEM head geometry is also provided. ",
    "url": "https://arxiv.org/abs/2208.09507",
    "authors": [
      "Wan-Jin Yeo",
      "Eric Larson",
      "Joonas Iivanainen",
      "Amir Borna",
      "Jim McKay",
      "Julia Stephen",
      "Peter Schwindt",
      "Samu Taulu"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2208.09603",
    "title": "A power-efficient integrated lithium niobate electro-optic comb  generator",
    "abstract": "Integrated electro-optic (EO) frequency combs are essential components for future applications in optical communications, light detection and ranging, optical computation, sensing and spectroscopy. To date, broadband on-chip EO combs are typically generated in high-quality-factor micro-resonators, while the more straightforward and flexible non-resonant method, usually using single or cascaded EO phase modulators, often requires high driving power to realize a reasonably strong modulation index. Here, we show that the phase modulation efficiency of an integrated lithium niobate modulator could be dramatically enhanced by passing optical signals through the modulation electrodes for a total of 4 round trips, via multiple low-loss TE0/TE1 mode multiplexers and waveguide crossings, reducing electrical power consumption by more than one order of magnitude. Using devices fabricated from a wafer-scale stepper lithography process, we demonstrate a broadband optical frequency comb featuring 47 comb lines at a 25-GHz repetition rate, using a moderate RF driving power of 28 dBm (0.63 W). Leveraging the excellent tunability in repetition rate and operation wavelength, our power-efficient EO comb generator could serve as a compact low-cost solution for future high-speed data transmission, sensing and spectroscopy, as well as classical and quantum optical computation systems. ",
    "url": "https://arxiv.org/abs/2208.09603",
    "authors": [
      "Ke Zhang",
      "Wenzhao Sun",
      "Yikun Chen",
      "Hanke Feng",
      "Yiwen Zhang",
      "Zhaoxi Chen",
      "Cheng Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.09620",
    "title": "Preparation of a quantum degenerate mixture of $^{23}$Na$^{40}$K  molecules and $^{40}$K atoms",
    "abstract": "We report on the preparation of a quantum degenerate mixture of $^{23}$Na$^{40}$K molecules and $^{40}$K atoms. A deeply degenerate atomic mixture of $^{23}$Na and $^{40}$K atoms with a large number ratio ($N_F/N_B\\approx 6$) is prepared by the mode-matching loading of atoms from a cloverleaf-type magnetic trap into a large-volume horizontal optical dipole trap and evaporative cooling in a large-volume three-beam optical dipole trap. About $3.0\\times10^4$ $^{23}$Na$^{40}$K ground-state molecules are created through magneto-association followed by stimulated adiabatic Raman passage. The 2D density distribution of the molecules is fit to the Fermi-Dirac distribution with $T/T_F\\approx0.4-0.5$. In the atom-molecule mixture, the elastic collisions provide a thermalization mechanism for the molecules. In a few tens of milliseconds which are larger than the typical thermalization time, the degeneracy of the molecules is maintained, which may be due to the Pauli exclusion principle. The quantum degenerate mixture of $^{23}$Na$^{40}$K molecules and $^{40}$K atoms can be used to study strongly interacting atom-molecule mixtures and to prepare ultracold triatomic molecular gases. ",
    "url": "https://arxiv.org/abs/2208.09620",
    "authors": [
      "Jin Cao",
      "Huan Yang",
      "Zhen Su",
      "Xin-Yao Wang",
      "Jun Rui",
      "Bo Zhao",
      "Jian-Wei Pan"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2208.09750",
    "title": "Soliton metacrystals: topology and chirality",
    "abstract": "Designing metamaterials with the required band structure, topology and chirality using nano-fabrication technology revolutionises modern science and impacts daily life. The approach of this work is, however, different. We take a periodic sequence, i.e., metacrystal, of the dissipative optical solitons rotating in a single ring microresonator and demonstrate its properties as of the electromagnetic metamaterial acting in the radio to terahertz frequency range. The metacrystal unit cell consists of the bound pair of solitons, and the distance between them is used as a control parameter. We are reporting the soliton metacrystal band structure and its topological properties. The latter is confirmed by the existence of the $\\pi$ steps experienced by the crystal phonons' geometrical (Zak) phase. Furthermore, we found the phononic edge states in the metacrystals with defects made by removing several solitons. Optical frequency combs corresponding to the soliton metacrystals reveal the spectral butterfly pattern serving as a signature of the spatio-temporal chirality and bearing a resemblance to the butterfly wings illustrating natural occurrences of chirality. ",
    "url": "https://arxiv.org/abs/2208.09750",
    "authors": [
      "Z. Fan",
      "D.N. Puzyrev",
      "D.V. Skryabin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.09765",
    "title": "Injection locking and coupling the emitters of large VCSEL arrays via  diffraction in an external cavity",
    "abstract": "Networks of optically coupled semiconductor lasers are of high interest for fundamental investigations and for enabling numerous technological applications in material processing, lighting and information processing. Still, experimental realizations of large networks of such elements employing a scalable concepts have so far been been lacking. Here, we present a network 22 of the vertical-cavity surface-emitting lasers in a $5 \\times 5$ square lattice array via. Crucially, the array allows individual control over each laser's pump current, which we leverage spectrally align the array. Leveraging diffractive coupling through an external cavity, 22 lasers are mutually injection locked, and, furthermore, we demonstrate their simultaneous phase locking to an external injection laser. The VCSEL network is a promising platform for experimental investigations of complex systems and has direct applications as a photonic neural network. The scalability of the concept opens future possibilities for systems comprising many more individual lasers. ",
    "url": "https://arxiv.org/abs/2208.09765",
    "authors": [
      "Moritz Pflüger",
      "Daniel Brunner",
      "Tobias Heuser",
      "James A. Lott",
      "Stephan Reitzenstein",
      "Ingo Fischer"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.09772",
    "title": "Optical Fingerprint of Flat Substrate Surface and Marker-free Lateral  Displacement Detection with Angstrom-level Precision",
    "abstract": "We report that flat substrates such as glass coverslips with surface roughness well below 0.5 nm feature notable speckle patterns when observed with high-sensitivity interference microscopy. We uncover that these speckle patterns unambiguously originate from the subnanometer surface undulations, and develop an intuitive model to illustrate how subnanometer non-resonant dielectric features could generate pronounced far-field optical responses. We introduce the concept of optical fingerprint for the deterministic speckle pattern associated with a particular substrate surface area and intentionally enhance the speckle amplitudes for potential applications. We demonstrate such optical fingerprints can be utilized for reproducible position identification and marker-free lateral displacement detection with an experimental precision of 0.22 nm. The reproducible position identification allows us to detect new nanoscopic features developed during laborious processes performed outside of the microscope. The demonstrated capability for ultrasensitive displacement detection may find applications in the semiconductor industry and super-resolution optical microscopy. ",
    "url": "https://arxiv.org/abs/2208.09772",
    "authors": [
      "Shupei Lin",
      "Yong He",
      "Marek Piliarik",
      "Xue-Wen Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.09774",
    "title": "Non-differentiable angular dispersion as an optical resource",
    "abstract": "Introducing angular dispersion into a pulsed field associates each frequency with a particular angle with respect to the propagation axis. A perennial yet implicit assumption is that the propagation angle is differentiable with respect to the frequency. Recent work has shown that the existence of a frequency at which the derivative of the propagation angle does not exist -- which we refer to as non-differentiable angular dispersion -- allows for the optical field to exhibit unique and useful characteristics that are unattainable by endowing optical fields with conventional angular dispersion. Because these novel features are retained in principle even when the specific non-differentiable frequency is not part of the selected spectrum, the question arises as to the impact of the proximity of the spectrum to this frequency. We show here that operating in the vicinity of the non-differentiable frequency is imperative to reduce the deleterious impact of (1) errors in implementing the angular-dispersion profile, and (2) the spectral uncertainty intrinsic to finite-energy wave packets in any realistic system. Non-differential angular dispersion can then be viewed as a resource -- quantified by a Schmidt number -- that is maximized in the vicinity of the non-differentiable frequency. These results will be useful in designing novel phase-matching of nonlinear interactions in dispersive media. ",
    "url": "https://arxiv.org/abs/2208.09774",
    "authors": [
      "Layton A. Hall",
      "Ayman F. Abouraddy"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.09783",
    "title": "Photonic integrated circuit with multiple waveguide layers for broadband  high-efficient on-chip 3-D optical phased arrays in light detection and  ranging applications",
    "abstract": "Traditional photonic integrated circuit (PIC) inherits the mature CMOS fabrication process from the electronic integrated circuit (IC) industry. However, this process also limits the PIC structure to a single-waveguide-layer configuration. In this work, we explore the possibility of the multi-waveguide-layer PIC by proposing and demonstrating a true 3-D optical phased array (OPA) device, with the light exiting from the edge of the device, based on a multi-layer Si3N4/SiO2 platform. The multi-waveguide-layer configuration offers the possibility of utilizing edge couplers at both the input and the emitting ends to achieve broadband high efficiency. This uniqueness provides the potential for a more extended detection range in the Lidar application. The device has been studied by numerical simulation, and proof-of-concept samples have been fabricated and tested with a CMOS-compatible process. To the best of our knowledge, this is the first experimental proof-of-concept of a true 3-D OPA with a multi-waveguide-layer configuration all over the device. ",
    "url": "https://arxiv.org/abs/2208.09783",
    "authors": [
      "Dachuan Wu",
      "Bowen Yu",
      "Venus Kakdarvishi",
      "Yasha Yi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.09875",
    "title": "Tensor-based flow reconstruction from optimally located sensor  measurements",
    "abstract": "Reconstructing high-resolution flow fields from sparse measurements is a major challenge in fluid dynamics. Existing methods often vectorize the flow by stacking different spatial directions on top of each other, hence overlooking the information encoded in different dimensions. Here, we introduce a tensor-based sensor placement and flow reconstruction method which retains and exploits the inherent multidimensionality of the flow. We derive estimates for the flow reconstruction error, storage requirements and computational cost of our method. We show, with examples, that our tensor-based method is significantly more accurate than similar vectorized methods. Furthermore, the variance of the error is smaller when using our tensor-based method. While the computational cost of our method is comparable to similar vectorized methods, it reduces the storage cost by several orders of magnitude. The reduced storage cost becomes even more pronounced as the dimension of the flow increases. We demonstrate the efficacy of our method on two examples: a chaotic Kolmogorov flow and the in-situ and satellite measurements of the global sea surface temperature. ",
    "url": "https://arxiv.org/abs/2208.09875",
    "authors": [
      "Mohammad Farazmand",
      "Arvind K. Saibaba"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2208.09909",
    "title": "Frequency multiplication with toroidal mode number of kink/fishbone  modes on a static HL-2A-like tokamak",
    "abstract": "In the presence of energetic particles (EPs), the Long-Lived Mode (LLM) frequency multiplication with n = 1,2,3 or higher is often observed on HL-2A, where n is the toroidal mode number. Hybrid kinetic-MHD model simulations of the energetic particle (EP) driven kink/fishbone modes on a static HL-2A-like tokamak using NIMROD code find that, when the background plasma pressure is relatively high, and the EP pressure and the beam energy are relatively low, the mode frequency increases almost linearly with EP pressure, and the frequency is proportional to n (\"frequency multiplication\"), even in absence of any equilibrium plasma rotation. In addition, the frequency multiplication persists as the safety factor at magnetic axis q0 varies. In absence of EPs, the growth rate of the 1/1 mode is the largest; however, as the EP pressure increases, the growth rate of 2/2 modes or 3/3 modes becomes dominant, suggesting that the higher-n modes are more vulnerable to EPs. These results may shed light on the understanding about the toroidal mode number dependence of kink/fishbone modes in the advanced scenarios of tokamaks with weak or reversed central magnetic shear. ",
    "url": "https://arxiv.org/abs/2208.09909",
    "authors": [
      "Zhihui Zou",
      "Ping Zhu",
      "Charlson C. Kim",
      "Wei Deng",
      "Xianqu Wang",
      "Yawei Hou"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2208.10089",
    "title": "Quantum antireflection temporal coatings: quantum state frequency  shifting and inhibited thermal noise amplification",
    "abstract": "We investigate the quantum optical response of antireflection temporal coatings, i.e., matching temporal layers that suppress the generation of backward waves in temporal boundaries. Our results reveal that quantum antireflection temporal coatings are characterized for inducing a frequency shift of the quantum state, while preserving all photon statistics intact. Thus, they might find application for fast quantum frequency shifting in photonic quantum networks. The quantum theory also provides additional insight on their classical mode of operation, clarifying which quantities are preserved through the temporal boundary. Finally, we show that quantum antireflection temporal coatings allow for fast temporal switching without the amplification of thermal fields. ",
    "url": "https://arxiv.org/abs/2208.10089",
    "authors": [
      "Iñigo Liberal",
      "J. Enrique Vázquez-Lozano",
      "Victor Pachecho-Peña"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.10216",
    "title": "Evaluation of semi-monolithic scintillators with integrated RF shielding  material for a higher integration of PET/MRI systems",
    "abstract": "The integration of PET into MRI to form a hybrid system requires often compromises for both subsystems. For example, the integration might come at the cost of a reduced PET detector height or a reduced MRI examination volume diameter. Here, we propose a so-called shared-volume concept to use the volume required for both subsystems more efficiently, in which the MR transparency of the scintillator is exploited by integrating the RF shielding into the scintillator of the PET detector. Semi-monolithic scintillator prototypes (PVC slabs) of 7 mm and 12 mm height with integrated copper foil between every and every other slab, respectively, were investigated to evaluate the shielding effectiveness (SE). The SE was measured with probes on a test bench system. In addition, the PET detector performance was evaluated by determining the positioning using gradient tree boosting, energy and timing resolution using digital SiPM arrays (DPC3200, PDPC) in three LYSO scintillator configurations: ESR separation (Slab$\\mathrm{_{ESR}}$), ESR with copper foil in between (Slab$\\mathrm{_{ESR+Cu}}$), and purely copper foil separation (Slab$\\mathrm{_{Cu}}$). The prototype with shielding between each slab and 12 mm height showed the highest SE with 31 dB (mean) in combination with a supporting frame. While Slab$\\mathrm{_{Cu}}$ was best for positioning, followed by Slab$\\mathrm{_{ESR}}$ and Slab$\\mathrm{_{ESR+Cu}}$, the Slab$\\mathrm{_{ESR}}$ had the best energy resolution (10.6 %), followed by Slab$\\mathrm{_{ESR+Cu}}$ (11.2 %) and Slab$\\mathrm{_{Cu}}$ (12.6 %). For the timing resolution, Slab$\\mathrm{_{ESR}}$ and Slab$\\mathrm{_{Cu}}$ achieved 279 ps and 288 ps, respectively. Slab$\\mathrm{_{ESR+Cu}}$ performed worst (293 ps). The scintillator-based RF shielding shows good RF shielding with similar PET performance, demonstrating the potential for more effective integration of PET detectors into MRI systems. ",
    "url": "https://arxiv.org/abs/2208.10216",
    "authors": [
      "Emilia Laiyin Yin-Grossmann",
      "Florian Mueller",
      "Yannick Kuhl",
      "Franziska Schrank",
      "Stephan Naunheim",
      "David Schug",
      "Volkmar Schulz"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2208.10287",
    "title": "Simultaneous Multi-Band Demodulation Using a Rydberg Atomic Sensor",
    "abstract": "Electric field sensors based on Rydberg atoms offer unique capabilities, relative to traditional sensors, for detecting radio-frequency signals. In this work, we demonstrate simultaneous demodulation and detection of five rf tones spanning nearly two decades (6 octaves), from 1.7 GHz to 116 GHz. We show continuous recovery of the phase and amplitude of each tone and report on the system's sensitivity and bandwidth capabilities for multi-band detection. We use these capabilities to demonstrate a digital communication protocol, simultaneously receiving on-off-keyed binary data from four bands spanning over one decade of frequency. ",
    "url": "https://arxiv.org/abs/2208.10287",
    "authors": [
      "David H. Meyer",
      "Joshua C. Hill",
      "Paul D. Kunz",
      "Kevin C. Cox"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.10407",
    "title": "Optical Effects and Applications Associated with Photonic Crystal  Materials",
    "abstract": "The ability to selectively redirect specific wavelengths of light has attracted a lot attention for photonic crystal materials. Presently, there is a wealth of research relating to the fabrication and application of photonic crystal materials. There a number of structures which fallinto the category of a photonic crystal; 1D, 2D and 3D ordered structures can qualify as a photonic crystal, provided there exists ordered repeating lattices of dielectric material with a sufficient refractive index contrast. The optical responses of these structures, namely the associated photonic bandgap or stopband, are of particular interest for any application involving light. The sensitivity of the photonic bandgap to changes in lattice size or refractive index composition creates the possibility foraccurate optical sensors. Optical phenomena involving reduced group velocity at wavelengths on the edge of the photonic bandgap are commonly exploited for photocatalytic applications. The inherent reflectivity of the photonic bandgap has created applications in optical waveguides or as solar cell reflector layers. There are countless examples of research attempting to exploit these facets of photonic crystal behaviorfor improved material design. Here, the role of photonic crystals is reviewed across a wide a variety of disciplines; cataloguing the ways in which these structures have enhanced specific applications. Particular emphasis is placed on providing an understanding of the specific function of the tunable optical response in photonic crystals in relation to their application. ",
    "url": "https://arxiv.org/abs/2208.10407",
    "authors": [
      "Alex Lonergan",
      "Colm O'Dwyer"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2208.10484",
    "title": "Electrically Driven Thermal Infrared Metasurface with Narrowband  Emission",
    "abstract": "Metasurfaces consisting of an array of planar sub-wavelength structures have shown great potentials in controlling thermal infrared radiation, including intensity, coherence, and polarization. These capabilities together with the two-dimensional nature make thermal metasurfaces an ultracompact multifunctional platform for infrared light manipulation. Integrating the functionalities, such as amplitude, phase (spectrum and directionality), and polarization, on a single metasurface offers fascinating device responses. However, it remains a significant challenge to concurrently optimize the optical, electrical, and thermal responses of a thermal metasurface in a small footprint. In this work, we develop a center-contacted electrode line design for a thermal infrared metasurface based on a gold nanorod array, which allows local Joule heating to electrically excite the emission without undermining the localized surface plasmonic resonance. The narrowband emission of thermal metasurfaces and their robustness against temperature nonuniformity demonstrated in this work have important implications for the applications in infrared imaging, sensing, and energy harvesting. ",
    "url": "https://arxiv.org/abs/2208.10484",
    "authors": [
      "Xiu Liu",
      "Lin Jing",
      "Xiao Luo",
      "Bowen Yu",
      "Shen Du",
      "Zexiao Wang",
      "Hyeonggyun Kim",
      "Yibai Zhong",
      "Sheng Shen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.09560",
    "title": "CCAT-prime: Optical and cryogenic design of the 850 GHz module for  Prime-Cam",
    "abstract": "Prime-Cam is a first-generation instrument for the Cerro Chajnantor Atacama Telescope-prime (CCAT-prime) Facility. The 850$~$GHz module for Prime-Cam will probe the highest frequency of all the instrument modules. We describe the parameter space of the 850$~$GHz optical system between the F$\\lambda$ spacing, beam size, pixel sensitivity, and detector count. We present the optimization of an optical design for the 850$~$GHz instrument module for CCAT-prime. We further describe the development of the cryogenic RF chain design to accommodate $>$30 readout lines to read 41,400 kinetic inductance detectors (KIDs) within the cryogenic testbed. ",
    "url": "https://arxiv.org/abs/2208.09560",
    "authors": [
      "Anthony I. Huber",
      "Scott C. Chapman",
      "Adrian K. Sinclair",
      "Locke D. Spencer",
      "Jason E. Austermann",
      "Steve K. Choi",
      "Jesslyn Devina",
      "Patricio A. Gallardo",
      "Doug Henke",
      "Zachary B. Huber",
      "Ben Keller",
      "Yaqiong Li",
      "Lawrence T. Lin",
      "Mike Niemack",
      "Kayla M. Rossi",
      "Eve M. Vavagiakis",
      "Jordan D. Wheeler"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2208.10030",
    "title": "Magnetically Tuned Continuous Transition from Weak to Strong Coupling in  Terahertz Magnon Polaritons",
    "abstract": "Depending on the relative rates of coupling and dissipation, a light-matter coupled system is either in the weak- or strong-coupling regime. Here, we present a unique system where the coupling rate continuously increases with an externally applied magnetic field while the dissipation rate remains constant, allowing us to monitor a weak-to-strong coupling transition as a function of magnetic field. We observed a Rabi splitting of a terahertz magnon mode in yttrium orthoferrite above a threshold magnetic field of ~14 T. Based on a microscopic theoretical model, we show that with increasing magnetic field the magnons transition into magnon polaritons through an exceptional point, which will open up new opportunities for in situ control of non-Hermitian systems. ",
    "url": "https://arxiv.org/abs/2208.10030",
    "authors": [
      "Andrey Baydin",
      "Kenji Hayashida",
      "Takuma Makihara",
      "Fuyang Tay",
      "Xiaoxuan Ma",
      "Wei Ren",
      "Guohong Ma",
      "G. Timothy Noe II",
      "Ikufumi Katayama",
      "Jun Takeda",
      "Hiroyuki Nojiri",
      "Shixun Cao",
      "Motoaki Bamba",
      "Junichiro Kono"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.10036",
    "title": "Ultrafast dynamics of coherent phonons and phonon-polaritons in lithium  niobate crystals",
    "abstract": "This study investigates the ultrafast dynamics of coherent phonons and phonon-polaritons in lithium niobate (LiNbO$_{3}$) crystals using reflective pump-probe spectroscopy with 25-fs time resolution. In addition to several coherent optical phonon modes, the electro-optic sampling measurements explored the coexistence of phonon-polariton E-modes near 3.8 and 14.9 THz, which agrees considerably with the theoretical phonon-polariton dispersion curves. We also discovered that a time lag ($\\Delta$t $\\approx$ 0.2 ps) between the coherent optical phonon and phonon-polariton originates from the coupling time for propagating phonon-polariton. Our findings provide a possible application of LiNbO$_{3}$ for ultrafast electro-optic phonon modulators with bandwidths greater than 10 THz. ",
    "url": "https://arxiv.org/abs/2208.10036",
    "authors": [
      "Aizitiaili Abulikemu",
      "Takumi Fukuda",
      "Muneaki Hase"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.10076",
    "title": "Synchronization of the internal dynamics of optical soliton molecules",
    "abstract": "Optical soliton molecules in ultrafast lasers present striking analogies with their matter molecule counterparts, such as internal vibrations. However, the vibrations of soliton molecules are nonlinear, with frequencies that are sensitive to the system parameters, thus presenting an opportunity of control. Here, we experimentally demonstrate the synchronization of the internal vibrations of self-excited vibrating soliton molecules through a modulated optical injection. We show efficient sub-harmonic, fundamental and super-harmonic synchronization, forming a pattern of Arnold tongues with respect to the injection strength. Our observations are supported by numerical simulations. ",
    "url": "https://arxiv.org/abs/2208.10076",
    "authors": [
      "Defeng Zou",
      "Youjian Song",
      "Omri Gat",
      "Minglie Hu",
      "Philippe Grelu"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.10111",
    "title": "Quantum motional state Dicke squeezing by cavity self-organization of  ultracold atoms",
    "abstract": "We study the transverse optomechanical self-organization of an ultracold bosonic gas in a ring cavity driven by an external laser. By modeling the light-matter interaction with a many-body Hamiltonian, we demonstrate the spontaneous generation of Dicke squeezing and many-particle entanglement of atomic motional states, occurring due to self-organization of photons and atoms in the stripe phase. Once generated, these squeezed states are maintained after a sudden switch-off of the laser pump in a dissipative cavity. Our results highlight the potential of using self-organization of atomic motion as a tool for quantum metrology. ",
    "url": "https://arxiv.org/abs/2208.10111",
    "authors": [
      "Ivor Krešić",
      "Gordon R. M. Robb",
      "Gian-Luca Oppo",
      "Thorsten Ackemann"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.10179",
    "title": "On parametric resonance in the laser action",
    "abstract": "We consider semiclassical Maxwell--Schr\\\"odinger system for the solid state laser which consists of the Maxwell equations coupled to $N\\sim 10^{20}$ Schr\\\"odinger equations for active molecules. The system contains time-periodic pumping and a weak dissipation. We introduce the corresponding Poincar\\'e map $P$ and consider the differential $DP(Y^0)$ at suitable stationary state $Y^0$. We conjecture that the {\\it stable laser action} is due to the {\\it parametric resonance} (PR) which means that the maximal absolute value of the corresponding multipliers is sufficiently large. The multipliers are defined as eigenvalues of $DP(Y^0)$. The PR makes the stationary state $Y^0$ highly unstable, and we suppose that this instability maintains the {\\it coherent laser radiation}. We prove that the spectrum Spec$\\,DP(Y^0)$ is approximately symmetric with respect to the unit circle $|\\mu|=1$ if the dissipation is sufficiently small. More detailed results are obtained for the Maxwell--Bloch system. We calculate the corresponding Poincar\\'e map $P$ by successive approximations. The key role in checking the PR is played by the sum of $N$ positive terms arising in the calculation of the second-order approximation for the total current. This fact can be interpreted as the {\\it synchronization of molecular currents} in all active molecules, which is provisionally in line with the role of {\\it stimulated emission} in the laser action. The calculation of the sum relies on probabilistic arguments which is one of main novelties of our approach. Other main novelties are i) the calculation of the differential $DP(Y^0)$ in the ``Hopf representation'', ii) the block structure of the differential, and iii) the justification of the ``rotating wave approximation'' by a new estimate for the averaging of slow rotations. ",
    "url": "https://arxiv.org/abs/2208.10179",
    "authors": [
      "Alexander Komech"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.10362",
    "title": "Massively Parallel Universal Linear Transformations using a  Wavelength-Multiplexed Diffractive Optical Network",
    "abstract": "We report deep learning-based design of a massively parallel broadband diffractive neural network for all-optically performing a large group of arbitrarily-selected, complex-valued linear transformations between an input and output field-of-view, each with N_i and N_o pixels, respectively. This broadband diffractive processor is composed of N_w wavelength channels, each of which is uniquely assigned to a distinct target transformation. A large set of arbitrarily-selected linear transformations can be individually performed through the same diffractive network at different illumination wavelengths, either simultaneously or sequentially (wavelength scanning). We demonstrate that such a broadband diffractive network, regardless of its material dispersion, can successfully approximate N_w unique complex-valued linear transforms with a negligible error when the number of diffractive neurons (N) in its design matches or exceeds 2 x N_w x N_i x N_o. We further report that the spectral multiplexing capability (N_w) can be increased by increasing N; our numerical analyses confirm these conclusions for N_w > 180, which can be further increased to e.g., ~2000 depending on the upper bound of the approximation error. Massively parallel, wavelength-multiplexed diffractive networks will be useful for designing high-throughput intelligent machine vision systems and hyperspectral processors that can perform statistical inference and analyze objects/scenes with unique spectral properties. ",
    "url": "https://arxiv.org/abs/2208.10362",
    "authors": [
      "Jingxi Li",
      "Bijie Bai",
      "Yi Luo",
      "Aydogan Ozcan"
    ],
    "subjectives": [
      "Neural and Evolutionary Computing (cs.NE)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.10470",
    "title": "Variational quantum iterative power algorithms for global optimization",
    "abstract": "We introduce a family of variational quantum algorithms called quantum iterative power algorithms (QIPA) that outperform existing hybrid near-term quantum algorithms of the same kind. We demonstrate the capabilities of QIPA as applied to three different global-optimization numerical experiments: the ground-state optimization of the $H_2$ molecular dissociation, search of the transmon qubit ground-state, and biprime factorization. Since our algorithm is hybrid, quantum/classical technologies such as error mitigation and adaptive variational ansatzes can easily be incorporated into the algorithm. Due to the shallow quantum circuit requirements, we anticipate large-scale implementation and adoption of the proposed algorithm across current major quantum hardware. ",
    "url": "https://arxiv.org/abs/2208.10470",
    "authors": [
      "Thi Ha Kyaw",
      "Micheline B. Soley",
      "Brandon Allen",
      "Paul Bergold",
      "Chong Sun",
      "Victor S. Batista",
      "Alán Aspuru-Guzik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2202.10741",
    "title": "Randow walk and non-Gaussianity of the 3D second-quantized  Schrödinger-Newton nonlocal soliton",
    "abstract": " Comments: Revised and extended version, 12 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2202.10741",
    "authors": [
      "Claudio Conti"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.01178",
    "title": "Key directions for research and development of superconducting radio  frequency cavities",
    "abstract": " Comments: contribution to Snowmass 2021 ",
    "url": "https://arxiv.org/abs/2204.01178",
    "authors": [
      "S. Belomestnykh",
      "S. Posen",
      "D. Bafia",
      "S. Balachandran",
      "M. Bertucci",
      "A. Burrill",
      "A. Cano",
      "M. Checchin",
      "G. Ciovati",
      "L.D. Cooley",
      "G. Dalla Lana Semione",
      "J. Delayen",
      "G. Eremeev",
      "F. Furuta",
      "F. Gerigk",
      "B. Giaccone",
      "D. Gonnella",
      "A. Grassellino",
      "A. Gurevich",
      "W. Hillert",
      "M. Iavarone",
      "J. Knobloch",
      "T. Kubo",
      "W.K. Kwok",
      "R. Laxdal",
      "P.J. Lee",
      "M. Liepe",
      "M. Martinello",
      "O.S. Melnychuk",
      "A. Nassiri",
      "A. Netepenko",
      "H. Padamsee",
      "C. Pagani",
      "R. Paparella",
      "U. Pudasaini",
      "C.E. Reece",
      "D. Reschke",
      "A. Romanenko",
      "M. Ross",
      "K. Saito",
      "J. Sauls",
      "D.N. Seidman",
      "N. Solyak",
      "Z. Sung",
      "K. Umemori",
      "A.-M. Valente-Feliciano",
      "W. Venturini Delsolaro",
      "N. Walker",
      "H. Weise",
      "U. Welp",
      "M. Wenskat",
      "G. Wu",
      "X.X. Xi",
      "V. Yakovlev",
      "A. Yamamoto",
      "J. Zasadzinski"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2204.02383",
    "title": "Microresonator Soliton Frequency Combs in the Zero-Dispersion Regime",
    "abstract": " Title: Microresonator Soliton Frequency Combs in the Zero-Dispersion Regime ",
    "url": "https://arxiv.org/abs/2204.02383",
    "authors": [
      "Shuangyou Zhang",
      "Toby Bi",
      "Pascal Del'Haye"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.00591",
    "title": "High-Power Mid-IR Few-Cycle Frequency Comb from Quadratic Solitons in an  Optical Parametric Oscillator",
    "abstract": " Comments: 12 pages, 6 figures (main text); 3 pages, 0 figure (supplementary materials) ",
    "url": "https://arxiv.org/abs/2205.00591",
    "authors": [
      "Mingchen Liu",
      "Robert M. Gray",
      "Arkadev Roy",
      "Kirk A. Ingold",
      "Evgeni Sorokin",
      "Irina Sorokina",
      "Peter G. Schunemann",
      "Alireza Marandi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.10093",
    "title": "DeePKS+ABACUS as a Bridge between Expensive Quantum Mechanical Models  and Machine Learning Potentials",
    "abstract": " Title: DeePKS+ABACUS as a Bridge between Expensive Quantum Mechanical Models  and Machine Learning Potentials ",
    "url": "https://arxiv.org/abs/2206.10093",
    "authors": [
      "Wenfei Li",
      "Qi Ou",
      "Yixiao Chen",
      "Yu Cao",
      "Renxi Liu",
      "Chunyi Zhang",
      "Daye Zheng",
      "Chun Cai",
      "Xifan Wu",
      "Han Wang",
      "Mohan Chen",
      "Linfeng Zhang"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2207.06500",
    "title": "In-situ equalization of single-atom loading in large-scale optical  tweezers arrays",
    "abstract": " Comments: 5 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2207.06500",
    "authors": [
      "Kai-Niklas Schymik",
      "Bruno Ximenez",
      "Etienne Bloch",
      "Davide Dreon",
      "Adrien Signoles",
      "Florence Nogrette",
      "Daniel Barredo",
      "Antoine Browaeys",
      "Thierry Lahaye"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.01758",
    "title": "Transformer Quantum State: A Multi-Purpose Model for Quantum Many-Body  Problems",
    "abstract": " Comments: 9 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2208.01758",
    "authors": [
      "Yuan-Hang Zhang",
      "Massimiliano Di Ventra"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2208.01846",
    "title": "Theoretical framework for the dynamics of cryogenic liquid helium-4  bridging the classical and quantum mechanics using smoothed-particle  hydrodynamics",
    "abstract": " Comments: The following article has been submitted to a journal ",
    "url": "https://arxiv.org/abs/2208.01846",
    "authors": [
      "Satori Tsuzuki"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]