[
  {
    "id": "arXiv:2401.02629",
    "title": "Extended-SWIR High-Speed All-GeSn PIN Photodetectors on Silicon",
    "abstract": "There is an increasing need for silicon-compatible high bandwidth extended-short wave infrared (e-SWIR) photodetectors (PDs) to implement cost-effective and scalable optoelectronic devices. These systems are quintessential to address several technological bottlenecks in detection and ranging, surveillance, ultrafast spectroscopy, and imaging. In fact, current e-SWIR high bandwidth PDs are predominantly made of III-V compound semiconductors and thus are costly and suffer a limited integration on silicon besides a low responsivity at wavelengths exceeding $2.3 \\,\\mu$m. To circumvent these challenges, Ge$_{1-x}$Sn$_{x}$ semiconductors have been proposed as building blocks for silicon-integrated high-speed e-SWIR devices. Herein, this study demonstrates a vertical all-GeSn PIN PDs consisting of p-Ge$_{0.92}$Sn$_{0.08}$/i-Ge$_{0.91}$Sn$_{0.09}$/n-Ge$_{0.89}$Sn$_{0.11}$ and p-Ge$_{0.91}$Sn$_{0.09}$/i-Ge$_{0.88}$Sn$_{0.12}$/n-Ge$_{0.87}$Sn$_{0.13}$ heterostructures grown on silicon following a step-graded temperature-controlled epitaxy protocol. The performance of these PDs was investigated as a function of the device diameter in the $10-30 \\,\\mu$m range. The developed PD devices yield a high bandwidth of 12.4 GHz at a bias of 5V for a device diameter of $10 \\,\\mu$m. Moreover, these devices show a high responsivity of 0.24 A/W, a low noise, and a $2.8 \\,\\mu$m cutoff wavelength thus covering the whole e-SWIR range. ",
    "url": "https://arxiv.org/abs/2401.02629",
    "authors": [
      "Mahmoud R. M. Atalla",
      "Cedric Lemieux-Leduc",
      "Simone Assali",
      "Sebastian Koelling",
      "Patrick Daoust",
      "Oussama Moutanabbir"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.02711",
    "title": "Resonant Decay of Kinetic Alfvén Waves and Implication on Spectral  Cascading",
    "abstract": "A general equation describing the resonant nonlinear mode-coupling among kinetic Alfv\\'en waves (KAWs) is derived using nonlinear gyrokinetic theory, which can be applied to study the potentially strong spectral energy transfer of KAWs. As a first application, the parametric decay of a pump KAW into two sideband KAWs are studied, with particular emphasis on the cascading in perpendicular wavenumber. It is found that, for the \"co-propagating\" cases with all three KAWs propagating in the same direction along the equilibrium magnetic field line, it exhibits a dual cascading character in the perpendicular wavenumber space; while for the \"counter-propagating\" cases with one sideband propagating in the opposite direction with respect to the pump wave, it instead, can exhibit both dual and inverse cascading behaviors. The implications on SAW instability nonlinear saturation and charged particle transport in fusion plasmas is also discussed. ",
    "url": "https://arxiv.org/abs/2401.02711",
    "authors": [
      "Kexun Shen",
      "Zhiwen Cheng",
      "Zhiyong Qiu"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2401.02887",
    "title": "Quantum criticality in chains of planar rotors with dipolar interactions",
    "abstract": "In this contribution we perform a density matrix renormalization group study of chains of planar rotors interacting via dipolar interactions. By exploring the ground state from weakly to strongly interacting rotors, we find the occurrence of a quantum phase transition between a disordered and a dipole-ordered quantum state. We show that the nature of the ordered state changes from ferroelectric to antiferroelectric when the relative orientation of the rotor planes varies and that this change requires no modification of the overall symmetry. The observed quantum phase transitions are characterized by critical exponents and central charges which reveal different universality classes ranging from that of the (1+1)D Ising model to the 2D classical XY model. ",
    "url": "https://arxiv.org/abs/2401.02887",
    "authors": [
      "Tobias Serwatka",
      "Pierre-Nicholas Roy"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.02933",
    "title": "Solutions to the Landau-Lifshitz-Gilbert equation in the frequency  space: Discretization schemes for the dynamic-matrix approach",
    "abstract": "The dynamic-matrix method addresses the Landau-Lifshitz-Gilbert (LLG) equation in the frequency domain by transforming it into an eigenproblem. Subsequent numerical solutions are derived from the eigenvalues and eigenvectors of the dynamic-matrix. In this work we explore discretization methods needed to obtain a numerical representation of the dynamic-operator, a foundational counterpart of the dynamic-matrix. Our approach opens a new set of linear algebra tools for the dynamic-matrix method and expose the approximations and limitations intrinsic to it. We present some application examples, including a technique to obtain the dynamical matrix directly from the magnetic free energy function of an ensemble of macrospins, and an algorithmic method to calculate numerical micromagnetic kernels, including plane wave kernels. Additionally, we also show how to exploit symmetries and reduce the numerical size of micromagnetic dynamic-matrix problems by a change of basis. This work contributes to the understanding of the current magnetization dynamics methods, and could help the development and formulations of novel analytical and numerical methods for solving the LLG equation within the frequency domain. ",
    "url": "https://arxiv.org/abs/2401.02933",
    "authors": [
      "D. E. Gonzalez-Chavez",
      "G. P. Zamudio",
      "R. L. Sommer"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2401.02784",
    "title": "Vanadium oxide clusters in substellar atmospheres: A quantum chemical  study",
    "abstract": "We aim to understand the formation of cloud condensation nuclei in oxygen-rich substellar atmospheres by calculating fundamental properties of the energetically most favorable vanadium oxide molecules and clusters. A hierarchical optimization approach is applied in order to find the most favorable structures for clusters of (VO)$_{N}$ and (VO$_2$)$_{N}$ for N=1-10, and (V$_2$O$_5$)$_{N}$ for N=1-4 and to calculate their thermodynamical potentials. The candidate geometries are initially optimized applying classical interatomic potentials and then refined at the B3LYP/cc-pVTZ level of theory to obtain accurate zero-point energies and thermochemical quantities. We present previously unreported vanadium oxide cluster structures as lowest-energy isomers. We report revised cluster energies and their thermochemical properties. Chemical equilibrium calculations are used to asses the impact of the updated and newly derived thermodynamic potentials on the gas-phase abundances of vanadium-bearing species. In chemical equilibrium, larger clusters from different stoichiometric families are found to be the most abundant vanadium-bearing species for temperatures below ~1000 K, while molecular VO is the most abundant between ~1000 K and ~2000 K. We determine the nucleation rates of each stoichiometric family for a given (T$_{gas}$, p$_{gas}$) profile of a brown dwarf using classical and non-classical nucleation theory. Small differences in the revised Gibbs free energies of the clusters have a large impact on the abundances of vanadium bearing species in chemical equilibrium at temperatures below ~1000 K, which subsequently has an impact on the nucleation rates of each stoichiometric family. We find that with the revised and more accurate cluster data non-classical nucleation rates are up to 15 orders of magnitude higher than classical nucleation rates. ",
    "url": "https://arxiv.org/abs/2401.02784",
    "authors": [
      "Helena Lecoq-Molinos",
      "David Gobrecht",
      "J. P. Sindel",
      "Christiane Helling",
      "Leen Decin"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2401.02809",
    "title": "Integrated ab initio modelling of atomic order and magnetic anisotropy  for rare-earth-free magnet design: effects of alloying additions in  $\\mathrm{L}1_0$ FeNi",
    "abstract": "We describe an integrated modelling approach to accelerate the search for novel, single-phase, multicomponent materials with high magnetocrystalline anisotropy (MCA). For a given system we predict the nature of atomic ordering, its dependence on the magnetic state, and then proceed to describe the consequent MCA. Crucially, within our modelling framework, the same ab initio description of the material's electronic structure determines both aspects. We demonstrate this holistic method by studying the effects of alloying additions in FeNi, examining systems with the general stoichiometry Fe$_4$Ni$_3X$, including $X = $ Pt, Pd, Al, and Co. The atomic ordering behaviour predicted on adding these elements, fundamental for determining a material's MCA, is rich and varied. Equiatomic FeNi has been reported to require ferromagnetic order to establish the tetragonal $\\mathrm{L}1_0$ order suited for significant MCA. Our results show that when alloying additions are included in this material, annealing in an applied magnetic field and/or below a material's Curie temperature may also promote tetragonal order, along with an appreciable effect on the predicted MCA. ",
    "url": "https://arxiv.org/abs/2401.02809",
    "authors": [
      "Christopher D. Woodgate",
      "Laura H. Lewis",
      "Julie B. Staunton"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2401.02817",
    "title": "Generation of massively entangled bright states of light during harmonic  generation in resonant media",
    "abstract": "At the fundamental level, full description of light-matter interaction requires quantum treatment of both matter and light. However, for standard light sources generating intense laser pulses carrying quadrillions of photons in a coherent state, classical description of light during intense laser-matter interaction has been expected to be adequate. Here we show how nonlinear optical response of matter can be controlled to generate dramatic deviations from this standard picture, including generation of multiple harmonics of the incident laser light entangled across many octaves. In particular, non-trivial quantum states of harmonics are generated as soon as one of the harmonics induces a transition between different laser-dressed states of the material system. Such transitions generate an entangled light-matter wavefunction, which emerges as the key condition for generating quantum states of harmonics, sufficient even in the absence of a quantum driving field or material correlations. In turn, entanglement of the material system with a single harmonic generates and controls entanglement between different harmonics. Hence, nonlinear media that are near-resonant with at least one of the harmonics appear to be most attractive for controlled generation of massively entangled quantum states of light. Our analysis opens remarkable opportunities at the interface of attosecond physics and quantum optics, with implications for quantum information science. ",
    "url": "https://arxiv.org/abs/2401.02817",
    "authors": [
      "Sili Yi",
      "Ihar Babushkin",
      "Olga Smirnova",
      "Misha Ivanov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.02923",
    "title": "On the optimality of the radical-pair quantum compass",
    "abstract": "Quantum sensing enables the ultimate precision attainable in parameter estimation. Circumstantial evidence suggests that certain organisms, most notably migratory songbirds, also harness quantum-enhanced magnetic field sensing via a radical-pair-based chemical compass for the precise detection of the weak geomagnetic field. However, what underpins the acuity of such a compass operating in a noisy biological setting, at physiological temperatures, remains an open question. Here, we address the fundamental limits of inferring geomagnetic field directions from radical-pair spin dynamics. Specifically, we compare the compass precision, as derived from the directional dependence of the radical-pair recombination yield, to the ultimate precision potentially realisable by a quantum measurement on the spin system under steady-state conditions. To this end, we probe the quantum Fisher information and associated Cram\\'er--Rao bound in spin models of realistic complexity, accounting for complex inter-radical interactions, a multitude of hyperfine couplings, and asymmetric recombination kinetics, as characteristic for the magnetosensory protein cryptochrome. We compare several models implicated in cryptochrome magnetoreception and unveil their optimality through the precision of measurements ostensibly accessible to nature. Overall, the comparison provides insight into processes honed by nature to realise optimality whilst constrained to operating with mere reaction yields. Generally, the inference of compass orientation from recombination yields approaches optimality in the limits of complexity, yet plateaus short of the theoretical optimal precision bounds by up to one or two orders of magnitude, thus underscoring the potential for improving on design principles inherent to natural systems. ",
    "url": "https://arxiv.org/abs/2401.02923",
    "authors": [
      "Luke D. Smith",
      "Jonas Glatthard",
      "Farhan T. Chowdhury",
      "Daniel R. Kattnig"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2206.12200",
    "title": "Macroscopic noise amplification by asymmetric dyads in non-Hermitian  optical systems for generative diffusion models",
    "abstract": " Comments: 9 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2206.12200",
    "authors": [
      "Alexander Johnston",
      "Natalia G. Berloff"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.05906",
    "title": "Realization of all-band-flat photonic lattices",
    "abstract": " Title: Realization of all-band-flat photonic lattices ",
    "url": "https://arxiv.org/abs/2305.05906",
    "authors": [
      "Jing Yang",
      "Yuanzhen Li",
      "Yumeng Yang",
      "Xinrong Xie",
      "Zijian Zhang",
      "Jiale Yuan",
      "Han Cai",
      "Da-Wei Wang",
      "Fei Gao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2307.15696",
    "title": "Development of a Boston-area 50-km fiber quantum network testbed",
    "abstract": " Comments: 9 pages, 5 figures + Supplemental Materials ",
    "url": "https://arxiv.org/abs/2307.15696",
    "authors": [
      "Eric Bersin",
      "Matthew Grein",
      "Madison Sutula",
      "Ryan Murphy",
      "Yan Qi Huan",
      "Mark Stevens",
      "Aziza Suleymanzade",
      "Catherine Lee",
      "Ralf Riedinger",
      "David J. Starling",
      "Pieter-Jan Stas",
      "Can M. Knaut",
      "Neil Sinclair",
      "Daniel R. Assumpcao",
      "Yan-Cheng Wei",
      "Erik N. Knall",
      "Bartholomeus Machielse",
      "Denis D. Sukachev",
      "David S. Levonian",
      "Mihir K. Bhaskar",
      "Marko Lončar",
      "Scott Hamilton",
      "Mikhail Lukin",
      "Dirk Englund",
      "P. Benjamin Dixon"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Networking and Internet Architecture (cs.NI)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.07924",
    "title": "Experimental and Theoretical Exploration of Terahertz Channel  Performance through Glass Doors",
    "abstract": " Comments: submitted to Nano Communication Networks ",
    "url": "https://arxiv.org/abs/2311.07924",
    "authors": [
      "Da Li",
      "Wenbo Liu",
      "Menghan Wei",
      "Jiacheng Liu",
      "Guohao Liu",
      "Peian Li",
      "Houjun Sun",
      "Jianjun Ma"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.17504",
    "title": "Improving the Imaging Performance of Microwave Imaging Systems by  Exploiting Virtual Antennas",
    "abstract": " Comments: The paper have been submitted to T-MTT(IEEE Transactions on Microwave Theory and Techniques)on January 5, 2024 ",
    "url": "https://arxiv.org/abs/2312.17504",
    "authors": [
      "Xinhui Zhang",
      "Naike Du",
      "Jing Wang",
      "Andrea Massa",
      "Xiuzhu Ye"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  }
]