[
  {
    "id": "arXiv:2307.10217",
    "title": "A scalable scanning transfer cavity laser stabilization scheme based on  the Red Pitaya STEMlab platform",
    "abstract": "Many experiments in atomic and molecular physics require simultaneous frequency stabilization of multiple lasers. We present a stabilization scheme based on a scanning transfer cavity lock that is simple, stable and easily scalable to many lasers at minimal cost. The scheme is based on the Red Pitaya STEMlab platform, with custom software developed and implemented to achieve up to 100 Hz bandwidth. As an example demonstration, we realize simultaneous stabilization of up to four lasers and a reduction of long-term drifts to well below 1 MHz per hour. This meets typical requirements, e.g. for experiments on laser cooling of molecules. ",
    "url": "https://arxiv.org/abs/2307.10217",
    "authors": [
      "Einius Pultinevicius",
      "Marian Rockenhäuser",
      "Felix Kogel",
      "Phillip Groß",
      "Tatsam Garg",
      "Ole Einar Prochnow",
      "Tim Langen"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2307.10241",
    "title": "Light-assisted hierarchical fabrication of two-dimensional surfaces  using DNA-functionalized semiconductor nanocrystal quantum dots",
    "abstract": "The development of novel strategies for self-assembly in the field of nanotechnology has witnessed remarkable progress in recent years. Here, we present a DNA-driven programmable self-assembly to fabricate the targeted nanophotonic structures. The exploitation of the programmable properties of DNA and the unique optical properties of QDs unfolds the ability to engineer complex nanostructures with laser irradiation. The main advantages of this method are the precise interaction of colloidal quantum dots (QDs)/nanoparticles (NPs) with the substrate and its reversibility in tuning the temperature of the medium. Two-dimensional (2D) hierarchical patterns of QD-ssDNA (ss-single stranded) conjugates were formed over the amine-ssDNA (NH-ssDNA complementary to the ssDNA conjugated with QDs) coated glass substrates using the laser (green laser light) radiation for3 or4 h. The localised heating effect of laser created a dark spot on the substrate where the laser was irradiated. The optical microscopy images confirmed the effect of laser irradiation on the coating behaviour of QD-ssDNA conjugates on the substrate. Further, green-emitting QD-ssDNA were coated onto the hole created by laser radiation over the red-emitting QD-ssDNA-coated substrate. The optical properties of DNA-functionalized QDs can be actively controlled on the complementary DNA-functionalized glass surface by an external optical excitation. The results of this study demonstrate the potential of light-driven self-assembly as a powerful tool for fabricating desired nanostructures of DNA-QD conjugates. This technique holds promise for various applications, including the development of advanced optical devices, nanophotonic circuits, and bioengineering systems. ",
    "url": "https://arxiv.org/abs/2307.10241",
    "authors": [
      "Zeynep Senel",
      "Ruby Phul",
      "Ahmet Faruk Yazıcı",
      "Akrema",
      "Emirhan Taze",
      "Talha Erdem"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2307.10268",
    "title": "Preservation of the High Quality Factor and Accelerating Gradient of  Nb3Sn-coated Cavity During Pair Assembly",
    "abstract": "Two CEBAF 5-cell accelerator cavities have been coated with Nb3Sn film using the vapor diffusion technique. One cavity was coated in the Jefferson Lab Nb3Sn cavity coating system, and the other in the Fermilab Nb3Sn coating system. Both cavities were measured at 4 K and 2 K in the vertical dewar test in each lab and then assembled into a cavity pair at Jefferson Lab. Previous attempts to assemble Nb3Sn cavities into a cavity pair degraded the superconducting properties of Nb3Sn-coated cavities. This contribution discusses the efforts to identify and mitigate the pair assembly challenges and will present the results of the vertical tests before and after pair assembly. Notably, one of the cavities reached the highest gradient above 80 mT in the vertical test after the pair assembly. ",
    "url": "https://arxiv.org/abs/2307.10268",
    "authors": [
      "G. Eremeev",
      "U. Pudasaini",
      "S. Cheban",
      "J. Fischer",
      "D. Forehand",
      "S. Posen",
      "A. Reilly",
      "R. Rimmer",
      "B. Tennis"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2307.10271",
    "title": "Low-Temperature Characteristics of an AlN/Diamond Surface Acoustic Wave  Resonator",
    "abstract": "Phonons confined in mechanical resonators can be coupled to a variety of quantum systems and are expected to be applied to hybrid quantum systems. Diamond surface acoustic wave (SAW) devices are capable of high efficiency in phonon interaction with color centers in diamond. The temperature dependence of the quality factor is crucial for inferring the governing mechanism of coupling efficiency between phonons and color centers in diamond. In this paper, we report on the temperature dependence of the quality factor of an AlN/diamond SAW device from room temperature to 5 K. The temperature dependence of the quality factor and resonant frequency suggests that the mechanism of SAW dissipation in the AlN/diamond SAW resonator at 5 GHz is the phonon-phonon scattering in the Akheiser region, and that further cooling can be expected to improve the quality factor. This result provides a crucial guideline for the future design of AlN/diamond SAW devices. ",
    "url": "https://arxiv.org/abs/2307.10271",
    "authors": [
      "Moyuki Yamamoto",
      "Hodaka Kurokawa",
      "Satoshi Fujii",
      "Toshiharu Makino",
      "Hiromitsu Kato",
      "Hideo Kosaka"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.10295",
    "title": "Making molecules by mergoassociation: two atoms in adjacent nonspherical  optical traps",
    "abstract": "Mergoassociation of two ultracold atoms to form a weakly bound molecule can occur when two optical traps that each contain a single atom are merged. Molecule formation occurs at an avoided crossing between a molecular state and the lowest motional state of the atom pair. We develop the theory of mergoassociation for pairs of nonidentical nonspherical traps. We develop a coupled-channel approach for the relative motion of the two atoms and present results for pairs of cylindrically symmetrical traps as a function of their anisotropy. We focus on the strength of the avoided crossing responsible for mergoassociation. We also develop an approximate method that gives insight into the dependence of the crossing strength on aspect ratio. ",
    "url": "https://arxiv.org/abs/2307.10295",
    "authors": [
      "Robert C. Bird",
      "C. Ruth Le Sueur",
      "Jeremy M. Hutson"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2307.10341",
    "title": "Fine features of optical potential well induced by nonlinearity",
    "abstract": "Particles trapped by optical tweezers, behaving as mechanical oscillators in an optomechanical system, have found tremendous applications in various disciplines and are still arousing research interest in frontier and fundamental physics. These optically trapped oscillators provide compact particle confinement and strong oscillator stiffness. But these features are limited by the size of the focused light spot of a laser beam, which is typically restricted by the optical diffraction limit. Here, we propose to build an optical potential well with fine features assisted by the nonlinearity of the particle material, which is independent of the optical diffraction limit. We show that the potential well shape can have super-oscillation-like features and a Fano-resonance-like phenomenon, and the width of the optical trap is far below the diffraction limit. A particle with nonlinearity trapped by an ordinary optical beam provides a new platform with a sub-diffraction potential well and can have applications in high-accuracy optical manipulation and high-precision metrology. ",
    "url": "https://arxiv.org/abs/2307.10341",
    "authors": [
      "Lei-Ming Zhou",
      "Yaqiang Qin",
      "Yuanjie Yang",
      "Yuqiang Jiang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.10414",
    "title": "Visual, Optical and Replica Inspections: Surface Preparation of 650 MHz  NB Cavity for PIP-II Linac",
    "abstract": "Surface preparation of niobium superconducting RF cavities is a critical step for achieving good RF performance under the superconducting state. Surface defect, roughness, and contamination affect the accelerating gradient and quality factor of the cavities. We report surface inspection methods used to control the surface processing of 650 MHz cavities designated for the pre-production and prototype cryomodules for PIP-II linac. The cavity surface was routinely inspected visually, with an optical camera, and by microscopic scanning of surface replicas. This article covers details on the surface inspection methods and surface polishing process used to repair the surface. ",
    "url": "https://arxiv.org/abs/2307.10414",
    "authors": [
      "V. Chouhan",
      "D. Bice",
      "D. Burk",
      "M. K. Ng",
      "G. Wu"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2307.10419",
    "title": "Transparent conductive oxides as a material platform for photonic neural  networks",
    "abstract": "Photonics integrated circuits have a huge potential to serve as a framework for a new class of information processing machines and can enable ultrafast artificial neural networks. They can overcome the existing speed and power limits of the electronic processing elements and provide additional benefits of photonics such as high-bandwidth, sub-nanosecond latencies and low-energy interconnect credentials leading to a new paradigm called neuromorphic photonics. The main obstacle to realize such a task is a lack of proper material platform that imposes serious requirements on the architecture of the network. Here we suggest and justify that transparent conductive oxides can be an excellent candidate for such a task as they provide a nonlinearity and bistability under both optical and electrical inputs. ",
    "url": "https://arxiv.org/abs/2307.10419",
    "authors": [
      "Jacek Gosciniak",
      "Jacob B. Khurgin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2307.10424",
    "title": "Testing of the 2.6 GHz SRF Cavity Tuner for the Dark Photon Experiment  at 2 K",
    "abstract": "At FNAL two single cell 2.6 GHz SRF cavities are being used to search for dark photons, the experiment can be conducted at 2 K or in a dilution refrigerator. Precise frequency tuning is required for these two cavities so they can be matched in frequency. A cooling capacity constraint on the dilution refrigerator only allows piezo actuators to be part of the design of the 2.6 GHz cavity tuner. The tuner is equipped with three encapsulated piezos that deliver long and short-range frequency tuning. Modifications were implemented on the first tuner design due to the low forces on the piezos caused by the cavity. Three brass rods with Belleville washers were added to the design to increase the overall force on the piezos. The testing results at 2 K are presented with the original design tuner and with the modification. ",
    "url": "https://arxiv.org/abs/2307.10424",
    "authors": [
      "C. Contreras-Martinez",
      "B. Giaccone",
      "I. Gonin",
      "T. Khabiboulline",
      "O. Melnychuk",
      "Y. Pischalnikov",
      "S. Posen",
      "O. Pronitchev",
      "JC. Yun"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2307.10433",
    "title": "PI Loop Resonance Control for Dark Photon Experiment at 2 K Using a 2.6  GHz SRF Cavity",
    "abstract": "Two 2.6 GHz SRF cavities are being used for a dark photon search at the vertical test stand (VTS) in FNAL, for the second phase of the Dark SRF experiment. During testing at 2 K the cavities experience frequency detuning caused by microphonics and slow frequency drifts. The experiment requires that the two cavities have the same frequency within the cavity's bandwidth. These two cavities are equipped with frequency tuners consisting of three piezo actuators. The piezo actuators are used for fine-fast frequency tuning. A proportional-integral (PI) loop utilizing the three piezos on the emitter was used to stabilize the cavity frequency and match the receiver cavity frequency. The results from this implementation will be discussed. The integration time was also calculated via simulation. ",
    "url": "https://arxiv.org/abs/2307.10433",
    "authors": [
      "C. Contreras-Martinez",
      "B. Giaccone",
      "O. Melnychuk",
      "A. Netepenko",
      "Y. Pischalnikov",
      "S. Posen",
      "V. Yakovlev"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2307.10641",
    "title": "Transfer Learning for Inverse Design of Tunable Graphene-Based  Metasurfaces",
    "abstract": "This paper outlines a new approach to designing tunable electromagnetic (EM) graphene-based metasurfaces using convolutional neural networks (CNNs). EM metasurfaces have previously been used to manipulate EM waves by adjusting the local phase of subwavelength elements within the wavelength scale, resulting in a variety of intriguing devices. However, the majority of these devices have only been capable of performing a single function, making it difficult to achieve multiple functionalities in a single design. Graphene, as an active material, offers unique properties, such as tunability, making it an excellent candidate for achieving tunable metasurfaces. The proposed procedure involves using two CNNs to design the passive structure of the graphene metasurfaces and predict the chemical potentials required for tunable responses. The CNNs are trained using transfer learning, which significantly reduced the time required to collect the training dataset. The proposed inverse design methodology demonstrates excellent performance in designing reconfigurable EM metasurfaces, which can be tuned to produce multiple functions, making it highly valuable for various applications. The results indicate that the proposed approach is efficient and accurate and provides a promising method for designing reconfigurable intelligent surfaces for future wireless communication systems. ",
    "url": "https://arxiv.org/abs/2307.10641",
    "authors": [
      "Mehdi Kiani",
      "Mahsa Zolfaghari",
      "Jalal Kiani"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.10675",
    "title": "Massively parallel quantum chemistry: PFAS on over 1 million cloud vCPUs",
    "abstract": "Accurate solutions to the electronic Schr\\\"odinger equation can provide valuable insight for electron interactions within molecular systems, accelerating the molecular design and discovery processes in many different applications. However, the availability of such accurate solutions are limited to small molecular systems due to both the extremely high computational complexity and the challenge of operating and executing these workloads on high-performance compute clusters. This work presents a massively scalable cloud-based quantum chemistry platform by implementing a highly parallelizable quantum chemistry method that provides a polynomial-scaling approximation to full configuration interaction (FCI). Our platform orchestrates more than one million virtual CPUs on the cloud to analyze the bond-breaking behaviour of carbon-fluoride bonds of per- and polyfluoroalkyl substances (PFAS) with near-exact accuracy within the chosen basis set. This is the first quantum chemistry calculation utilizing more than one million virtual CPUs on the cloud and is the most accurate electronic structure computation of PFAS bond breaking to date. ",
    "url": "https://arxiv.org/abs/2307.10675",
    "authors": [
      "Alan E. Rask",
      "Lee Huntington",
      "SungYeon Kim",
      "David Walker",
      "Andrew Wildman",
      "Rodrigo Wang",
      "Nicole Hazel",
      "Alan Judi",
      "James T. Pegg",
      "Punit K. Jha",
      "Zara Mayimfor",
      "Carl Dukatz",
      "Hassan Naseri",
      "Ilan Gleiser",
      "Maxime R. Hugues",
      "Paul M. Zimmerman",
      "Arman Zaribafiyan",
      "Rudi Plesch",
      "Takeshi Yamazaki"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Distributed, Parallel, and Cluster Computing (cs.DC)"
    ]
  },
  {
    "id": "arXiv:2307.10850",
    "title": "Subwavelength Raman Laser Driven by Quasi Bound State in the Continuum",
    "abstract": "Raman lasers is an actively developing field of nonlinear optics aiming to create efficient frequency converters and various optical sensors. Due to the growing importance of ultracompact chip-scale technologies, there is a constant demand for optical devices miniaturization, however, the development of a nanoscale Raman laser remains a challenging endeavor. In this work, we propose a fully subwavelength Raman laser operating in visible range based on a gallium phosphide nanocylinder resonator supporting a quasi bound state in the continuum (quasi-BIC). We perform precise spectral matching of nanoparticle's high-$Q$ modes with the pump and detuned Raman emission wavelengths. As a result of our simulations, we demonstrate a design of Raman nanolaser, ready for experimental realization, with the lasing threshold expected to be as low as $P_{\\mathrm{th}} \\approx 21~\\mathrm{mW}$. The suggested configuration, to the best of our knowledge, represents the very first prototype of a low-threshold Raman nanolaser with all the dimensions smaller than the operational wavelength. ",
    "url": "https://arxiv.org/abs/2307.10850",
    "authors": [
      "Daniil Riabov",
      "Ruslan Gladkov",
      "Olesia Pashina",
      "Andrey Bogdanov",
      "Sergey Makarov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.10950",
    "title": "Direct coupling of nonlinear integrated cavities for all-optical  reservoir computing",
    "abstract": "We consider theoretically a network of directly coupled optical microcavities to implement a space-multiplexed optical neural network in an integrated nanophotonic circuit. Nonlinear photonic network integrations based on direct coupling ensures a highly dense integration, reducing the chip footprint by several orders of magnitude compared to other implementations. Different nonlinear effects inherent to such microcavities are studied when used for realizing an all-optical autonomous computing substrate, here based on the reservoir computing concept. We provide an in-depth analysis of the impact of basic microcavity parameters on computational metrics of the system, namely, the dimensionality and the consistency. Importantly, we find that differences between frequencies and bandwidths of supermodes formed by the direct coupling is the determining factor of the reservoir's dimensionality and its scalability. The network's dimensionality can be improved with frequency-shifting nonlinear effects such as the Kerr effect, while two-photon absorption has an opposite effect. Finally, we demonstrate in simulation that the proposed reservoir is capable of solving the Mackey-Glass prediction and the optical signal recovery tasks at GHz timescale. ",
    "url": "https://arxiv.org/abs/2307.10950",
    "authors": [
      "Ivan Boikov",
      "Daniel Brunner",
      "Alfredo De Rossi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.10976",
    "title": "Integrated Photonic Fractional Convolution Accelerator",
    "abstract": "An integrated photonic circuit architecture to perform a modified-convolution operation based on the Discrete Fractional Fourier Transform (DFrFT) is introduced. This is accomplished by utilizing two nonuniformly-coupled waveguide lattices with equally-spaced eigenmode spectra and with different lengths that perform DFrDT operations of complementary orders sandwiching a modulator array. Numerical simulations show that smoothing and edge detection tasks are indeed performed even for noisy input signals. ",
    "url": "https://arxiv.org/abs/2307.10976",
    "authors": [
      "Kevin Zelaya",
      "Mohammad-Ali Miri"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.11022",
    "title": "How to create analogue black hole or white fountain horizons and LASER  cavities in experimental free surface hydrodynamics?",
    "abstract": "Transcritical flows in free surface hydrodynamics emulate black hole horizons and their timereversed versions known as white fountains. Both analogue horizons have been shown to emit Hawking radiation, the amplification of waves via scattering at the horizon. Here we report on an experimental validation of the hydrodynamic laws that govern transcritical flows, for the first time in a free surface water channel using an analogue space-time geometry controlled by a bottom obstacle. A prospective study, both experimental and numerical, with a second obstacle downstream of a first one is presented to test in the near-future the analogous black hole laser instability, namely the super-amplification of Hawking radiation by successive bounces on a pair of black and white horizons within cavities which allow the presence of negative energy modes necessary for the amplification process. Candidate hydrodynamic regimes are discussed thanks to a phase diagram based on the scaled relative heights of both obstacles and the ratio of flow to wave speed in the upstream region. ",
    "url": "https://arxiv.org/abs/2307.11022",
    "authors": [
      "Alexis Bossard",
      "Nicolas James",
      "Camille Aucouturier",
      "Johan Fourdrinoy",
      "Scott Robertson",
      "Germain Rousseaux"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  },
  {
    "id": "arXiv:2307.11075",
    "title": "Reinforcement Learning for Photonic Component Design",
    "abstract": "We present a new fab-in-the-loop reinforcement learning algorithm for the design of nano-photonic components that accounts for the imperfections present in nanofabrication processes. As a demonstration of the potential of this technique, we apply it to the design of photonic crystal grating couplers (PhCGC) fabricated on a 220nm silicon on insulator (SOI) single etch platform. This fab-in-the-loop algorithm improves the insertion loss from 8.8 dB to 3.24 dB. The widest bandwidth designs produced using our fab-in-the-loop algorithm are able to cover a 150nm bandwidth with less than 10.2 dB of loss at their lowest point. ",
    "url": "https://arxiv.org/abs/2307.11075",
    "authors": [
      "Donald Witt",
      "Jeff Young",
      "Lukas Chrostowski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.10179",
    "title": "Towards fully integrated photonic backpropagation training and inference  using on-chip nonlinear activation and gradient functions",
    "abstract": "Gradient descent-based backpropagation training is widely used in many neural network systems. However, photonic implementation of such method is not straightforward mainly since having both the nonlinear activation function and its gradient using standard integrated photonic components is challenging. Here, we demonstrate the realization of two commonly used neural nonlinear activation functions and their gradients on a silicon photonic platform. Our method leverages the nonlinear electro-optic response of a micro-disk modulator. As a proof of concept, the experimental results are incorporated into a neural network simulation platform to classify MNIST handwritten digits dataset where we classification accuracies of more than 97\\% are achieved that are on par with those of ideal nonlinearities and gradients. ",
    "url": "https://arxiv.org/abs/2307.10179",
    "authors": [
      "Farshid Ashtiani",
      "Mohamad Hossein Idjadi"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.10477",
    "title": "3D track reconstruction of low-energy electrons in the MIGDAL low  pressure optical time projection chamber",
    "abstract": "We demonstrate three-dimensional track reconstruction of electrons in a low pressure (50 Torr) optical TPC consisting of two glass GEMs with an ITO strip readout in CF4 and CF4/Ar mixtures. The reconstructed tracks show a variety of event topologies, including short tracks from photoelectrons induced by 55Fe 5.9 keV X-rays and long tracks from gamma ray interactions and beta decays. Algorithms for event identification and track ridge detection are discussed as well as multiple methods for integrating information from the camera image and ITO waveforms with the goal of full 3D reconstruction of the track. ",
    "url": "https://arxiv.org/abs/2307.10477",
    "authors": [
      "Elizabeth Tilly",
      "Magnus Handley",
      "MIGDAL Collaboration"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2307.10537",
    "title": "Wide-band Unambiguous Quantum Sensing via Geodesic Evolution",
    "abstract": "We present a quantum sensing technique that utilizes a sequence of $\\pi$ pulses to cyclically drive the qubit dynamics along a geodesic path of adiabatic evolution. This approach effectively suppresses the effects of both decoherence noise and control errors while simultaneously removing unwanted resonance terms, such as higher harmonics and spurious responses commonly encountered in dynamical decoupling control. As a result, our technique offers robust, wide-band, unambiguous, and high-resolution quantum sensing capabilities for signal detection and individual addressing of quantum systems, including spins. To demonstrate its versatility, we showcase successful applications of our method in both low-frequency and high-frequency sensing scenarios. The significance of this quantum sensing technique extends to the detection of complex signals and the control of intricate quantum environments. By enhancing detection accuracy and enabling precise manipulation of quantum systems, our method holds considerable promise for a variety of practical applications. ",
    "url": "https://arxiv.org/abs/2307.10537",
    "authors": [
      "Ke Zeng",
      "Xiaohui Yu",
      "Martin B. Plenio",
      "Zhen-Yu Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.10785",
    "title": "Object detection and rangefinding with quantum states using simple  detection",
    "abstract": "In a noisy environment with weak single levels, quantum illumination can outperform classical illumination in determining the presence and range of a target object even in the limit of sub-optimal measurements based on non-simultaneous, phase-insensitive coincidence counts. Motivated by realistic experimental protocols, we present a theoretical framework for analysing coincident multi-shot data with simple detectors. This approach allows for the often-overlooked non-coincidence data to be included, as well as providing a calibration-free threshold for inferring the presence and range of an object, enabling a fair comparison between different detection regimes. Our results quantify the advantage of quantum over classical illumination when performing target discrimination in a noisy thermal environment, including estimating the number of shots required to detect a target with a given confidence level. ",
    "url": "https://arxiv.org/abs/2307.10785",
    "authors": [
      "Richard J. Murchie",
      "Jonathan D. Pritchard",
      "John Jeffers"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.10843",
    "title": "Global Precipitation Nowcasting of Integrated Multi-satellitE Retrievals  for GPM: A U-Net Convolutional LSTM Architecture",
    "abstract": "This paper presents a deep learning architecture for nowcasting of precipitation almost globally every 30 min with a 4-hour lead time. The architecture fuses a U-Net and a convolutional long short-term memory (LSTM) neural network and is trained using data from the Integrated MultisatellitE Retrievals for GPM (IMERG) and a few key precipitation drivers from the Global Forecast System (GFS). The impacts of different training loss functions, including the mean-squared error (regression) and the focal-loss (classification), on the quality of precipitation nowcasts are studied. The results indicate that the regression network performs well in capturing light precipitation (below 1.6 mm/hr), but the classification network can outperform the regression network for nowcasting of precipitation extremes (>8 mm/hr), in terms of the critical success index (CSI).. Using the Wasserstein distance, it is shown that the predicted precipitation by the classification network has a closer class probability distribution to the IMERG than the regression network. It is uncovered that the inclusion of the physical variables can improve precipitation nowcasting, especially at longer lead times in both networks. Taking IMERG as a relative reference, a multi-scale analysis in terms of fractions skill score (FSS), shows that the nowcasting machine remains skillful (FSS > 0.5) at the resolution of 10 km compared to 50 km for GFS. For precipitation rates greater than 4~mm/hr, only the classification network remains FSS-skillful on scales greater than 50 km within a 2-hour lead time. ",
    "url": "https://arxiv.org/abs/2307.10843",
    "authors": [
      "Reyhaneh Rahimi",
      "Ardeshir Ebtehaj",
      "Ali Behrangi",
      "Jackson Tan"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2107.05294",
    "title": "Time-domain Brillouin scattering theory for probe light and acoustic  beams propagating at an angle and acousto-optic interaction at material  interfaces",
    "abstract": " Comments: 43 pages, 14 figures ",
    "url": "https://arxiv.org/abs/2107.05294",
    "authors": [
      "Vitalyi E. Gusev",
      "Théo Thréard",
      "David H. Hurley",
      "Samuel Raetz"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.02461",
    "title": "Many-Exciton Quantum Dynamics in a Ruddlesden-Popper Tin Iodide",
    "abstract": " Comments: Submitted for publication ",
    "url": "https://arxiv.org/abs/2304.02461",
    "authors": [
      "Esteban Rojas Gatjens",
      "Hao Li",
      "Alejandro Vega Flick",
      "Daniele Cortecchia",
      "Annamaria Petrozza",
      "Eric R. Bittner",
      "Ajay Ram Srimath Kandada",
      "Carlos Silva Acuña"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.17889",
    "title": "Comprehensive scheme for identifying defects in solid-state quantum  systems",
    "abstract": " Comments: 10 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2305.17889",
    "authors": [
      "Chanaprom Cholsuk",
      "Sujin Suwanna",
      "Tobias Vogl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2307.05203",
    "title": "Best practices for quantum error mitigation with digital zero-noise  extrapolation",
    "abstract": " Comments: 10 pages, 11 figures, submitted to IEEE Quantum Week 2023 ",
    "url": "https://arxiv.org/abs/2307.05203",
    "authors": [
      "Ritajit Majumdar",
      "Pedro Rivero",
      "Friederike Metz",
      "Areeq Hasan",
      "Derek S Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2307.07050",
    "title": "Wasserstein Quantum Monte Carlo: A Novel Approach for Solving the  Quantum Many-Body Schrödinger Equation",
    "abstract": " Title: Wasserstein Quantum Monte Carlo: A Novel Approach for Solving the  Quantum Many-Body Schrödinger Equation ",
    "url": "https://arxiv.org/abs/2307.07050",
    "authors": [
      "Kirill Neklyudov",
      "Jannes Nys",
      "Luca Thiede",
      "Juan Carrasquilla",
      "Qiang Liu",
      "Max Welling",
      "Alireza Makhzani"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Machine Learning (cs.LG)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2307.08907",
    "title": "Ring Current Proton Decay Timescales Derived from Van Allen Probe  Observations",
    "abstract": " Comments: 8 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2307.08907",
    "authors": [
      "Stephanie Wang",
      "Jinxing Li"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)"
    ]
  }
]