[
  {
    "id": "arXiv:2203.05586",
    "title": "Control of nonlinear processes using versatile random photonic sources:  Application to the energy deposition in a dielectric material",
    "abstract": "We report on the properties of a non-conventional stochastic photonic source. We first describe the principle of nonlinear intensity filtering by using a modified Mach-Zehnder interferometer. The latter alters the characteristics of an input stochastic source based on Bose-Einstein emission. Computed output intensity fluctuations are compared to an analytical model. Adjusting the interferometer parameters, we show theoretically and numerically that the statistical properties of light such as its probability density function can be tailored. Depending on the parameters, the probability density may exhibit large overshoots or smoother fluctuations. We further evaluate the impact of these modified statistics on simple nonlinear processes. Compared to Bose-Einstein emitters, the yield of nonlinear phenomena varies by several orders of magnitude. We finally simulate the nonlinear interaction of such a laser source with a dielectric material (fused silica) within the framework of a more realistic model, including a statistical analysis. It confirms that the deposited energy varies over many decades and can be largely enhanced due to the properties of the presented laser source. ",
    "url": "https://arxiv.org/abs/2203.05586",
    "authors": [
      "Denis Marion",
      "Jean-Christophe Delagnes",
      "Guillaume Duchateau"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.05590",
    "title": "An all-dielectric metasurface polarimeter",
    "abstract": "The polarization state of light is a key parameter in many imaging systems. For example, it can image mechanical stress and other physical properties that are not seen with conventional imaging, and can also play a central role in quantum sensing. However, polarization is more difficult to image and polarimetry typically involves several independent measurements with moving parts in the measurement device. Metasurfaces with interleaved designs have demonstrated sensitivity to either linear or circular/elliptical polarization states. Here we present an all-dielectric meta-polarimeter for direct measurement of any arbitrary polarization states from a single unit-cell design. By engineering a completely asymmetric design, we obtained a metasurface that can excite eigenmodes of the nanoresonators, thus displaying a unique diffraction pattern for not only any linear polarization state but all elliptical polarization states (and handedness) as well. The unique diffraction patterns are quantified into Stokes parameters with a resolution of 5$^{\\circ}$ and with a polarization state fidelity of up to $99\\pm1$%. This holds promise for applications in polarization imaging and quantum state tomography. ",
    "url": "https://arxiv.org/abs/2203.05590",
    "authors": [
      "Yash D. Shah",
      "Adetunmise C. Dada",
      "James P. Grant",
      "David R. S. Cumming",
      "Charles Altuzarra",
      "Thomas S. Nowack",
      "Ashley Lyons",
      "Matteo Clerici",
      "Daniele Faccio"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.05734",
    "title": "Pico-photonics: Anomalous Atomistic Waves in Silicon",
    "abstract": "The concept of photonic frequency $(\\omega)$ - momentum $(q)$ dispersion has been extensively studied in artificial dielectric structures such as photonic crystals and metamaterials. However, the $\\omega-q$ dispersion of electrodynamic excitations hosted in natural materials at the atomistic level is far less explored. Here, we develop a Maxwell Hamiltonian theory of matter combined with the quantum theory of atomistic polarization to obtain the electrodynamic dispersion of natural materials interacting with the photon field. We apply this theory to silicon and discover the existence of anomalous atomistic waves. These waves occur in the spectral region where propagating waves are conventionally forbidden in a macroscopic theory. Our findings demonstrate that natural media can host a variety of yet to be discovered waves with sub-nano-meter effective wavelengths in the pico-photonics regime. ",
    "url": "https://arxiv.org/abs/2203.05734",
    "authors": [
      "Sathwik Bharadwaj",
      "Todd Van Mechelen",
      "Zubin Jacob"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2203.05761",
    "title": "Knee structure in the laser intensity dependence of high-order harmonic  generations for graphene",
    "abstract": "We investigate the high-order harmonic generations (HHGs) of graphene irradiated by linearly polarized lasers with intensities in a wide range from $10^{8}$ W/cm$^2$ to $10^{13}$ W/cm$^2$. We find a striking knee structure in the laser intensity dependence of HHGs, which consists of a linear growth regime, followed by a plateau of the saturated HHGs, and then a transition to a nonlinear growth. The knee structure is rather universal for the varied harmonic orders and has been certificated by the calculations of two-band density-matrix equations as well as the \\textit{ab initio} calculations of time-dependent density functional theory. Based on the two-band model, we reveal the underlying mechanisms: The behavior of linear growth can be depicted analytically by the perturbative theory of optical conductivity; While, the plateau of saturated HHGs and the transition to a nonlinear growth are caused by the quantum destructive interference and constructive interference of harmonics generated by the electrons corresponding to the lattice momentums around Dirac points and M points in Brillouin zone, respectively. In particular, we find that tuning Fermi energy can effectively alter the knee structure while the profile of the knee structure is not sensitive to the temperature. Our calculations of the third-order harmonic vs. tuning Fermi energy are compared with recent experiment showing a good agreement. Our predicted knee structure and its associated properties are observable with the current experimental techniques. ",
    "url": "https://arxiv.org/abs/2203.05761",
    "authors": [
      "Fulong Dong",
      "Jie Liu"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.05790",
    "title": "Surface acoustic wave lasing in a silicon optomechanical cavity",
    "abstract": "Integrated optomechanical cavities stand as a promising means to interface mechanical motion and guided optical modes. State-of-the-art demonstrations rely on optical and mechanical modes tightly confined of in micron-scale areas to achieve strong optomechanical coupling. However, the need for tight optomechanical confinement and the general use of suspended devices hinders interaction with external devices, limiting the potential for the implementation of complex circuits. Here, we propose and demonstrate a new approach for optomechanical cavities coupling free-propagating surface acoustic waves (SAWs) and guided optical modes. The cavity is formed by a periodic array of silicon nanopillars with subwavelength separation, implemented in silicon-on-insulator substrate. Optical pumping yields a strong radiation pressure that drives the harmonic vibration of the pillars, periodically deforming the silica under-cladding and exciting the SAW. The propagation of the SAW deforms the cavity period, modulating the resonance wavelength to close the optomechanical coupling loop. Based on this concept, we experimentally demonstrate a phonon laser at room temperature and ambient conditions with optical pump power as low as 1 mW. We also show the possibility to cascade this process, achieving a frequency comb generation with more than 30 harmonic lines. These results open a new path to achieve strong bidirectional coupling between integrated waveguides and SAW, with a great potential for a wide range of applications in quantum and classical domains. ",
    "url": "https://arxiv.org/abs/2203.05790",
    "authors": [
      "J. Zhang",
      "P. Nuño-Ruano",
      "X. Le Roux",
      "M. Montesinos-Ballester",
      "D. Marris-Morini",
      "E. Cassan",
      "L. Vivien",
      "N. D. Lanzillotti-Kimura",
      "C. Alonso-Ramos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.05897",
    "title": "Enhanced spin hall effect of reflected light due to Optical Tamm states  with Dirac semimetal at the terahertz range",
    "abstract": "The enhanced photonic spin hall effect (PSHE) plays a positive role in the flexible manipulation of photons. Here, by combining Dirac semimetals with Bragg reflector constructed by one-dimensional photonic crystal, we theoretically design a simple multilayer structure to enhance and manipulate the PSHE. Through the detailed and optimal design of the conductivity characteristics of Dirac semimetals and the structural parameters of the whole model, we realize the excitation of Optical Tamm states (OTSs) in the multilayer structure, so that the PSHE can be enhanced and controllable. The theoretical results show that by optimizing the Fermi energy and the thickness of Dirac semimetal, the reflection coefficient ratio can be increased under p-polarization and s-polarization, thus creating conditions for enhanced PSHE. In addition, the effects of the incident angle and the parameters of the spacer layer on the PSHE are also clarified. We believe above results can provide a new paradigm for the construction of controllable spin devices. ",
    "url": "https://arxiv.org/abs/2203.05897",
    "authors": [
      "Keqiang Yin",
      "Luzihao Li",
      "Qijun Ma",
      "Jie Jiang",
      "Leyong Jiang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.06037",
    "title": "Directional Detection of Dark Matter Using Solid-State Quantum Sensing",
    "abstract": "Next-generation dark matter (DM) detectors searching for weakly interacting massive particles (WIMPs) will be sensitive to coherent scattering from solar neutrinos, demanding an efficient background-signal discrimination tool. Directional detectors improve sensitivity to WIMP DM despite the irreducible neutrino background. Wide-bandgap semiconductors offer a path to directional detection in a high-density target material. A detector of this type operates in a hybrid mode. The WIMP or neutrino-induced nuclear recoil is detected using real-time charge, phonon, or photon collection. The directional signal, however, is imprinted as a durable sub-micron damage track in the lattice structure. This directional signal can be read out by a variety of atomic physics techniques, from point defect quantum sensing to x-ray microscopy. In this white paper, we present the detector principle and review the status of the experimental techniques required for directional readout of nuclear recoil tracks. Specifically, we focus on diamond as a target material; it is both a leading platform for emerging quantum technologies and a promising component of next-generation semiconductor electronics. Based on the development and demonstration of directional readout in diamond over the next decade, a future WIMP detector will leverage or motivate advances in multiple disciplines towards precision dark matter and neutrino physics. ",
    "url": "https://arxiv.org/abs/2203.06037",
    "authors": [
      "Reza Ebadi",
      "Mason C. Marshall",
      "David F. Phillips",
      "Tao Zhou",
      "Michael Titze",
      "Nazar Delegan",
      "Surjeet Rajendran",
      "Alexander O. Sushkov",
      "F. Joseph Heremans",
      "Edward S. Bielejec",
      "Martin V. Holt",
      "Ronald L. Walsworth"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2203.06054",
    "title": "3D large-scale fused silica microfluidic chips enabled by hybrid laser  microfabrication for continuous-flow UV photochemical synthesis",
    "abstract": "We demonstrate a hybrid laser microfabrication approach, which combines the technical merits of ultrafast laser-assisted chemical etching and carbon dioxide laser-induced in-situ melting, for centimeter-scale and bonding-free fabrication of 3D complex hollow microstructures in fused silica glass. With the developed approach, large-scale fused silica microfluidic chips with integrated 3D cascaded micromixing units can be reliably manufactured. High-performance on-chip mixing and continuous-flow photochemical synthesis under UV LEDs irradiation at ~280 nm were demonstrated using the manufactured chip, indicating a powerful capability for versatile fabrication of highly transparent all-glass microfluidic reactors for on-chip photochemical synthesis. ",
    "url": "https://arxiv.org/abs/2203.06054",
    "authors": [
      "Aodong Zhang",
      "Jian Xu",
      "Yucen Li",
      "Ming Hu",
      "Zijie Lin",
      "Yunpeng Song",
      "Jia Qi",
      "Wei Chen",
      "Zhaoxiang Liu",
      "Ya Cheng"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.06097",
    "title": "Wideband current modulation of diode lasers for frequency stabilization",
    "abstract": "We present a current modulation technique for diode laser systems that is specifically designed for high-bandwidth laser frequency stabilization and wideband frequency modulation. The technique is implemented in an open-source laser backplane available at https://github.com/TU-Darmstadt-APQ/Laser\\_Backplane\\_DVI. The transfer behaviour of the system is analysed under realistic conditions employing an external cavity diode laser (ECDL) system. We achieve a phase lag less than 90$\\deg$ up to 25 MHz and a gain flatness of $\\pm$ 3 dB in the frequency range of DC to 100 MHz while the passive stability of the laser system is not impaired. The potential of the presented current modulation scheme is demonstrated in an optical phase-locked-loop between two ECDL systems resulting in an improved phase noise of 42 mrad$_{rms}$. ",
    "url": "https://arxiv.org/abs/2203.06097",
    "authors": [
      "Tilman Preuschoff",
      "Patrick Baus",
      "Malte Schlosser",
      "Gerhard Birkl"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2203.06110",
    "title": "Stochastic Learning in Kolkata Paise Restaurant Problem: Classical \\&  Quantum Strategies",
    "abstract": "We will review the results for stochastic learning strategies, both classical (one-shot and iterative) and quantum (one-shot only), for optimizing the available many-choice resources among a large number of competing agents, developed over the last decade in the context of the Kolkata Paise Restaurant Problem. Apart from a few rigorous and approximate analytical results, both for classical and quantum strategies, most of the interesting results on the phase transition behavior (obtained so far for the classical model) using classical Monte Carlo simulations. All these, including the applications to computer science (job or resource allotments in Internet-of-Things), transport engineering (on-line vehicle hire problems), operation research (optimizing efforts for delegated search problem, efficient solution of Travelling Salesman problem), etc will be discussed. ",
    "url": "https://arxiv.org/abs/2203.06110",
    "authors": [
      "Bikas K Chakrabarti",
      "Atanu Rajak",
      "Antika Sinha"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2203.06118",
    "title": "Estimating the age-dependent physical parameters of kiwifruit with  non-contact acoustic measurements",
    "abstract": "We present non-contact acoustic measurements of the mechanical properties of a golden kiwifruit. With a laser source in emission, we measure the transmitted acoustic waves using a rotating laser ultrasound detector with a fibre head. Two main propagating waves are observed; a low-frequency Rayleigh wave, and a high frequency wave which propagates through the outer flesh of the fruit. Theoretical modeling of this second wave enables estimates of the wave velocity in the two outer layers of the fruit flesh, and of several viscoelastic parameters. In particular, we find that both acoustic wave velocities, Young's modulus $E$, and bulk modulus $K$ evolve with fruit age, while the high-frequency wave velocity and $K$ also differ between outer and inner fruit layers. ",
    "url": "https://arxiv.org/abs/2203.06118",
    "authors": [
      "Laura Cobus",
      "Kasper van Wijk"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)",
      "Biological Physics (physics.bio-ph)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2203.05569",
    "title": "Autofocusing+: Noise-Resilient Motion Correction in Magnetic Resonance  Imaging",
    "abstract": "Image corruption by motion artifacts is an ingrained problem in Magnetic Resonance Imaging (MRI). In this work, we propose a neural network-based regularization term to enhance Autofocusing, a classic optimization-based method to remove motion artifacts. The method takes the best of both worlds: the optimization-based routine iteratively executes the blind demotion and deep learning-based prior penalizes for unrealistic restorations and speeds up the convergence. We validate the method on three models of motion trajectories, using synthetic and real noisy data. The method proves resilient to noise and anatomic structure variation, outperforming the state-of-the-art demotion methods. ",
    "url": "https://arxiv.org/abs/2203.05569",
    "authors": [
      "Ekaterina Kuzmina",
      "Artem Razumov",
      "Oleg Y. Rogov",
      "Elfar Adalsteinsson",
      "Jacob White",
      "Dmitry V. Dylov"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Artificial Intelligence (cs.AI)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2203.05577",
    "title": "The role of fluctuations in quantum and classical time crystals",
    "abstract": "Discrete time crystals (DTCs) are a many-body state of matter whose dynamics are slower than the forces acting on it. The same is true for classical systems with period-doubling bifurcations. Hence, the question naturally arises what differentiates classical from quantum DTCs. Here, we analyze a variant of the Bose-Hubbard model, which describes a plethora of physical phenomena and has both a classical and a quantum time-crystalline limit. We study the role of fluctuations on the stability of the system and find no distinction between quantum and classical DTCs. This allows us to probe the fluctuations in an experiment using two strongly coupled parametric resonators subject to classical noise. ",
    "url": "https://arxiv.org/abs/2203.05577",
    "authors": [
      "Toni L. Heugel",
      "Alexander Eichler",
      "R. Chitra",
      "Oded Zilberberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2203.05688",
    "title": "Thermodynamic principle for quantum metrology",
    "abstract": "The heat dissipation in quantum metrology represents not only an unavoidable problem towards practical applications of quantum sensing devices but also a fundamental relationship between thermodynamics and quantum metrology. However, a general thermodynamic principle which governs the rule of energy consumption in quantum metrology, similar to Landauer's principle for heat dissipation in computations, has remained elusive. Here, we establish such a physical principle for energy consumption in order to achieve a certain level of measurement precision in quantum metrology, and show that it is intrinsically determined by the erasure of quantum Fisher information. The principle provides a powerful tool to investigate the advantage of quantum resources, not only in measurement precision but also in energy efficiency. It also serves as a bridge between thermodynamics and various fundamental physical concepts related in quantum physics and quantum information theory. ",
    "url": "https://arxiv.org/abs/2203.05688",
    "authors": [
      "Yaoming Chu",
      "Jianming Cai"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2203.05748",
    "title": "Single quantum emitters with spin ground states based on Cl bound  excitons in ZnSe",
    "abstract": "Defects in wide-bandgap semiconductors are promising qubit candidates for quantum communication and computation. Epitaxially grown II-VI semiconductors are particularly promising host materials due to their direct bandgap and potential for isotopic purification to a spin-zero nuclear background. Here, we show a new type of single photon emitter with potential electron spin qubit based on Cl impurities in ZnSe. We utilize a quantum well to increase the binding energies of donor emission and confirm single photon emission with short radiative lifetimes of 192 ps. Furthermore, we verify that the ground state of the Cl donor complex contains a single electron by observing two-electron satellite emission, leaving the electron in higher orbital states. We also characterize the Zeeman splitting of the exciton transition by performing polarization-resolved magnetic spectroscopy on single emitters. Our results suggest single Cl impurities are suitable as single photon source with potential photonic interface. ",
    "url": "https://arxiv.org/abs/2203.05748",
    "authors": [
      "Aziz Karasahin",
      "Robert M. Pettit",
      "Nils von den Driesch",
      "Marvin Marco Jansen",
      "Alexander Pawlis",
      "Edo Waks"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.05945",
    "title": "Terahertz frequency selective surfaces using heterostructures based on  two-dimensional diffraction grating of single-walled carbon nanotubes",
    "abstract": "For single-walled carbon nanotubes (SWCNTs) with a length of 1-50 nm, the surface plasmon-polariton (SPP) resonance is within the terahertz frequency range; therefore, SWCNT lattices can be used to design frequency-selective surface (FSS). The numerical model of electromagnetic wave diffraction on a two-dimensional periodic SWCNT lattice can be described by an integro-differential equation of the second-order with respect to the surface current along SWCNT. The equation can be solved by the Bubnov-Galerkin method. Frequency dependence of reflecting and transmitting electromagnetic waves for FSSs near the SPP resonance are studied numerically. It is shown that the resonances are within the lower-frequency part of the terahertz range. Also, we estimate the relaxation frequency of an individual SWCNT and demonstrate the applicability of the Kubo formula for graphene conductivity to array of strips similar in size with SWCNTs under consideration. ",
    "url": "https://arxiv.org/abs/2203.05945",
    "authors": [
      "Alexander M. Lerer",
      "Pavel E. Timoshenko",
      "Sergei B. Rochal"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.06061",
    "title": "Device-system Co-design of Photonic Neuromorphic Processor using  Reinforcement Learning",
    "abstract": "The incorporation of high-performance optoelectronic devices into photonic neuromorphic processors can substantially accelerate computationally intensive operations in machine learning (ML) algorithms. However, the conventional device design wisdom is disconnected with system optimization. We report a device-system co-design methodology to optimize a free-space optical general matrix multiplication (GEMM) hardware accelerator by engineering a spatially reconfigurable array made from chalcogenide phase change materials. With a highly-parallelized hardware emulator constructed based on experimental information, we demonstrate the design of unit device by optimizing GEMM calculation accuracy via reinforcement learning, including deep Q-learning neural network, Bayesian optimization, and their cascaded approach, which show a clear correlation between system performance metrics and physical device specifications. Furthermore, we employ physics-aware training approaches to deploy optimized hardware to the tasks of image classification, materials discovery, and a closed-loop design of optical ML accelerators. The demonstrated framework offers insights into the co-design of optoelectronic devices and systems with reduced human-supervision and domain-knowledge barriers. ",
    "url": "https://arxiv.org/abs/2203.06061",
    "authors": [
      "Yingheng Tang",
      "Princess Tara Zamani",
      "Ruiyang Chen",
      "Jianzhu Ma",
      "Minghao Qi",
      "Cunxi Yu",
      "Weilu Gao"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2009.03918",
    "title": "Quantum steering with vector vortex photon states with the detection  loophole closed",
    "abstract": " Comments: 7 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2009.03918",
    "authors": [
      "Sergei Slussarenko",
      "Dominick J. Joch",
      "Nora Tischler",
      "Farzad Ghafari",
      "Lynden K. Shalm",
      "Varun B. Verma",
      "Sae Woo Nam",
      "Geoff J. Pryde"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2106.11014",
    "title": "Dual-frequency Doppler-free spectroscopy for simultaneous laser  stabilisation in compact atomic physics experiments",
    "abstract": " Comments: 14 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2106.11014",
    "authors": [
      "Nathan Cooper",
      "Somaya Madkhaly",
      "David Johnson",
      "Daniele Baldolini",
      "Lucia Hackermüller"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.03944",
    "title": "Control of reactive collisions by quantum interference",
    "abstract": " Title: Control of reactive collisions by quantum interference ",
    "url": "https://arxiv.org/abs/2109.03944",
    "authors": [
      "Hyungmok Son",
      "Juliana J. Park",
      "Yu-Kun Lu",
      "Alan O. Jamison",
      "Tijs Karman",
      "Wolfgang Ketterle"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2109.12436",
    "title": "Bidirectional deep learning of polarization transfer in liquid crystals  with application to quantum state preparation",
    "abstract": " Comments: 8 pages, 5 figures, 1 table, data & code: this https URL ",
    "url": "https://arxiv.org/abs/2109.12436",
    "authors": [
      "Dominik Vašinka",
      "Martin Bielak",
      "Michal Neset",
      "Miroslav Ježek"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.09362",
    "title": "Quantum Trajectory Theory and Simulations of Nonlinear Spectra and  Multi-Photon Effects in Waveguide-QED Systems with a Time-Delayed Coherent  Feedback",
    "abstract": " Comments: 15 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2110.09362",
    "authors": [
      "Gavin Crowder",
      "Lora Ramunno",
      "Stephen Hughes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.00138",
    "title": "Laser excitation of the 1s-hyperfine transition in muonic hydrogen",
    "abstract": " Comments: 21 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2112.00138",
    "authors": [
      "P. Amaro",
      "A. Adamczak",
      "M. Abdou Ahmed",
      "L. Affolter",
      "F. D. Amaro",
      "P. Carvalho",
      "T.-L. Chen",
      "L. M. P. Fernandes",
      "M. Ferro",
      "D. Goeldi",
      "T. Graf",
      "M. Guerra",
      "T. W. Hänsch",
      "C. A. O. Henriques",
      "Y.-C. Huang",
      "P. Indelicato",
      "O. Kara",
      "K. Kirch",
      "A. Knecht",
      "F. Kottmann",
      "Y.-W. Liu",
      "J. Machado",
      "M. Marszalek",
      "R. D. P. Mano",
      "C. M. B. Monteiro",
      "F. Nez",
      "J. Nuber",
      "A. Ouf",
      "N. Paul",
      "R. Pohl",
      "E. Rapisarda",
      "J. M. F. dos Santos",
      "J. P. Santos",
      "P. A. O. C. Silva",
      "L. Sinkunaite",
      "J.-T. Shy",
      "K. Schuhmann",
      "S. Rajamohanan",
      "A. Soter",
      "L. Sustelo",
      "D. Taqqu",
      "L.-B. Wang",
      "F. Wauters",
      "P. Yzombard",
      "M. Zeyen",
      "A. Antognini"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2112.11128",
    "title": "Time-dependent optical force theory for optomechanics of dispersive 3D  photonic materials and devices",
    "abstract": " Title: Time-dependent optical force theory for optomechanics of dispersive 3D  photonic materials and devices ",
    "url": "https://arxiv.org/abs/2112.11128",
    "authors": [
      "Mikko Partanen",
      "Jukka Tulkki"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]