[
  {
    "id": "arXiv:2507.07173",
    "title": "A Prototype Hybrid Mode Cavity for Heterodyne Axion Detection",
    "abstract": "           In the heterodyne approach to axion detection, axion dark matter induces transitions between two modes of a microwave cavity, resulting in a parametrically enhanced signal power. We describe the fabrication and characterization of a prototype normal conducting cavity specifically optimized for heterodyne detection. Corrugations on the cavity walls support linearly polarized hybrid modes which maximize the signal power while strongly suppressing noise. We demonstrate tuning mechanisms which allow one mode's frequency to be scanned across a 4 MHz range, while suppressing cross-coupling noise by at least 80 dB. A future superconducting cavity with identical geometry to our prototype would have the potential to probe orders of magnitude beyond astrophysical bounds.         ",
    "url": "https://arxiv.org/abs/2507.07173",
    "authors": [
      "Zenghai Li",
      "Kevin Zhou",
      "Marco Oriunno",
      "Asher Berlin",
      "Sergio Calatroni",
      "Raffaele Tito D'Agnolo",
      "Sebastian A. R. Ellis",
      "Philip Schuster",
      "Sami G. Tantawi",
      "Natalia Toro"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2507.07332",
    "title": "Manifestation of Quantum Forces in Spacetime: Towards a General Theory of Quantum Forces",
    "abstract": "           This study introduces the quantum force wave equation (QFWE) as a general theory of quantum forces, a novel framework that redefines quantum forces as emergent phenomena arising from the interaction between quantum particles and curved spacetime. By coupling wavefunctions to spacetime curvature and gauge fields, the theory establishes a dynamic, bidirectional relationship between quantum states and spacetime geometry. This approach provides a unified description of quantum forces in highly curved and dynamic gravitational fields, extending beyond the limitations of existing theories. The theory offers fresh insights into quantum gravity, quantum field theory in curved spacetime, and particle physics in extreme conditions, serving as a versatile tool for exploring the interplay between quantum mechanics and spacetime structure. This work lays the foundation for the advancement of high-energy physics and cosmology in regimes where spacetime curvature is fundamental.         ",
    "url": "https://arxiv.org/abs/2507.07332",
    "authors": [
      "Raheem Adom"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2507.07462",
    "title": "Intrinsic Rashba Spin-Orbit Coupling in Staggered-Gyromagnetic Photonic Crystals",
    "abstract": "           We report the realization of intrinsic Rashba spin-orbit coupling (SOC) in a two-dimensional photonic crystal composed of staggered-gyromagnetic cylinders in a modified honeycomb lattice. The system exhibits a Mexican-hat-like band structure and helical spin textures, which is the major characteristics of Rashba SOC. Through both full-wave simulations and k-p theory, we confirm the emergence of spin-split bands and vortex-like spin textures centered at the Brillouin zone. In addition, under oblique incidence, the Rashba band dispersion gives rise to concurrent negative and a positive refraction. These results establish a platform for exploring intrinsic Rashba photonics and spin-controlled wave transport in periodic systems.         ",
    "url": "https://arxiv.org/abs/2507.07462",
    "authors": [
      "Yao-Ting Wang",
      "Wenlong Gao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.07475",
    "title": "Quantum theory of magneto-optical trap",
    "abstract": "           We present a quantum theory of a magneto-optical trap (MOT) from first principles based on the quantum kinetic equation for the atomic density matrix with taking into account the recoil effects caused by the interaction of atoms with the laser field. An efficient method for solving the quantum kinetic equation is proposed. It is shown that the steady-state solution describing the atoms in the MOT has a significantly non-equilibrium nature and can be described within the framework of a two-temperature distribution. The momentum distribution of cold atoms in the MOT depends on the magnetic field gradient and, in general, significantly differs from the momentum distribution of atoms in the optical molasses, which is usually used as an approximation to describe the MOT. We have also shown that with an increase in the magnetic field gradient, a spatial two-component distribution of atoms in the trap is formed even for a single particle approximation when interatomic interactions are neglected.         ",
    "url": "https://arxiv.org/abs/2507.07475",
    "authors": [
      "O.N. Prudnikov",
      "A. V. Taichenachev",
      "V.I. Yudin",
      "L.Zhou",
      "M.S. Zhan"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2507.07512",
    "title": "Demonstration of TFTs 3D Monolithically Integrated on GaN HEMTs using Cascode Configuration with High Breakdown Voltage (>1900V)",
    "abstract": "           This study demonstrates 3D monolithic integration of amorphous indium-gallium-zinc oxide (a-IGZO) thin-film transistors (TFTs) on Gallium Nitride (GaN) high electron mobility transistors (HEMTs) in a cascode configuration, achieving high breakdown voltage capabilities exceeding 1900 V. Two device configurations, differing in a-IGZO channel thickness (30 nm / 10 nm), are fabricated and evaluated. Sample B, with a 10 nm a-IGZO channel, demonstrates superior electrical performance, including a high ON/OFF current ratio (~10^7), low subthreshold swing (SS), and a high breakdown voltage exceeding 1900 V comparable to standalone GaN power HEMTs. The results highlight the feasibility and potential of 3D integrated TFT on GaN power HEMTs, paving the way for new opportunities for the TFTs for high voltage applications.         ",
    "url": "https://arxiv.org/abs/2507.07512",
    "authors": [
      "Tian-Li Wu",
      "Hsin-Jou Ho",
      "Chia-Wei Liu",
      "Yi-Chen Chen"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2507.07540",
    "title": "NNQS-AFQMC: Neural network quantum states enhanced fermionic quantum Monte Carlo",
    "abstract": "           We introduce an efficient approach to implement neural network quantum states (NNQS) as trial wavefunctions in auxiliary-field quantum Monte Carlo (AFQMC). NNQS are a recently developed class of variational ansätze capable of flexibly representing many-body wavefunctions, though they often incur a high computational cost during optimization. AFQMC, on the other hand, is a powerful stochastic projector approach for ground-state calculations, but it normally requires an approximate constraint via a trial wavefunction or trial density matrix, whose quality affects the accuracy. Recent progress has shown that a broad class of highly correlated wavefunctions can be integrated into AFQMC through stochastic sampling techniques. In this work, we present a direct integration of NNQS with AFQMC, allowing NNQS to serve as high-quality trial wavefunctions for AFQMC with manageable computational cost. We test the NNQS-AFQMC method on the challenging nitrogen molecule (N$_2$) at stretched geometries. Our results demonstrate that AFQMC with an NNQS trial wavefunction can attain near-exact total energies, highlighting the potential of AFQMC with NNQS to overcome longstanding challenges in strongly correlated electronic structure calculations. We also outline future research directions for improving this promising methodology.         ",
    "url": "https://arxiv.org/abs/2507.07540",
    "authors": [
      "Zhi-Yu Xiao",
      "Bowen Kan",
      "Huan Ma",
      "Bowen Zhao",
      "Honghui Shang"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  },
  {
    "id": "arXiv:2507.07950",
    "title": "Sum Rules in Quantum Liquids",
    "abstract": "           We review the linear response theory in the horizontal quantum liquids framework spanning from Coulomb liquids to Atomic gases. There are several well known references about this subject, like the onset of the Kramers-Kronig relations and the fluctuation-dissipation theorem. For the Coulomb systems we show the connection between the linear response function and the dielectric function which settles a parallelism between statistical mechanics and electrostatic properties. For (very degenerate, dilute, trapped, two dimensional) Atomic (Bose) gases we will prove, in full generality, how the response properties of the gas depend from the frequency of the harmonic trap.         ",
    "url": "https://arxiv.org/abs/2507.07950",
    "authors": [
      "Riccardo Fantoni"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2507.07667",
    "title": "Effects of One-particle Reduced Density Matrix Optimization in Variational Quantum Eigensolvers",
    "abstract": "           The variational quantum eigensolver (VQE) is a promising method for simulating molecular systems on near-term quantum computers. This approach employs energy estimation; however, other relevant molecular properties can be extracted from the one-particle reduced density matrix (1-RDM) generated by VQE. The accuracy of these properties strongly depends on the reliability and convergence of the 1-RDM, which is not guaranteed by energy-only optimization. Thus, we investigate the effect of optimizing the 1-RDM within VQE to improve the accuracy of both the energy and molecular properties. A two-step algorithm was implemented that optimizes the energy and 1-RDM by incorporating a penalty term in the cost function to enforce the convergence of the 1-RDM. The first step focuses on energy minimization, while in the second step, a weighted penalty is added to the cost function to promote simultaneous improvement of the energy and 1-RDM. This approach was tested and validated for the k-UpCCGSD and GateFabric ansätzes with active spaces (4,4) and (2,2), respectively. k-UpCCGSD produces energies close to CISD, so optimizing 1-RDM has little effect on the energy but significantly improves electronic properties such as electron density, dipole moments, and atomic charges. GateFabric initially shows higher energy deviations from CISD, but optimizing 1-RDM substantially improves both the energy accuracy and the quality of 1-RDM. These results demonstrate that simultaneous optimization of energy and 1-RDM is an effective strategy to improve the accuracy of energies and molecular properties in variational quantum algorithms.         ",
    "url": "https://arxiv.org/abs/2507.07667",
    "authors": [
      "Amanda Marques de Lima",
      "Erico Souza Teixeira",
      "Eivson Darlivam Rodrigues de Aguiar Silva",
      "Ricardo Luiz Longo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2507.07789",
    "title": "Computationally Efficient Information-Driven Optical Design with Interchanging Optimization",
    "abstract": "           Recent work has demonstrated that imaging systems can be evaluated through the information content of their measurements alone, enabling application-agnostic optical design that avoids computational decoding challenges. Information-Driven Encoder Analysis Learning (IDEAL) was proposed to automate this process through gradient-based. In this work, we study IDEAL across diverse imaging systems and find that it suffers from high memory usage, long runtimes, and a potentially mismatched objective function due to end-to-end differentiability requirements. We introduce IDEAL with Interchanging Optimization (IDEAL-IO), a method that decouples density estimation from optical parameter optimization by alternating between fitting models to current measurements and updating optical parameters using fixed models for information estimation. This approach reduces runtime and memory usage by up to 6x while enabling more expressive density models that guide optimization toward superior designs. We validate our method on diffractive optics, lensless imaging, and snapshot 3D microscopy applications, establishing information-theoretic optimization as a practical, scalable strategy for real-world imaging system design.         ",
    "url": "https://arxiv.org/abs/2507.07789",
    "authors": [
      "Eric Markley",
      "Henry Pinkard",
      "Leyla Kabuli",
      "Nalini Singh",
      "Laura Waller"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Information Theory (cs.IT)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.07851",
    "title": "Dynamics of interacting cavity solitons",
    "abstract": "           We derive the equations governing the motion of Kerr solitons in pair waveforms. Recent experiments in microresonators have studied a variety of interaction effects in multisoliton waveforms, including collisions and formation of soliton molecules and crystals. Here we analyze the effective interaction that arises from the coupling of soliton-tail overlap nonlinearity with global soliton variables associated with the breaking of translation symmetry. The interaction is either purely repulsive, or alternates between attraction and repulsion, according to whether the decay of soliton tails is monotone or oscillatory. In the latter case, stable fixed points of the effective dynamical system signify stable soliton molecule configuration, but the exponential weakening of the interaction with increasing inter-soliton separation may prevent the molecule from forming in experimentally accessible time scales. Our theory becomes asymptotically exact in the large-separation limit, and we verify the theoretical calculations using soliton trajectories extracted from direct numerical solutions of the wave equation.         ",
    "url": "https://arxiv.org/abs/2507.07851",
    "authors": [
      "Amir Leshem",
      "Sanzida Akter",
      "Logan Courtright",
      "Pradyoth Shandilya",
      "Curtis R. Menyuk",
      "Omri Gat"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.07912",
    "title": "Robust Lindbladian Estimation for Quantum Dynamics",
    "abstract": "           We revisit the problem of fitting Lindbladian models to the outputs of quantum process tomography. A sequence of prior theoretical works approached the problem by considering whether there exists a Lindbladian generator close to a matrix logarithm of the tomographically estimated transfer matrix. This technique must take into account the non-uniqueness of the matrix logarithm, so that in general multiple branches of the logarithm must be checked. In contrast, all practical demonstrations of Lindbladian fitting on real experimental data have to our knowledge eschewed logarithm search, instead adopting direct numerical optimisation or ad-hoc approaches tailored to a particular experimental realisation. In our work, we introduce algorithmic improvements to logarithm search, demonstrating that it can be applied in practice to settings relevant for current quantum computing hardware. We additionally augment the task of Lindbladian fitting with techniques from gate set tomography to improve robustness against state preparation and measurement (SPAM) errors, which can otherwise obfuscate estimates of the model underlying the process of interest. We benchmark our techniques extensively using simulated tomographic data employing a range of realistic error models, before demonstrating their application to tomographic data collected from real superconducting-qubit hardware.         ",
    "url": "https://arxiv.org/abs/2507.07912",
    "authors": [
      "Yinchen Liu",
      "James R. Seddon",
      "Tamara Kohler",
      "Emilio Onorati",
      "Toby S. Cubitt"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2412.16366",
    "title": "Non-Linearities In Atomic Quantum Receivers: Harmonic And Intermodulation Distortion",
    "abstract": "           Rydberg sensors offer a unique approach to radio frequency (RF) detection, leveraging the high sensitivity and quantum properties of highly-excited atomic states to achieve performance levels beyond classical technologies. Non-linear responses and distortion behavior in Rydberg atom receivers are critical to evaluating and establishing performance metrics and capabilities such as spur-free dynamic range and tolerance to unwanted interfering signals. We report here on the measurement and characterization of non-linear behavior and spurious response of a Rydberg atomic heterodyne receiver. Single-tone and two-tone testing procedures are developed and implemented for measurement of harmonic and inter-modulation distortion in Rydberg atomic receivers based on multi-photon Rydberg spectroscopy and radio-frequency heterodyne signal detection and demodulation in an atomic vapor. For a predetermined set of atomic receiver parameters and RF carrier wave in the SHF band near-resonant to a cesium Rydberg transition, we measure and characterize atomic receiver selectivity, bandwidth, roll-off, compression point (P1dB), second-order (IP2) and third-order (IP3) intercepts, and spur-free dynamic range. Receiver intermodulation distortion is characterized for the case of an interfering signal wave applied at two frequency offsets relative to the near-resonant reference local oscillator, $\\Delta F/F= 10^{-4}$ at 6dB and $10^{-6}$ at 22dB single-tone bandwidths, respectively. We observe that under suitable operating conditions the atomic receiver can exhibit a suppression of harmonic and inter-modulation distortion relative to that of classical receiver mixer amplifiers. Finally, we describe how the non-linear behaviors of atomic receivers can provide unique, controllable RF signatures inaccessible by classical counterparts and propose their use to realize secure communication modalities and applications.         ",
    "url": "https://arxiv.org/abs/2412.16366",
    "authors": [
      "Luís Felipe Gonçalves",
      "Teng Zhang",
      "Georg Raithel",
      "David A. Anderson"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2502.03632",
    "title": "Acoustic resonators above 100 GHz",
    "abstract": "           Piezoelectric resonators are a common building block for signal processing because of their miniature size, low insertion loss, and high quality factor. As consumer electronics push to millimeter waves frequencies, designers must increase the operating frequency of the resonator. The current state-of-the-art approach to increase the operating frequency is to decrease the thickness of the piezoelectric film to shorten the acoustic wavelength or to use higher order modes. Unfortunately, maintaining high crystal quality typically requires thicker piezoelectric layers. Thinner layers suffer from higher defect densities and increased surface damping, which degrade the electromechanical coupling and quality factor. While acoustic high order modes can also increase operating frequency, the electromechanical coupling rapidly decreases with increasing mode number. Here, we overcome these limitations by utilizing a piezoelectric stack of three layers of lithium niobate with alternating crystallographic orientations to preferentially support higher order modes and thereby enhance the electromechanical coupling without degrading the quality factor. Our approach improves the figure of merit of millimeter-wave acoustic resonators by roughly an order of magnitude greater compared to state-of-the-art piezoelectric resonators above 60 GHz. This concept of alternating crystallographic orientations facilitates a new path to develop millimeter wave resonators with high figures of merit, low insertion loss, and miniature footprints, enabling new applications in millimeter wave signal processing and computing.         ",
    "url": "https://arxiv.org/abs/2502.03632",
    "authors": [
      "Jack Kramer",
      "Bryan T. Bosworth",
      "Lezli Matto",
      "Nicholas R. Jungwirth",
      "Omar Barrera",
      "Florian Bergmann",
      "Sinwoo Cho",
      "Vakhtang Chulukhadze",
      "Mark Goorsky",
      "Nathan D. Orloff",
      "Ruochen Lu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2503.03508",
    "title": "Nonlinear skin effect regime when a radio frequency electromagnetic field penetrates into a background plasma",
    "abstract": "           Two-dimensional, electromagnetic particle-in-cell simulations are employed to study particle kinetics and power deposition in the skin layer when a Radio Frequency (RF) electromagnetic field penetrates into a background plasma. We identify a new regime at low frequency ($\\sim\\mathrm{MHz}$) and low pressure, where the motion of electrons can be highly nonlinear in the skin region. Through most of the RF cycle, the electrons are trapped in the effective potential formed by the vector and electrostatic potentials, with energy deposition being small and magnetic moment $\\mu$ no longer being an adiabatic invariant. However, for a brief period around the null of the oscillating magnetic field, the electrons get detrapped, causing a jet-like current penetrating into the bulk plasma. During these brief periods, the power deposition becomes high, exhibiting a periodic burst nature. Based on kinetic theory, we provide analytical expressions for the plasma current and energy deposition in the new regime. A criterion for transition between the newly identified low-frequency, periodic-burst regime and the usual anomalous non-local skin effect regime is proposed and verified.         ",
    "url": "https://arxiv.org/abs/2503.03508",
    "authors": [
      "Haomin Sun",
      "Jian Chen",
      "Alexander Khrabrov",
      "Igor D. Kaganovich",
      "Wei Yang",
      "Dmytro Sydorenko",
      "Stephan Brunner"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2504.13523",
    "title": "Beyond-Diagonal Dynamic Metasurface Antenna",
    "abstract": "           Dynamic metasurface antennas (DMAs) are an emerging technology for next-generation wireless base stations, distinguished by hybrid analog/digital beamforming capabilities with low hardware complexity. However, the intrinsic coupling between meta-atoms is fixed by static waveguide or cavity structures in existing DMAs, which fundamentally constrains the achievable performance. Here, we introduce reconfigurable intrinsic coupling mechanisms between meta-atoms, yielding finer control over the DMA's analog signal processing capabilities. This novel hardware is coined \"beyond-diagonal DMA\" (BD-DMA), in line with established BD-RIS terminology. Considering realistic hardware constraints, we derive a physics-consistent system model revealing (correlated) \"beyond-diagonal\" programmability. We also present an equivalent formulation with (uncorrelated) \"diagonal\" programmability. Based on the latter, we propose a general and efficient mutual-coupling-aware optimization algorithm. Physics-consistent simulations validate the performance enhancement enabled by reconfigurable intrinsic coupling mechanisms in BD-DMAs. The BD-DMA benefits grow with the mutual coupling strength.         ",
    "url": "https://arxiv.org/abs/2504.13523",
    "authors": [
      "Hugo Prod'homme",
      "Philipp del Hougne"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2504.14909",
    "title": "Design of a Storage Ring based on a Fixed Field Alternating Gradient Configuration with an Internal Target for Heavy-Ion Beams with Stochastic Charge State Conversions",
    "abstract": "           In the general use of a heavy-ion accelerator, an accelerated beam impinged on a target is spoiled into a beam dump. To make more efficient use of the beam, recycling of the beam passed through the target is proposed in the framework of the so-called energy recovery internal target (ERIT). In the ERIT system, the target is irradiated inside the circulating beam by recovering the energy lost in the target using rf cavities. So far, such a system has been realized only for proton beams. Here, the ERIT system for heavy-ion beam is demonstrated for the first time. A challenging issue is the circulation of all ions with different atomic charge. An ion has a probability of equilibrated charge state distribution after passing through the target, independent of the initial charge state. This phenomenon of stochastic charge state conversion (SCSC) causes rapid beam-emittance growth. To solve this problem, we developed a method to match the closed orbits and betatron functions of the beams in different charge states at the target location in a ring based on a scaling fixed field alternating gradient (FFA) lattice structure. We present the design of such an FFA ring and show, through full 6D beam tracking simulations, that transverse emittance growth can be effectively suppressed even in the presence of SCSC.         ",
    "url": "https://arxiv.org/abs/2504.14909",
    "authors": [
      "Yoshihiro Ishi",
      "Tomonori Uesugi",
      "Yoshiharu Mori",
      "Katsuhisa Nishio"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2505.11369",
    "title": "Compact, Large-Scale Photonic Neurons by Modulation-and-Weight Microring Resonators",
    "abstract": "           Fabrication imperfections, spatial constraints, and prohibitive costs collectively impede the scalability of neuromorphic photonics. In this work, we introduce a large-scale, compact photonic neuron in which each microring performs modulation and weighting simultaneously. This dual functionality is realized by leveraging both the carrier effect and thermal tunability, thereby merging modulation and weighting to conserve on-chip area, enhancing tuning efficiency, and capitalizing on wavelength-division multiplexing (WDM) for scalable implementations. In addition, we investigated a range of configurations for the proposed neuron to better tailor its behavior to various computational tasks. To illustrate the adaptability of the system's tasks, we explore both spatial and temporal domains, highlighting its versatility through two representative tasks: image processing and, for the first time, financial time series analysis, which represents a promising new frontier for neuromorphic photonics. These findings underscore the considerable promise of photonic computing in addressing a breadth of real-world challenges, particularly under escalating demands for both scalability and flexibility.         ",
    "url": "https://arxiv.org/abs/2505.11369",
    "authors": [
      "Weipeng Zhang",
      "Yuxin Wang",
      "Joshua C.Lederman",
      "Bhavin J. Shastri",
      "Paul R. Prucnal"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.14301",
    "title": "Efficient direct loading of the green MOT of Yb with low green laser power",
    "abstract": "           We report the direct loading of Yb atoms in the magneto-optical trap (MOT) using the intercombination narrow optical transition 6s$^2$ $^1$S$_0$ $\\rightarrow$ 6s6p $^3$P$_1$ at 556 nm (green), known as green MOT with limited power of green laser, 10 mW. Direct loading of the green MOT is achieved by superimposing the green laser beam, inside a hollow core of the laser beam driving the broad 6s$^2$ $^1$S$_0$ $\\rightarrow$ 6s6p $^1$P$_1$, transition (blue) at 399 nm. We load up to 3$\\times10^8$ in $1$ s. We characterize the green MOT loading with various experimental parameters such as magnetic field gradient, power of the green laser and blue MOT laser, and detuning of the green laser. We have also loaded the green MOT using center-shifted dual MOT configuration. In this configuration, the overlap region of the three counter-propagating blue laser beams is shifted towards Zeeman slower, where the magnetic field is non-zero. The atoms are first pre-cooled and partially trapped in blue MOT. These atoms enter the green MOT region and are trapped. In this method, we do not lose power (unlike in core-shell MOT) of the blue MOT laser because of masking the central portion. However, we load only 10$^7$ atoms, which has one order of magnitude fewer atoms than in the core-shell MOT.         ",
    "url": "https://arxiv.org/abs/2505.14301",
    "authors": [
      "Thilagaraj Ravi",
      "Rajnandan Choudhury Das",
      "Heramb Vivek Bhusane",
      "Samrat Roy",
      "Kanhaiya Pandey"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2505.20114",
    "title": "Tri-band Aperture-shared Antenna Array Using Scalable FSS-based Electromagnetic Transparent Structure",
    "abstract": "           In a tri-band aperture-shared array (TBA), the low-band (LB) dipole often deteriorates the radiation patterns of the middle-band (MB) and high-band (HB) antennas due to shielding effects. To address this issue, a novel dual-band electromagnetic transparent structure (DBTS) is firstly proposed and used to realize a TBA. The DBTS achieves two tunable electromagnetic transparent frequency bands by periodically loading capacitive patches and meander lines to an inductive strip. Meanwhile, the DBTS features flexible frequency band scalability by loading additional serial L-C tanks. Then the DBTS is utilized to construct the LB dipole of a TBA, with its electromagnetic transparent bands allocated at MB and HB simultaneously. The proposed array realizes an aperture-shared operation within the frequency ranges covering 0.65-0.88 GHz (LB), 1.92-2.18 GHz (MB) and 3.3-3.8 GHz (HB). The LB dipole induces minimal shielding to the MB and HB antennas, resulting in their restored radiation performance with broadside gain deviation of less than 0.6 dB.         ",
    "url": "https://arxiv.org/abs/2505.20114",
    "authors": [
      "Yongzheng Li",
      "Wanchen Yang",
      "Quan Xue",
      "Wenquan Che"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.21207",
    "title": "Estimation of superconducting cavity bandwidth and detuning using a Luenberger observer",
    "abstract": "           Enabled by progress in superconducting technology, several continuous wave linear accelerators are foreseen in the next decade. For these machines, it is of crucial importance to track the main cavity parameters, such as the resonator bandwidth and detuning. The bandwidth yields information on the superconducting state of the cavity. The detuning should be minimized to limit the required power to operate the cavity. The estimation of these parameters is commonly implemented in the digital electronics of the Low-Level RF control system to minimize the computation delay. In this proceeding, we present a way to compute the bandwidth and detuning using a Luenberger observer. In contrast to previous methods, a state observer yields estimations at the native control system sample rate without explicitly filtering the input signals. Additionally, the error convergence properties of the estimations can be controlled intuitively by adjusting gain parameters. Implementation considerations and test results on the derived observer are presented in the manuscript.         ",
    "url": "https://arxiv.org/abs/2506.21207",
    "authors": [
      "Bozo Richter",
      "Andrea Bellandi",
      "Julien Branlard",
      "Leon Speidel",
      "Annika Eichler"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2303.04948",
    "title": "Heisenberg Scaling Quantum Microscopy: Experiment and Theory",
    "abstract": "           Entangled biphoton sources exhibit nonclassical characteristics and have been applied to imaging techniques such as ghost imaging, quantum holography, and quantum optical coherence tomography. The development of wide-field quantum imaging to date has been hindered by low spatial resolutions, speeds, and contrast-to-noise ratios (CNRs). Here, we present quantum microscopy by coincidence (QMC) with balanced pathlengths, which enables super-resolution imaging at the Heisenberg limit with substantially higher speeds and CNRs than existing wide-field quantum imaging methods. QMC benefits from a configuration with balanced pathlengths, where a pair of entangled photons traversing symmetric paths with balanced optical pathlengths in two arms behave like a single photon with half the wavelength, leading to 2-fold resolution improvement. Concurrently, QMC resists stray light up to 155 times stronger than classical signals. The low intensity and entanglement features of biphotons in QMC promise nondestructive bioimaging. QMC advances quantum imaging to the microscopic level with significant improvements in speed and CNR toward bioimaging of cancer cells. We experimentally and theoretically prove that the configuration with balanced pathlengths illuminates an avenue for quantum-enhanced coincidence imaging at the Heisenberg limit.         ",
    "url": "https://arxiv.org/abs/2303.04948",
    "authors": [
      "Zhe He",
      "Yide Zhang",
      "Xin Tong",
      "Lei Li",
      "Lihong V. Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.08392",
    "title": "Multicomponent one-dimensional quantum droplets across the mean-field stability regime",
    "abstract": "           The Lee-Huang-Yang (LHY) energy correction at the edge of the mean-field stability regime is known to give rise to beyond mean-field structures in a wide variety of systems. In this work, we analytically derive the LHY energy for two-, three- and four-component one-dimensional bosonic short-range interacting mixtures across the mean-field stability regime. For varying intercomponent attraction in the two-component setting, quantitative deviations from the original LHY treatment emerge being imprinted in the droplet saturation density and width. On the other hand, for repulsive interactions an unseen early onset of phase-separation occurs for both homonuclear and heteronuclear mixtures. Closed LHY expressions for the fully-symmetric three- and four-component mixtures, as well as for mixtures comprised of two identical components coupled to a third independent component are provided and found to host a plethora of mixed droplet states. Our results are expected to inspire future investigations in multicomponent systems for unveiling exotic self-bound states of matter and unravel their nonequilibrium quantum dynamics.         ",
    "url": "https://arxiv.org/abs/2502.08392",
    "authors": [
      "I. A. Englezos",
      "P. Schmelcher",
      "S. I. Mistakidis"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2505.05348",
    "title": "Open quantum systems with particle and bath driven by time-dependent fields",
    "abstract": "           We derive a generalized quantum Langevin equation and its fluctuation-dissipation relation describing the quantum dynamics of a tagged particle interacting with a medium (environment), where both the particle and the environment are driven by an external time-dependent (e.g. oscillating) field. We specialize on the case of a charged tagged particle interacting with a bath of charged oscillators, under an external AC electric field, although the results are much more general and can be applied to any type of external time-dependent fields. We derive the corresponding quantum Langevin equation, which obeys a modified fluctuation-dissipation relation (FDR) where the AC field plays an explicit role. The modified FDR is non-Markovian even if the undriven particle-bath system is Markovian without the external field. We provide an illustration of the usefulness of these results and derive a new form of the quantum Nyquist noise for the voltage fluctuations in electrical circuits under AC conditions (finite frequency), which is the most general since it also accounts for the response of the heat bath (e.g. lattice ions) to the applied AC electric field in the GHz-THz region, of relevance for 5G/6G wireless technologies. This generalized quantum fluctuation-dissipation relation for driven systems can also find other applications ranging from quantum noise in quantum optics to quantum computing with trapped ions.         ",
    "url": "https://arxiv.org/abs/2505.05348",
    "authors": [
      "Daniele Gamba",
      "Bingyu Cui",
      "Alessio Zaccone"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.04865",
    "title": "Multiresonator quantum memory with atomic ensembles",
    "abstract": "           The theory of multiresonator quantum memory with atomic ensembles has been developed. Using the obtained analytical solutions, the basic physical properties of such memory are analyzed and optimal conditions for its implementation are determined. Advantages of this quantum memory and its experimental implementation in integrated optical schemes are discussed.         ",
    "url": "https://arxiv.org/abs/2507.04865",
    "authors": [
      "S.A.Moiseev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.06337",
    "title": "Integrated Open-Source Framework for Simulation of Transcatheter Pulmonary Valves in Native Right Ventricular Outflow Tracts",
    "abstract": "           Background - Pulmonary insufficiency is a consequence of transannular patch repair in Tetralogy of Fallot (ToF), leading to late morbidity and mortality. Transcatheter native outflow tract pulmonary valve replacement (TPVR) has become common, but assessment of patient candidacy and selection of the optimal device remains challenging. We demonstrate an integrated open-source workflow for simulation of TPVR in image-derived models to inform device selection. Methods - Machine learning-based segmentation of CT scans was implemented to define the right ventricular outflow tract (RVOT). A custom workflow for device positioning and pre-compression was implemented in SlicerHeart. Resulting geometries were exported to FEBio for simulation. Visualization of results and quantification were performed using custom metrics implemented in SlicerHeart and FEBio. Results - RVOT model creation and device placement could be completed in under 1 minute. Virtual device placement using FE simulations visually mimicked actual device placement and allowed quantification of vessel strain, stress, and contact area. Regions of higher strain and stress were observed at the proximal and distal end locations of the TPVs where the devices impinge the RVOT wall. No other consistent trends were observed across simulations. The observed variability in mechanical metrics across RVOTS, stents, and locations in the RVOT highlights that no single device performs optimally in all anatomies, thereby reinforcing the need for simulation-based patient-specific assessment. Conclusions - This study demonstrates the feasibility of a novel open-source workflow for the rapid simulation of TPVR which with further refinement may inform assessment of patient candidacy and optimal device selection.         ",
    "url": "https://arxiv.org/abs/2507.06337",
    "authors": [
      "Christopher N. Zelonis",
      "Jalaj Maheshwari",
      "Wensi Wu",
      "Steve A. Maas",
      "Seda Aslan",
      "Kyle Sunderland",
      "Stephen Ching",
      "Ashley Koluda",
      "Yuval Barak-Corren",
      "Nicolas Mangine",
      "Patricia M. Sabin",
      "Andras Lasso",
      "Devin W. Laurence",
      "Christian Herz",
      "Matthew J. Gillespie",
      "Jeffrey A. Weiss",
      "Matthew A. Jolley"
    ],
    "subjectives": [
      "Tissues and Organs (q-bio.TO)",
      "Medical Physics (physics.med-ph)"
    ]
  }
]