[
  {
    "id": "arXiv:2308.01443",
    "title": "Evaluation of optical constants in oxide thin films using machine  learning",
    "abstract": "This paper describes an inverse analysis method using neural networks on optical spectroscopy, and its application to the quantitative optical constant evaluation. The present method consists of three subprocesses. First, measurable UV-visible spectroscopic quantities were calculated as functions of the optical constants of the solid based on the Tomlin equations [J. Phys. D 1 1667 (1968)] by carefully eliminating the unpractical combinations of optical constants. Second, the back-propagation neural network is trained using the calculated relationships between the measurable quantities and the optical constants. Finally, the trained network is utilized to determine the optical constants from measured responses. The conventional (Newton-Raphson) method tends to require the judgement of a well-experienced analyst, while machine learning shows automatically human-free performance in data conversion. ",
    "url": "https://arxiv.org/abs/2308.01443",
    "authors": [
      "Kyosuke Saeki",
      "Takayuki Makino"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2308.01893",
    "title": "Strategies for optimizing plasmonic grating couplers with topology-based  inverse design",
    "abstract": "Numerical simulations have become a cornerstone technology in the development of nanophotonic devices. Specifically, 3D finite difference time domain (FDTD) simulations are a widely used due to their flexibility and powerful design capabilities. More recently, FDTD simulations in conjunction with a design methodology called inverse design has become a popular way to optimize device topology, reducing a device's footprint and increasing performance. We implement a commercial inverse design tool to generate complex grating couplers and explore a variety of grating coupler design methodologies. We compare the conventionally designed grating couplers to those generated by the inverse design tool. Finally, we discuss the limitations of the inverse design tool and how different design strategies for grating couplers affect inverse design performance, both in terms of computational cost and performance of the resulting device. ",
    "url": "https://arxiv.org/abs/2308.01893",
    "authors": [
      "Michael Efseaff",
      "Mark C. Harrison"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.01392",
    "title": "Quantum Classical Algorithm for the Study of Phase Transitions in the  Hubbard Model via Dynamical Mean-Field Theory",
    "abstract": "Simulating quantum many-body systems is believed to be one of the most promising applications of near-term noisy quantum computers. However, in the near term, system size limitation will remain a severe barrier for applications in materials science or strongly correlated systems. A promising avenue of research is to combine many-body physics with machine learning for the classification of distinct phases. In this paper, we propose a workflow that synergizes quantum computing, many-body theory, and quantum machine learning(QML) for studying strongly correlated systems. In particular, it can capture a putative quantum phase transition of the stereotypical strongly correlated system, the Hubbard model. Following the recent proposal of the hybrid classical-quantum algorithm for the two-site dynamical mean-field theory(DMFT), we present a modification that allows the self-consistent solution of the single bath site DMFT. The modified algorithm can easily be generalized for multiple bath sites. This approach is used to generate a database of zero-temperature wavefunctions of the Hubbard model within the DMFT approximation. We then use a QML algorithm to distinguish between the metallic phase and the Mott insulator phase to capture the metal-to-Mott insulator phase transition. We train a quantum convolutional neural network(QCNN) and then utilize the QCNN as a quantum classifier to capture the phase transition region. This work provides a recipe for application to other phase transitions in strongly correlated systems and represents an exciting application of small-scale quantum devices realizable with near-term technology. ",
    "url": "https://arxiv.org/abs/2308.01392",
    "authors": [
      "Anshumitra Baul",
      "Herbert F Fotso",
      "Hanna Terletska",
      "Juana Moreno",
      "Ka-Ming Tam"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.01416",
    "title": "Entanglement-Based Quantum Information Technology",
    "abstract": "Entanglement is a quintessential quantum mechanical phenomenon with no classical equivalent. First discussed by Einstein, Podolsky, and Rosen and formally introduced by Schr\\\"odinger in 1935, entanglement has grown from a scientific debate to a radically new resource that sparks a technological revolution. This review focuses on the fundamentals and recent advances in entanglement-based quantum information technology (QIT), specifically in photonic systems. Photons are unique quantum information carriers with several advantages, such as their ability to operate at room temperature, their compatibility with existing communication and sensing infrastructures, and the availability of readily accessible optical components. Photons also interface well with other solid-state quantum platforms. We will first provide an overview on entanglement, starting with an introduction to its development from a historical perspective followed by the theory for entanglement generation and the associated representative experiments. We will then dive into the applications of entanglement-based QIT for sensing, imaging, spectroscopy, data processing, and communication. Before closing, we will present an outlook for the architecture of the next-generation entanglement-based QIT and its prospective applications. ",
    "url": "https://arxiv.org/abs/2308.01416",
    "authors": [
      "Zheshen Zhang",
      "Chenglong You",
      "Omar S. Magaña-Loaiza",
      "Robert Fickler",
      "Roberto de J. León-Montiel",
      "Juan P. Torres",
      "Travis Humble",
      "Shuai Liu",
      "Yi Xia",
      "Quntao Zhuang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.01531",
    "title": "Optimizing multi-user sound communications in reverberating environments  with acoustic reconfigurable metasurfaces",
    "abstract": "How do you ensure that, in a reverberant room, several people can speak simultaneously to several other people, making themselves perfectly understood and without any crosstalk between messages? In this work, we report a conceptual solution to this problem by developing an intelligent acoustic wall, which can be reconfigured electronically and is controlled by a learning algorithm that adapts to the geometry of the room and the positions of sources and receivers. To this end, a portion of the room boundaries is covered with a smart mirror made of a broadband acoustic reconfigurable metasurface (ARMs) designed to provide a two-state (0 or {\\pi}) phase shift in the reflected waves by 200 independently tunable units. The whole phase pattern is optimized to maximize the Shannon capacity while minimizing crosstalk between the different sources and receivers. We demonstrate the control of multi-spectral sound fields covering a spectrum much larger than the coherence bandwidth of the room for diverse striking functionalities, including crosstalk-free acoustic communication, frequency-multiplexed communications, and multi-user communications. An experiment conducted with two music sources for two different people demonstrates a crosstalk-free simultaneous music playback. Our work opens new routes for the control of sound waves in complex media and for a new generation of acoustic devices. ",
    "url": "https://arxiv.org/abs/2308.01531",
    "authors": [
      "Hongkuan Zhang",
      "Qiyuan Wang",
      "Mathias Fink",
      "Guancong Ma"
    ],
    "subjectives": [
      "Sound (cs.SD)",
      "Audio and Speech Processing (eess.AS)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.01559",
    "title": "Møller-Plesset Perturbation Theory Calculations on Quantum Devices",
    "abstract": "Accurate electronic structure calculations might be one of the most anticipated applications of quantum computing.The recent landscape of quantum simulations within the Hartree-Fock approximation raises the prospect of substantial theory and hardware developments in this context.Here we propose a general quantum circuit for M{\\o}ller-Plesset perturbation theory (MPPT) calculations, which is a popular and powerful post-Hartree-Fock method widly harnessed in solving electronic structure problems. MPPT improves on the Hartree-Fock method by including electron correlation effects wherewith Rayleigh-Schrodinger perturbation theory. Given the Hartree-Fock results, the proposed circuit is designed to estimate the second order energy corrections with MPPT methods. In addition to demonstration of the theoretical scheme, the proposed circuit is further employed to calculate the second order energy correction for the ground state of Helium atom, and the total error rate is around 2.3%. Experiments on IBM 27-qubit quantum computers express the feasibility on near term quantum devices, and the capability to estimate the second order energy correction accurately. In imitation of the classical MPPT, our approach is non-heuristic, guaranteeing that all parameters in the circuit are directly determined by the given Hartree-Fock results. Moreover, the proposed circuit shows a potential quantum speedup comparing to the traditional MPPT calculations. Our work paves the way forward the implementation of more intricate post-Hartree-Fock methods on quantum hardware, enriching the toolkit solving electronic structure problems on quantum computing platforms. ",
    "url": "https://arxiv.org/abs/2308.01559",
    "authors": [
      "Junxu Li",
      "Xingyu Gao",
      "Manas Sajjan",
      "Ji-Hu Su",
      "Zhao-Kai Li",
      "Sabre Kais"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2308.01719",
    "title": "The Data Movement Bottleneck: Theoretical Shortcomings of Analog Optical  Fourier Transform and Convolution Computing Accelerators",
    "abstract": "Modern computing tasks are constrained to having digital electronic input and output data. Due to these constraints imposed by the user, any analog computing accelerator must perform an analog-to-digital conversion on its input data and a subsequent digital-to-analog conversion on its output data. To avoid this the analog hardware would need to completely replace the full functionality of traditional digital electronic computer hardware. Using 27 empirically-measured benchmarks we estimate that an ideal optical accelerator that accelerates Fourier transforms and convolutions can produce an average speedup of 9.4 times, and a median speedup of 1.9 times for the set of benchmarks. The maximum speedups achieved were 45.3 times for a pure Fourier transform and 159.4 times for a pure convolution. These results show that an optical accelerator only produces significant speedup for applications consisting exclusively of Fourier transforms and convolutions. In addition to the theoretical results we quantify the data movement bottleneck which causes a 23.8 times slowdown in a prototype optical Fourier transform accelerator which we built from widely-available off-the-shelf parts. ",
    "url": "https://arxiv.org/abs/2308.01719",
    "authors": [
      "James T. Meech",
      "Vasileios Tsoutsouras",
      "Phillip Stanley-Marbell"
    ],
    "subjectives": [
      "Hardware Architecture (cs.AR)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.01793",
    "title": "Spectrum-to-position mapping via programmable spatial dispersion  implemented in an optical quantum memory",
    "abstract": "Spectro-temporal processing is essential in reaching ultimate per-photon information capacity in optical communication and metrology. In contrast to the spatial domain, complex multimode processing in the time-frequency domain is however challenging. Here we propose a protocol for spectrum-to-position conversion using spatial spin wave modulation technique in gradient echo quantum memory. This way we link the two domains and allow the processing to be performed purely on the spatial modes using conventional optics. We present the characterization of our interface as well as the frequency estimation uncertainty discussion including the comparison with Cram\\'er-Rao bound. The experimental results are backed up by numerical numerical simulations. The measurements were performed on a single-photon level demonstrating low added noise and proving applicability in a photon-starved regime. Our results hold prospects for ultra-precise spectroscopy and present an opportunity to enhance many protocols in quantum and classical communication, sensing, and computing. ",
    "url": "https://arxiv.org/abs/2308.01793",
    "authors": [
      "Marcin Jastrzębski",
      "Stanisław Kurzyna",
      "Bartosz Niewelt",
      "Mateusz Mazelanik",
      "Wojciech Wasilewski",
      "Michał Parniak"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.13210",
    "title": "Coupled quantum vortex kinematics and Berry curvature in real space",
    "abstract": " Comments: 17 pages, 4 figures, 3 videos ",
    "url": "https://arxiv.org/abs/2202.13210",
    "authors": [
      "Lorenzo Dominici",
      "Amir Rahmani",
      "David Colas",
      "Dario Ballarini",
      "Milena De Giorgi",
      "Giuseppe Gigli",
      "Fabrice P. Laussy",
      "Daniele Sanvitto",
      "Nina Voronova"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2206.07783",
    "title": "On efforts to decouple early universe cosmology and quantum gravity  phenomenology",
    "abstract": " Comments: Final preprint version, accepted at Foundations of Physics. An early version of this paper misstated the scope of the intended argument, and was subsequently withdrawn out of respect for those invested in related areas of research. Versions thereafter resolved that issue, among other revisions. Notably, in the present version, technical details of the toy model at the end have been clarified ",
    "url": "https://arxiv.org/abs/2206.07783",
    "authors": [
      "Mike D. Schneider"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  },
  {
    "id": "arXiv:2207.11153",
    "title": "Cavity quantum optomechanical nonlinearities and position measurement  beyond the breakdown of the linearized approximation",
    "abstract": " Comments: Main and supplemental material in single file. 6+18 pages, 3+7 figures ",
    "url": "https://arxiv.org/abs/2207.11153",
    "authors": [
      "Jack Clarke",
      "Pascal Neveu",
      "Kiran E. Khosla",
      "Ewold Verhagen",
      "Michael R. Vanner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.01823",
    "title": "Quantum Monte Carlo method modeling supported metal catalysis: Ni(111)  converting adsorbed formyl 'en route' to hydrogen",
    "abstract": " Comments: arXiv admin note: substantial text overlap with arXiv:2202.00542, arXiv:2004.10565 Correct author-list compared with submission submit/5034617 (no other changes). 13p 2 figures ",
    "url": "https://arxiv.org/abs/2212.01823",
    "authors": [
      "Noëlie Duchamp",
      "Chloe Feschet",
      "Maria M. Tarragó",
      "Philip E. Hoggan"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.08736",
    "title": "A Neural Network Warm-Start Approach for the Inverse Acoustic Obstacle  Scattering Problem",
    "abstract": " Title: A Neural Network Warm-Start Approach for the Inverse Acoustic Obstacle  Scattering Problem ",
    "url": "https://arxiv.org/abs/2212.08736",
    "authors": [
      "Mo Zhou",
      "Jiequn Han",
      "Manas Rachh",
      "Carlos Borges"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2301.10543",
    "title": "Fundamental cause for superior optoelectronic properties in halide  perovskites",
    "abstract": " Comments: 28 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2301.10543",
    "authors": [
      "Xiaoming Wen",
      "Baohua Jia"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2304.00675",
    "title": "A Systematic Approach for Inertial Sensor Calibration of Gravity  Recovery Satellites and Its Application to Taiji-1 Mission",
    "abstract": " Comments: 24 pages, 19 figures ",
    "url": "https://arxiv.org/abs/2304.00675",
    "authors": [
      "Haoyue Zhang",
      "Peng Xu",
      "Zongqi Ye",
      "Dong Ye",
      "Li-E Qiang",
      "Ziren Luo",
      "Keqi Qi",
      "Shaoxin Wang",
      "Zhiming Cai",
      "Zuolei Wang",
      "Jungang Lei",
      "Yueliang Wu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2304.03528",
    "title": "Truncated Non-Local Kinetic Energy Density Functionals for Simple Metals  and Silicon",
    "abstract": " Comments: 14 Pages, 6 figures ",
    "url": "https://arxiv.org/abs/2304.03528",
    "authors": [
      "Liang Sun",
      "Yuanbo Li",
      "Mohan Chen"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2305.04454",
    "title": "Frequency combs induced by optical feedback and harmonic order  tunability in quantum cascade lasers",
    "abstract": " Title: Frequency combs induced by optical feedback and harmonic order  tunability in quantum cascade lasers ",
    "url": "https://arxiv.org/abs/2305.04454",
    "authors": [
      "Carlo Silvestri",
      "Xiaoqiong Qi",
      "Thomas Taimre",
      "Aleksandar D. Rakić"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.09808",
    "title": "Floquet theory and computational method for the optical absorption of  laser-dressed solids",
    "abstract": " Title: Floquet theory and computational method for the optical absorption of  laser-dressed solids ",
    "url": "https://arxiv.org/abs/2305.09808",
    "authors": [
      "Vishal Tiwari",
      "Bing Gu",
      "Ignacio Franco"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.04418",
    "title": "RPA, an accurate and fast method for the computation of static  non-linear optical properties",
    "abstract": " Title: RPA, an accurate and fast method for the computation of static  non-linear optical properties ",
    "url": "https://arxiv.org/abs/2306.04418",
    "authors": [
      "Pau Besalú-Sala",
      "Fabien Bruneval",
      "Ángel José Pérez-Jiménez",
      "Juan Carlos Sancho-García",
      "Mauricio Rodríguez-Mayorga"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.05102",
    "title": "A Quantum Kinetic Monte Carlo Method For Lindblad Equation",
    "abstract": " Title: A Quantum Kinetic Monte Carlo Method For Lindblad Equation ",
    "url": "https://arxiv.org/abs/2306.05102",
    "authors": [
      "Limin Xu"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2306.16598",
    "title": "Revealing the velocity uncertainties of a levitated particle in the  quantum ground state",
    "abstract": " Comments: 8 pages, 7 files ",
    "url": "https://arxiv.org/abs/2306.16598",
    "authors": [
      "M. Kamba",
      "K. Aikawa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.01091",
    "title": "Control of vortex orientation of ultrashort optical pulses using spatial  chirp",
    "abstract": " Comments: 5 pages, 6 figures, submitted for peer review ",
    "url": "https://arxiv.org/abs/2308.01091",
    "authors": [
      "Miguel A. Porras",
      "Spencer W. Jolly"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.01277",
    "title": "Comparative analysis of local angular rotation between the Ring Laser  Gyroscope GINGERINO and GNSS stations",
    "abstract": " Title: Comparative analysis of local angular rotation between the Ring Laser  Gyroscope GINGERINO and GNSS stations ",
    "url": "https://arxiv.org/abs/2308.01277",
    "authors": [
      "Giuseppe Di Somma",
      "Nicolò Beverini",
      "Giorgio Carelli",
      "Simone Castellano",
      "Roberto Devoti",
      "Enrico Maccioni",
      "Paolo Marsili",
      "Angela D.V. Di Virgilio"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Geophysics (physics.geo-ph)"
    ]
  }
]