[
  {
    "id": "arXiv:2210.13521",
    "title": "Sub-1 Volt and High-Bandwidth Visible to Near-Infrared Electro-Optic  Modulators",
    "abstract": "Integrated electro-optic (EO) modulators are fundamental photonics components with utility in domains ranging from digital communications to quantum information processing. At telecommunication wavelengths, thin-film lithium niobate modulators exhibit state-of-the-art performance in voltage-length product ($V_\\pi$L), optical loss, and EO bandwidth. However, applications in optical imaging, optogenetics, and quantum science generally require devices operating in the visible-to-near-infrared (VNIR) wavelength range. In this work, we realize VNIR amplitude and phase modulators featuring $V_\\pi$L's of sub-1 V$\\cdot\\,$cm, low optical loss, and high bandwidth EO response. Our Mach-Zehnder modulators exhibit a $V_\\pi$L as low as 0.55 V$\\cdot\\,$cm at 738 nm, and EO bandwidths in excess of 35 GHz. Furthermore, we highlight the new opportunities these high-performance modulators offer by demonstrating the first integrated EO frequency combs at VNIR wavelengths, with over 50 lines and tunable spacing, and the first frequency shifting of pulsed light beyond its intrinsic bandwidth (up to 7x Fourier limit) by an EO shearing method. ",
    "url": "https://arxiv.org/abs/2210.13521",
    "authors": [
      "Dylan Renaud",
      "Daniel Rimoli Assumpcao",
      "Graham Joe",
      "Amirhassan Shams-Ansari",
      "Di Zhu",
      "Yaowen Hu",
      "Neil Sinclair",
      "Marko Loncar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.13549",
    "title": "Electro-optic transduction in silicon via GHz-frequency nanomechanics",
    "abstract": "Interfacing electronics with optical fiber networks is key to the long-distance transfer of classical and quantum information. Piezo-optomechanical transducers enable such interfaces by using GHz-frequency acoustic vibrations as mediators for converting microwave photons to optical photons via the combination of optomechanical and piezoelectric interactions. However, despite successful demonstrations, efficient piezo-optomechanical transduction remains out of reach due to the challenges associated with hybrid material integration and increased loss from piezoelectric materials when operating in the quantum regime. Here, we demonstrate an alternative approach in which we actuate 5-GHz phonons in a conventional silicon-on-insulator platform. In our experiment, microwave photons resonantly drive a phononic crystal oscillator via the electrostatic force realized in a charge-biased narrow-gap capacitor. The mechanical vibrations are subsequently transferred via a phonon waveguide to an optomechanical cavity, where they transform into optical photons in the sideband of a pump laser field. Operating at room temperature and atmospheric pressure, we measure a microwave-to-optical photon conversion efficiency of $1.8 \\times 10^{-7}$ in a 3.3 MHz bandwidth, and demonstrate efficient phase modulation with a half-wave voltage of $V_\\pi = 750 $ mV. Our results mark a stepping stone towards quantum transduction with integrated devices made from crystalline silicon, which promise efficient high-bandwidth operation, and integration with superconducting qubits. Additionally, the lack of need for piezoelectricity or other intrinsic nonlinearities makes our approach adaptable to a wide range of materials for potential applications beyond quantum technologies. ",
    "url": "https://arxiv.org/abs/2210.13549",
    "authors": [
      "Han Zhao",
      "Alkim Bozkurt",
      "Mohammad Mirhosseini"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.13713",
    "title": "Intensified Tpx3Cam, a fast data-driven optical camera with nanosecond  timing resolution for single photon detection in quantum applications",
    "abstract": "We describe a fast data-driven optical camera, Tpx3Cam, with nanosecond scale timing resolution and 80 Mpixel/sec throughput. After the addition of intensifier, the camera is single photon sensitive with quantum efficiency determined primarily by the intensifier photocathode. The single photon performance of the camera was characterized with results on the gain, timing resolution and afterpulsing reported here. The intensified camera was successfully used for measurements in a variety of applications including quantum applications. As an example of such application, which requires simultaneous detection of multiple photons, we describe registration of photon pairs from the spontaneous parametric down-conversion source in a spectrometer. We measured the photon wavelength and timing with respective precisions of 0.15~nm and 3~ns, and also demonstrated that the two photons are anti-correlated in energy. ",
    "url": "https://arxiv.org/abs/2210.13713",
    "authors": [
      "Andrei Nomerotski",
      "Matthew Chekhlov",
      "Denis Dolzhenko",
      "Rene Glazenborg",
      "Brianna Farella",
      "Michael Keach",
      "Ryan Mahon",
      "Dmitry Orlov",
      "Peter Svihra"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.13859",
    "title": "Proposal for a long-lived quantum memory using matter-wave optics with  Bose-Einstein condensates in microgravity",
    "abstract": "Bose-Einstein condensates are a promising platform for optical quantum memories, but suffer from several decoherence mechanisms, leading to short memory lifetimes. While some of these decoherence effects can be mitigated by conventional methods, density dependent atom-atom collisions ultimately set the upper limit of quantum memory lifetime to s-timescales in trapped Bose-Einstein condensates. We propose a new quantum memory technique that utilizes microgravity as a resource to minimize such density-dependent effects. We show that by using optical atom lenses to collimate and refocus the freely expanding atomic ensembles, in an ideal environment, the expected memory lifetime is only limited by the quality of the background vacuum. We anticipate that this method can be experimentally demonstrated in Earth-bound microgravity platforms or space missions, eventually leading to storage times of minutes and unprecedented time-bandwidth products of {$10^{10}$} ",
    "url": "https://arxiv.org/abs/2210.13859",
    "authors": [
      "Elisa Da Ros",
      "Simon Kanthak",
      "Erhan Sağlamyürek",
      "Mustafa Gündoğan",
      "Markus Krutzik"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.13967",
    "title": "Satyendra Nath Bose: Quantum statistics to Bose-Einstein condensation",
    "abstract": "Satyendra Nath Bose is one of the great Indian scientists. His remarkable work on the black body radiation or derivation of Planck's law led to quantum statistics, in particular, the statistics of photon. Albert Einstein applied Bose's idea to a gas made of atoms and predicted a new state of matter now called Bose-Einstein condensate. It took 70 years to observe the predicted condensation phenomenon in the laboratory. With a brief introduction to the formative period of Professor Bose, this research survey begins with the founding works on quantum statistics and, subsequently, provides a brief account of the series of events terminating in the experimental realization of Bose-Einstein condensation. We also provide two simple examples to visualize the role of synthetic spin-orbit coupling in a quasi-one-dimensional condensate with attractive atom-atom interaction. ",
    "url": "https://arxiv.org/abs/2210.13967",
    "authors": [
      "Golam Ali Sekh",
      "Benoy Talukdar"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.13973",
    "title": "Is the Quantum State Real in the Hilbert Space Formulation?",
    "abstract": "The persistent debate about the reality of a quantum state has recently come under limelight because of its importance to quantum information and the quantum computing community. Almost all of the deliberations are taking place using the elegant and powerful but abstract Hilbert space formalism of quantum mechanics developed with seminal contributions from John von Neumann. Since it is rather difficult to get a direct perception of the events in an abstract vector space, it is hard to trace the progress of a phenomenon. Among the multitude of recent attempts to show the reality of the quantum state in Hilbert space, the Pusey-Barrett-Rudolph theory gets most recognition for their proof. But some of its assumptions have been criticized, which are still not considered to be entirely loophole free. A straightforward proof of the reality of the wave packet function of a single particle has been presented earlier based on the currently recognized fundamental reality of the universal quantum fields. Quantum states like the atomic energy levels comprising the wave packets have been shown to be just as real. Here we show that an unambiguous proof of reality of the quantum states gleaned from the reality of quantum fields can also provide an explicit substantiation of the reality of quantum states in Hilbert space. ",
    "url": "https://arxiv.org/abs/2210.13973",
    "authors": [
      "Mani L. Bhaumik"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)",
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.14058",
    "title": "Probing the optical near-field interaction of Mie nanoresonators with  atomically thin semiconductors",
    "abstract": "Optical Mie resonators based on silicon nanostructures allow tuning of light-matter-interaction with advanced design concepts based on CMOS compatible nanofabrication. Optically active materials such as transition-metal dichalcogenide (TMD) monolayers can be placed in the near-field region of such Mie resonators. Here, we experimentally demonstrate and verify by numerical simulations coupling between a MoSe2 monolayer and the near-field of dielectric nanoresonators. Through a comparison of dark-field (DF) scattering spectroscopy and photoluminescence excitation experiments (PLE), we show that the MoSe2 absorption can be enhanced via the near-field of a nanoresonator. We demonstrate spectral tuning of the absorption via the geometry of individual Mie resonators. We show that we indeed access the optical near-field of the nanoresonators, by measuring a spectral shift between the typical near-field resonances in PLE compared to the far-field resonances in DF scattering. Our results prove that using MoSe2 as an active probe allows accessing the optical near-field above photonic nanostructures, without the requirement of highly complex near-field microscopy equipment. ",
    "url": "https://arxiv.org/abs/2210.14058",
    "authors": [
      "Ana Estrada-Real",
      "Ioannis Paradisanos",
      "Peter R. Wiecha",
      "Jean-Marie Poumirol",
      "Aurelien Cuche",
      "Gonzague Agez",
      "Delphine Lagarde",
      "Xavier Marie",
      "Vincent Larrey",
      "Jonas Müller",
      "Guilhem Larrieu",
      "Vincent Paillard",
      "Bernhard Urbaszek"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2210.14108",
    "title": "Arbitrary Microring Dispersion Engineering for Ultrabroad Frequency  Combs: Photonic Crystal Microring Design Based on Fourier Synthesis",
    "abstract": "We present an approach for microring dispersion engineering based on near-arbitrary control of the frequencies of resonator modes by counter-propagative coupling through an inscribed photonic crystal on the ring inner surface. This is achieved through a superposition of azimuthal ring width modulations, with each constituent modulation period determined by the azimuthal momentum of the targeted mode and modulation amplitude determined by the amount of frequency splitting required. We find that the most straightforward implementation of such a Fourier synthesis approach is limited, however, particularly when the modulation amplitude becomes comparable to the ring width, as spurious effects such as cavity-like localization and higher-order mode coupling occur, making the modal resonance splitting unpredictable. By carefully considering the impact of polarization and the role of the total modulated effective refractive index, we present a predictable and accurate design approach to achieve an arbitrary modal splitting envelope across dozens of microring modes while retaining high quality factors. Using this advance in dispersion engineering, we discuss through simulation the impact that such Fourier synthesis dispersion engineering can have on the landscape of ultra-broadband dissipative Kerr solitons, including multi-color solitons that are supported by complex dispersion profiles. ",
    "url": "https://arxiv.org/abs/2210.14108",
    "authors": [
      "Gregory Moille",
      "Xiyuan Lu",
      "Jordan Stone",
      "Daron Westly",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.14118",
    "title": "Detection of Single-base Mismatches in DNA Sequences by using  Electrochemically-gated Graphene Microwave Waveguides",
    "abstract": "Identification of non-amplified DNA sequences and single-base mutations is essential for molecular biology and genetic diagnostics. This paper reports a novel sensor consisting of electrochemically-gated graphene coplanar waveguides coupled with a microfluidic channel. Upon exposure to analytes, propagation of electromagnetic waves in the waveguides is modified as a result of interactions with the fringing field and modulation of graphene dynamic conductivity resulting from electrostatic gating. Probe DNA sequences are immobilised on the graphene surface, and the sensor is exposed to DNA sequences either perfectly matching the probe or containing a single-base mismatch. By monitoring the scattering parameters at frequencies between 50 MHz and 50 GHz, unambiguous and reproducible discrimination of single-base mismatch strands is achieved at concentrations as low as 1 attomole per litre (1 aM). By controlling and synchronising frequency sweeps, electrochemical gating, and liquid flow in the microfluidic channel, the sensor generates multidimensional datasets, leveraging the use of advanced data analysis techniques. By applying different machine learning methods, a classification accuracy >95% between single-base mismatches and perfect matches is achieved, even in the presence of simulated noise and low signal-to-noise ratios. The sensor exceeds state-of-the-art sensitivity for the identification of single-base mismatches of field-effect transistors and microwave sensors. ",
    "url": "https://arxiv.org/abs/2210.14118",
    "authors": [
      "Patrik Gubeljak",
      "Tianhui Xu",
      "Lorenzo Pedrazzetti",
      "Oliver J. Burton",
      "Luca Magagnin",
      "Stephan Hofmann",
      "George G. Malliaras",
      "Antonio Lombardo"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.14166",
    "title": "Intense widely-controlled terahertz radiation from laser-driven wires",
    "abstract": "Irradiation of a thin metallic wire with an intense femtosecond laser pulse creates a strong discharge wave that travels as a narrow pulse along the wire surface. The travelling discharge efficiently emits secondary radiation with spectral characteristics mostly defined by the wire geometry. Several exemplary designs are considered in the context of generation of intense terahertz radiation with controllable characteristics for various scientific and technological applications. The proposed setup benefits by its robustness, versatility and high conversion efficiency of laser energy to terahertz radiation, which reaches several percent. ",
    "url": "https://arxiv.org/abs/2210.14166",
    "authors": [
      "N. Bukharskii",
      "Ph. Korneev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2210.13603",
    "title": "Cut-offs and light-spin flips in surface plasmon resonance between a  chiral medium and a metal",
    "abstract": "We have derived a dispersion relation governing the surface plasmon resonance established along a planar interface between a metal and a chiral medium (chiral case). Resulting numerical solutions are compared with the well-known results obtained for a metal-dielectric interface (achiral case). Comparisons show that the chiral case exhibits smaller phase speeds than the achiral case. Such a longitudinal deceleration in the chiral case is caused by the energy expended on establishing the longitudinal spin density, which turns out anti-symmetric with respect to medium chirality. Moreover, the low-frequency range is disallowed in the chiral case. Relevant energy redistributions, spin-orbital couplings, and applications are discussed. ",
    "url": "https://arxiv.org/abs/2210.13603",
    "authors": [
      "Hyoung-In Lee",
      "Christopher Gaul"
    ],
    "subjectives": [
      "Other Condensed Matter (cond-mat.other)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.13620",
    "title": "Epistemic-Pragmatist Interpretations of Quantum Mechanics: A Comparative  Assessment",
    "abstract": "In this paper, we investigate similarities and differences between the main neo-Copenhagen (or \"epistemic-pragmatist\") interpretations of quantum mechanics, here identified as those defined by the rejection of an ontological nature of the quantum states and the simultaneous avoidance of hidden variables, while maintaining the quantum formalism unchanged. We argue that there is a single general interpretive framework with a common core to which all these interpretations are committed, so that they can be regarded as different instances of it, with some of their differences being mostly a matter of emphasis and degree. We also identify, however, remaining differences of a more substantial nature, and we offer a first analysis of them. We also argue that these remaining differences cannot be resolved within the formalism of quantum mechanics itself and identify the more general philosophical considerations that can be used in order to break this interpretation underdetermination. ",
    "url": "https://arxiv.org/abs/2210.13620",
    "authors": [
      "Ali Barzegar",
      "Daniele Oriti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2210.13643",
    "title": "Large-scale optical characterization of solid-state quantum emitters",
    "abstract": "Solid-state quantum emitters have emerged as a leading quantum memory for quantum networking applications. However, standard optical characterization techniques are neither efficient nor repeatable at scale. In this work, we introduce and demonstrate spectroscopic techniques that enable large-scale, automated characterization of color centers. We first demonstrate the ability to track color centers by registering them to a fabricated machine-readable global coordinate system, enabling systematic comparison of the same color center sites over many experiments. We then implement resonant photoluminescence excitation in a widefield cryogenic microscope to parallelize resonant spectroscopy, achieving two orders of magnitude speed-up over confocal microscopy. Finally, we demonstrate automated chip-scale characterization of color centers and devices at room temperature, imaging thousands of microscope fields of view. These tools will enable accelerated identification of useful quantum emitters at chip-scale, enabling advances in scaling up color center platforms for quantum information applications, materials science, and device design and characterization. ",
    "url": "https://arxiv.org/abs/2210.13643",
    "authors": [
      "Madison Sutula",
      "Ian Christen",
      "Eric Bersin",
      "Michael P. Walsh",
      "Kevin C. Chen",
      "Justin Mallek",
      "Alexander Melville",
      "Michael Titze",
      "Edward S. Bielejec",
      "Scott Hamilton",
      "Danielle Braje",
      "P. Benjamin Dixon",
      "Dirk R. Englund"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.13793",
    "title": "Microwave-optical double resonance in a erbium-doped  whispering-gallery-mode resonator",
    "abstract": "We showcase an erbium-doped whispering-gallery-mode resonator with optical modes that display intrinsic quality factors better than $10^8$ (linewidths less than 2 MHz), and coupling strengths to collective erbium transitions of up to 2$\\pi\\times$1.2 GHz - enough to reach the ensemble strong coupling regime. Our optical cavity sits inside a microwave resonator, allowing us to probe the spin transition which is tuned by an external magnetic field. We show a modified optically detected magnetic resonance measurement that measures population transfer by a change in coupling strength rather than absorption coefficient. This modification was enabled by the strong coupling to our modes, and allows us to optically probe the spin transition detuned by more than the inhomogeneous linewidth. We contrast this measurement with electron paramagnetic resonance to experimentally show that our optical modes are confined in a region of large microwave magnetic field and we explore how such a geometry could be used for coherent microwave-optical transduction. ",
    "url": "https://arxiv.org/abs/2210.13793",
    "authors": [
      "Li Ma",
      "Luke S. Trainor",
      "Gavin G. G. King",
      "Harald G. L. Schwefel",
      "Jevon J. Longdell"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.13980",
    "title": "Bohr, objectivity, and \"our experience\": À propos Mermin's note on the  quantum measurement problem",
    "abstract": "In a recent note David Mermin attributed the idea that wave function collapse is a physical process to a misunderstanding of probability and the role it plays in quantum mechanics. There are, however, further misconceptions at play, some of which are shared by Mermin himself and more generally by QBists. The main objective of the present comment on his note is to explain why I disagree with his reading of a well-known passage by Niels Bohr, in particular the ambiguity of the first-person plural he perceives in Bohr's reference to \"our description of nature\" and \"our experience.\" ",
    "url": "https://arxiv.org/abs/2210.13980",
    "authors": [
      "Ulrich J. Mohrhoff"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2101.11442",
    "title": "Magnetic Resonance Spectroscopy Deep Learning Denoising Using Few In  Vivo Data",
    "abstract": " Title: Magnetic Resonance Spectroscopy Deep Learning Denoising Using Few In  Vivo Data ",
    "url": "https://arxiv.org/abs/2101.11442",
    "authors": [
      "Dicheng Chen",
      "Wanqi Hu",
      "Huiting Liu",
      "Yirong Zhou",
      "Tianyu Qiu",
      "Yihui Huang",
      "Zi Wang",
      "Jiazheng Wang",
      "Liangjie Lin",
      "Zhigang Wu",
      "Hao Chen",
      "Xi Chen",
      "Gen Yan",
      "Di Guo",
      "Jianzhong Lin",
      "Xiaobo Qu"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Machine Learning (cs.LG)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2111.04090",
    "title": "Learn-Morph-Infer: a new way of solving the inverse problem for brain  tumor modeling",
    "abstract": " Title: Learn-Morph-Infer: a new way of solving the inverse problem for brain  tumor modeling ",
    "url": "https://arxiv.org/abs/2111.04090",
    "authors": [
      "Ivan Ezhov",
      "Kevin Scibilia",
      "Katharina Franitza",
      "Felix Steinbauer",
      "Suprosanna Shit",
      "Lucas Zimmer",
      "Jana Lipkova",
      "Florian Kofler",
      "Johannes Paetzold",
      "Luca Canalini",
      "Diana Waldmannstetter",
      "Martin Menten",
      "Marie Metz",
      "Benedikt Wiestler",
      "Bjoern Menze"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Machine Learning (cs.LG)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2111.11921",
    "title": "Quantum scale estimation",
    "abstract": " Comments: 17 pages, 1 figure, 1 table. New example addressing the quantum estimation of the lifetime of an atomic state. Other minor corrections ",
    "url": "https://arxiv.org/abs/2111.11921",
    "authors": [
      "Jesús Rubio"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2112.05306",
    "title": "Eigenfunction and eigenmode-spacing statistics in chaotic photonic  crystal graphs",
    "abstract": " Title: Eigenfunction and eigenmode-spacing statistics in chaotic photonic  crystal graphs ",
    "url": "https://arxiv.org/abs/2112.05306",
    "authors": [
      "Shukai Ma",
      "Thomas M. Antonsen",
      "Steven M. Anlage"
    ],
    "subjectives": [
      "Chaotic Dynamics (nlin.CD)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.03462",
    "title": "Steady-state microwave mode cooling with a diamond NV ensemble",
    "abstract": " Title: Steady-state microwave mode cooling with a diamond NV ensemble ",
    "url": "https://arxiv.org/abs/2203.03462",
    "authors": [
      "Donald P. Fahey",
      "Kurt Jacobs",
      "Matthew J Turner",
      "Hyeongrak Choi",
      "Jonathan E. Hoffman",
      "Dirk Englund",
      "Matthew E. Trusheim"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.15588",
    "title": "QuanEstimation: An open-source toolkit for quantum parameter estimation",
    "abstract": " Comments: 40 pages, 20 figures. Close to the published version. Corresponding package version: v0.2.0 (Python) v0.1.3 (Julia) ",
    "url": "https://arxiv.org/abs/2205.15588",
    "authors": [
      "Mao Zhang",
      "Huai-Ming Yu",
      "Haidong Yuan",
      "Xiaoguang Wang",
      "Rafał Demkowicz-Dobrzański",
      "Jing Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.02595",
    "title": "Mapping the direction of electron ionization to phase delay between VUV  and IR laser pulses",
    "abstract": " Comments: 10 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2206.02595",
    "authors": [
      "M. Mountney",
      "G. P. Katsoulis",
      "S. H. Møller",
      "K. Jana",
      "P. Corkum",
      "A. Emmanouilidou"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2207.02758",
    "title": "Is the resonant wave interaction approximation consistent with the  dynamics of internal wave fields?",
    "abstract": " Title: Is the resonant wave interaction approximation consistent with the  dynamics of internal wave fields? ",
    "url": "https://arxiv.org/abs/2207.02758",
    "authors": [
      "Golan Bel",
      "Eli Tziperman"
    ],
    "subjectives": [
      "Chaotic Dynamics (nlin.CD)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2208.01050",
    "title": "Experimental validation of the Kibble-Zurek Mechanism on a Digital  Quantum Computer",
    "abstract": " Comments: Main text: 17 pages, 6 figures. Supplementary Material: 4 pages. Version 3: Published version ",
    "url": "https://arxiv.org/abs/2208.01050",
    "authors": [
      "Santiago Higuera-Quintero",
      "Ferney J. Rodríguez",
      "Luis Quiroga",
      "Fernando J. Gómez-Ruiz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)",
      "Computation (stat.CO)"
    ]
  },
  {
    "id": "arXiv:2209.08506",
    "title": "Polarization analysis of terahertz emission from Bi-2212 cross-whisker  intrinsic Josephson junction and its refractive index",
    "abstract": " Comments: Submitted to Applied Physics Letters (Accepted: 24 Oct 2022) ",
    "url": "https://arxiv.org/abs/2209.08506",
    "authors": [
      "Yoshito Saito",
      "Istuhiro Kakeya",
      "Yoshihiko Takano"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.06355",
    "title": "Fractional calculus within the optical model used in nuclear and  particle physics",
    "abstract": " Comments: 32 pages, 10 figures, corrections implemented ",
    "url": "https://arxiv.org/abs/2210.06355",
    "authors": [
      "Richard Herrmann"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2210.11007",
    "title": "Sensitivity of quantum gate fidelity to laser phase and intensity noise",
    "abstract": " Comments: v2: introduction updated, 14 figures ",
    "url": "https://arxiv.org/abs/2210.11007",
    "authors": [
      "X. Jiang",
      "J. Scott",
      "Mark Friesen",
      "M. Saffman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]