[
  {
    "id": "arXiv:2201.02614",
    "title": "The influence of laser characteristics on internal flow behaviour in  laser melting of metallic substrates",
    "abstract": "The absorptivity of a material is a major uncertainty in numerical simulations of laser welding and additive manufacturing, and its value is often calibrated through trial-and-error exercises. This adversely affects the capability of numerical simulations when predicting the process behaviour and can eventually hinder the exploitation of fully digitised manufacturing processes, which is a goal of \"industry 4.0\". In the present work, an enhanced absorption model that takes into account the effects of laser characteristics, incident angle, surface temperature, and material composition is utilised to predict internal heat and fluid flow in laser melting of stainless steel 316L. Employing such an absorption model is physically more realistic than assuming a constant absorptivity and can reduce the costs associated with calibrating an appropriate value. High-fidelity three-dimensional numerical simulations were performed using both variable and constant absorptivity models and the predictions compared with experimental data. The results of the present work unravel the crucial effect of absorptivity on the physics of internal flow in laser material processing. The difference between melt-pool shapes obtained using fibre and CO$_2$ laser sources is explained, and factors affecting the local energy absorption are discussed. ",
    "url": "https://arxiv.org/abs/2201.02614",
    "authors": [
      "Amin Ebrahimi",
      "Mohammad Sattari",
      "Scholte J.L. Bremer",
      "Martin Luckabauer",
      "Gert-willem R.B.E. Römer",
      "Ian M. Richardson",
      "Chris R. Kleijn",
      "Marcel J.M. Hermans"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2201.02695",
    "title": "Sensitive control of broad-area semiconductor lasers by cavity shape",
    "abstract": "The ray dynamics of optical cavities exhibits bifurcation points: special geometries at which ray trajectories switch abruptly between stable and unstable. A prominent example is the Fabry-Perot cavity with two planar mirrors, which is widely employed for broad-area semiconductor lasers. Such cavities support lasing in a relatively small number of transverse modes, and the laser is highly susceptible to filamentation and irregular pulsations. Here we demonstrate experimentally that a slight deviation from this bifurcation point (planar cavity) dramatically changes the laser performance. In a near-planar cavity with two concave mirrors, the number of transverse lasing modes increases drastically. While the spatial coherence of the laser emission is reduced, the output directionality remains relatively high. Moreover, the spatio-temporal lasing dynamics becomes significantly more stable compared to that in a Fabry-Perot cavity. Our near-planar broad-area semiconductor lasers, which produce a stable output beam with low spatial coherence and high directionality, will find applications in full-field speckle-free imaging, material processing and optical pumping. Furthermore, our method of controlling spatio-temporal dynamics with extreme sensitivity near a bifurcation point may be applied to other types of high-power lasers and nonlinear dynamic systems. ",
    "url": "https://arxiv.org/abs/2201.02695",
    "authors": [
      "Kyungduk Kim",
      "Stefan Bittner",
      "Yuhao Jin",
      "Yongquan Zeng",
      "Stefano Guazzotti",
      "Ortwin Hess",
      "Qi Jie Wang",
      "Hui Cao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.02819",
    "title": "Precursor-driven machine learning prediction of chaotic extreme pulses  in Kerr resonators",
    "abstract": "Machine learning algorithms have opened a breach in the fortress of the prediction of high-dimensional chaotic systems. Their ability to find hidden correlations in data can be exploited to perform model-free forecasting of spatiotemporal chaos and extreme events. However, the extensive feature of these evolutions constitutes a critical limitation for full-size forecasting processes. Hence, the main challenge for forecasting relevant events is to establish the set of pertinent information. Here, we identify precursors from the transfer entropy of the system and a deep Long Short-Term Memory network to forecast the complex dynamics of a system evolving in a high-dimensional spatiotemporal chaotic regime. Performances of this triggerable model-free prediction protocol based on the information flowing map are tested from experimental data originating from a passive resonator operating in such a complex nonlinear regime. We have been able to predict the occurrence of extreme events up to 9 round trips after the detection of precursor, i.e., 3 times the horizon provided by Lyapunov exponents, with 92 % of true positive predictions leading to 60 % of accuracy. ",
    "url": "https://arxiv.org/abs/2201.02819",
    "authors": [
      "S. Coulibaly",
      "F. Bessin",
      "M. G. Clerc",
      "A. Mussot"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.02843",
    "title": "Theoretical Calculation of the Quadratic Zeeman Shift Coefficient of the  3P0 clock state for Strontium Optical Lattice Clock",
    "abstract": "The quadratic Zeeman shift coefficient of 3P0 clock state for strontium is determined in theory and experiment. In theory, we derived the expression of the quadratic Zeeman shift of 3P0 clock state for 88Sr and 87Sr in the weak-magnetic-field approximation. By using the multi-configuration Dirac-Hartree-Fock theory, the quadratic Zeeman shift coefficients were calculated. To determine the calculated results, the quadratic Zeeman shift coefficient of 3P0,F=9/2,MF=+/-9/2 clock state was measured in our 87Sr optical lattice clock. The calculated results C2=-23.38(5) MHz/T2 for 88Sr and the 3P0,F=9/2,MF=+/-9/2 clock state for 87Sr agree well with the other experimental and theoretical values, especially the most accurate measurement recently. As the 1S0,F=9/2,MF=+/-5/2-3P0,F=9/2,MF=+/-3/2 transitions have been used as another clock transition for less sensitive to the magnetic field noise, we also calculated the quadratic Zeeman shift coefficients for the other magnetic states. ",
    "url": "https://arxiv.org/abs/2201.02843",
    "authors": [
      "Benquan Lu",
      "Xiaotong Lu",
      "Jiguang Li",
      "Hong Chang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.02902",
    "title": "Collisional EPR Frequency Shifts in Cs-Rb-Xe Mixtures",
    "abstract": "We report a measurement of the ratio of dimensionless enhancement factors $\\kappa_0$ for Cs-$^{129}$Xe and Rb-$^{129}$Xe in the temperature range $115-140$~$^{\\circ}$C; both pairs are used in spin-exchange optical pumping (SEOP) to produce hyperpolarized $^{129}$Xe. $\\kappa_0$ characterizes the amplification of the $^{129}$Xe magnetization contribution to the alkali-metal electronic effective field, compared to the case of a uniform continuous medium in classical magnetostatics. The measurement was carried out in \"hybrid\" vapor cells containing both Rb and Cs metal in a prescribed ratio, producing approximately the same vapor density for both. Alternating measurements of the optically detected EPR frequency shifts caused by the SEOP polarization and subsequent sudden destruction of the same quantity of $^{129}$Xe magnetization were made for $^{133}$Cs and either $^{87}$Rb or $^{85}$Rb. An important source of systematic error caused by power fluctuations in the pump laser that produced variable light shifts in the EPR frequency was characterized and then mitigated by allowing sufficient warm-up time for the pump laser. We measured $(\\kappa_0)_{\\rm CsXe}/(\\kappa_0)_{\\rm RbXe} = 1.215 \\pm 0.007$ with no apparent temperature dependence. Based on our previous measurement $(\\kappa_0)_{\\rm RbXe}=518 \\pm 8$, we determine $(\\kappa_0)_{\\rm CsXe} = 629 \\pm 10$, more precise than but consistent with a previous measurement made by another research group. ",
    "url": "https://arxiv.org/abs/2201.02902",
    "authors": [
      "S. Zou",
      "D.J. Morin",
      "C. Weaver",
      "Z. Armanfard",
      "J. Muschell",
      "A.I. Nahlawi",
      "B. Saam"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2201.02937",
    "title": "Progress toward a microwave frequency standard based on laser-cooled  large scale 171Yb+ ion crystal",
    "abstract": "We report on progress towards a microwave frequency standard based on a laser-cooled 171Yb+ ion trap system. The electronics, lasers, and magnetic shields are integrated into a single physical package. With over 1E5 ions are stably trapped, the system offers a high signal-to-noise ratio Ramsey line-shape. In comparison with previous work, the frequency instability of a 171Yb+ microwave clock was further improved to $8.5 \\times {10^{ - 13}}/\\sqrt \\tau$ for averaging times between 10 and 1000 s. ",
    "url": "https://arxiv.org/abs/2201.02937",
    "authors": [
      "N.C. Xin",
      "H.R. Qin",
      "S.N. Miao",
      "Y.T. Chen",
      "J.Z. Han",
      "J.W. Zhang",
      "L.J. Wang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2201.03197",
    "title": "Perspective: Ultrafast imaging of molecular dynamics using ultrafast  low-frequency lasers, x-ray free electron laser and electron pulses",
    "abstract": "The requirement of high space-time resolution and brightness is a great challenge for imaging atomic motion and making molecular movies. Important breakthroughs in ultrabright tabletop laser, x-ray and electron sources have enabled the direct imaging of evolving molecular structures in chemical processes.And recent experimental advances in preparing ultrafast laser and electron pulses equipped molecular imaging with femtosecond time resolution. This Perspectives present an overview of versatile imaging methods of molecular dynamics.High-order harmonic generation imaging maps the harmonic order of photons to the time delay for nuclear motion and can reach attosecond time resolution. Coulomb explosion imaging retrieves molecular structural information by detecting the momentum vectors of fragmented ions. Diffraction imaging encodes molecular structural and electronic information in reciprocal space, achieving high spatial resolution by using x-ray or electrons with short wavelengths. The enhancement of x-ray and electron source brightness pushes diffraction into single molecular limit without the restriction of crystalline materials. Laser-induced electron diffraction is a self-imaging method based on coherent electron scattering. We also present various applications of these ultrafast imaging methods in resolving laser-induced nuclear and electronic dynamics, as well as dynamic symmetry evolution of molecules. ",
    "url": "https://arxiv.org/abs/2201.03197",
    "authors": [
      "Ming Zhang",
      "Zhenning Guo",
      "Xiaoyu Mi",
      "Zheng Li",
      "Yunquan Liu"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2201.03345",
    "title": "A compact differential gravimeter at the quantum projection noise limit",
    "abstract": "Atom interferometry offers new perspectives for geophysics and inertial sensing. We present the industrial prototype of a new type of quantum-based instrument: a compact, transportable, differential quantum gravimeter capable of measuring simultaneously the absolute values of both gravitational acceleration, $g$, and its vertical gradient, $\\Gamma_{zz}$. While the sensitivity to g is competitive with the best industrial gravimeters, the sensitivity on $\\Gamma_{zz}$ reaches the limit set by quantum projection noise-leading to an unprecedented long-term stability of 0.1 E ($1E=1\\times 10^{-9}s^{-2}$). This unique, dual-purpose instrument, paves the way for new applications in geophysics, civil engineering, and gravity-aided navigation, where accurate mapping of the gravitational field plays an important role. ",
    "url": "https://arxiv.org/abs/2201.03345",
    "authors": [
      "Camille Janvier",
      "Vincent Ménoret",
      "Sébastien Merlet",
      "Arnaud Landragin",
      "Franck Pereira Dos Santos",
      "Bruno Desruelle"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2201.03501",
    "title": "Autocorrective interferometers for photonic integrated circuits",
    "abstract": "Extensive literature has shown that finite impulse response (FIR) interferometers can be engineered to be insensitive under variations of different physical parameters, e.g., to ensure flat-top response and/or tolerance to fabrication errors. In this context, I will show how the Bloch sphere representation can be a very powerful design tool providing superior physical insight into the working principle of autocorrective devices like broadband 50:50 splitters or flat-top interleavers, that can be therefore designed through simple analytical formulas. I will eventually review the recent progress in practical implementation of the autocorrective designs in the micron-scale silicon photonics platform of VTT. ",
    "url": "https://arxiv.org/abs/2201.03501",
    "authors": [
      "Matteo Cherchi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.02646",
    "title": "A many-body approach to transport in quantum systems: From the transient  regime to the stationary state",
    "abstract": "We review one of the most versatile theoretical approaches to the study of time-dependent correlated quantum transport in nano-systems: the non-equilibrium Green's function (NEGF) formalism. Within this formalism, one can treat, on the same footing, inter-particle interactions, external drives and/or perturbations, and coupling to baths with a (piece-wise) continuum set of degrees of freedom. After a historical overview on the theory of transport in quantum systems, we present a modern introduction of the NEGF approach to quantum transport. We discuss the inclusion of inter-particle interactions using diagrammatic techniques, and the use of the so-called embedding and inbedding techniques which take the bath couplings into account non-perturbatively. In various limits, such as the non-interacting limit and the steady-state limit, we then show how the NEGF formalism elegantly reduces to well-known formulae in quantum transport as special cases. We then discuss non-equilibrium transport in general, for both particle and energy currents. Under the presence of a time-dependent drive - encompassing pump-probe scenarios as well as driven quantum systems - we discuss the transient as well as asymptotic behavior, and also how to use NEGF to infer information on the out-of-equilibrium system. As illustrative examples, we consider model systems general enough to pave the way to realistic systems. These examples encompass one- and two-dimensional electronic systems, systems with electron-phonon couplings, topological superconductors, and optically responsive molecular junctions where electron-photon couplings are relevant. ",
    "url": "https://arxiv.org/abs/2201.02646",
    "authors": [
      "M. Ridley",
      "N. W. Talarico",
      "D. Karlsson",
      "N. Lo Gullo",
      "R. Tuovinen"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.02672",
    "title": "Dipolar physics: A review of experiments with magnetic quantum gases",
    "abstract": "Since the achievement of quantum degeneracy in gases of chromium atoms in 2004, the experimental investigation of ultracold gases made of highly magnetic atoms has blossomed. The field has yielded the observation of many unprecedented phenomena, in particular those in which long-range and anisotropic dipole-dipole interactions play a crucial role. In this review, we aim to present the aspects of the magnetic quantum-gas platform that make it unique for exploring ultracold and quantum physics as well as to give a thorough overview of experimental achievements. ",
    "url": "https://arxiv.org/abs/2201.02672",
    "authors": [
      "Lauriane Chomaz",
      "Igor Ferrier-Barbut",
      "Francesca Ferlaino",
      "Bruno Laburthe-Tolra",
      "Benjamin L. Lev",
      "Tilman Pfau"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.02731",
    "title": "Efficient Source of Shaped Single Photons Based on an Integrated Diamond  Nanophotonic System",
    "abstract": "An efficient, scalable source of shaped single photons that can be directly integrated with optical fiber networks and quantum memories is at the heart of many protocols in quantum information science. We demonstrate a deterministic source of arbitrarily temporally shaped single-photon pulses with high efficiency (detection efficiency = 14.9%) and purity ($g^{(2)}(0) = 0.0168$) and streams of up to 11 consecutively detected single photons using a silicon-vacancy center in a highly directional fiber-integrated diamond nanophotonic cavity. Combined with previously demonstrated spin-photon entangling gates, this system enables on-demand generation of streams of correlated photons such as cluster states and could be used as a resource for robust transmission and processing of quantum information. ",
    "url": "https://arxiv.org/abs/2201.02731",
    "authors": [
      "Erik N. Knall",
      "Can M. Knaut",
      "Rivka Bekenstein",
      "Daniel R. Assumpcao",
      "Pavel L. Stroganov",
      "Wenjie Gong",
      "Yan Qi Huan",
      "Pieter-Jan Stas",
      "Bartholomeus Machielse",
      "Michelle Chalupnik",
      "David Levonian",
      "Aziza Suleymanzade",
      "Ralf Riedinger",
      "Hongkun Park",
      "Marko Lončar",
      "Mihir K. Bhaskar",
      "Mikhail D. Lukin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.03020",
    "title": "Using the Autler-Townes and ac Stark effects to optically tune the  frequency of indistinguishable single-photons from an on-demand source",
    "abstract": "We describe how a coherent optical drive that is near-resonant with the upper rungs of a three-level ladder system, in conjunction with a short pulse excitation, can be used to provide a frequency-tunable source of on-demand single photons. Using an intuitive master equation model, we identify two distinct regimes of device operation: (i) for a resonant drive, the source operates using the Autler-Townes effect, and (ii) for an off-resonant drive, the source exploits the ac Stark effect. The former regime allows for a large frequency tuning range but coherence suffers from timing jitter effects, while the latter allows for high indistinguishability and efficiency, but with a restricted tuning bandwidth due to high required drive strengths and detunings. We show how both these negative effects can be mitigated by using an optical cavity to increase the collection rate of the desired photons. We apply our general theory to semiconductor quantum dots, which have proven to be excellent single-photon sources, and find that scattering of acoustic phonons leads to excitation-induced dephasing and increased population of the higher energy level which limits the bandwidth of frequency tuning achievable while retaining high indistinguishability. Despite this, for realistic cavity and quantum dot parameters, indistinguishabilities of over $90\\%$ are achievable for energy shifts of up to hundreds of $\\mu$eV, and near-unity indistinguishabilities for energy shifts up to tens of $\\mu$eV. Additionally, we clarify the often-overlooked differences between an idealized Hong-Ou-Mandel two-photon interference experiment and its usual implementation with an unbalanced Mach-Zehnder interferometer, pointing out the subtle differences in the single-photon visibility associated with these different setups. ",
    "url": "https://arxiv.org/abs/2201.03020",
    "authors": [
      "Chris Gustin",
      "Łukasz Dusanowski",
      "Sven Höfling",
      "Stephen Hughes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.03049",
    "title": "Orders of magnitude reduction in the computational overhead for quantum  many-body problems on quantum computers via an exact transcorrelated method",
    "abstract": "Transcorrelated methods provide an efficient way of partially transferring the description of electronic correlations from the ground state wavefunction directly into the underlying Hamiltonian. In particular, Dobrautz et al. [Phys. Rev. B, 99(7), 075119, (2019)] have demonstrated that the use of momentum-space representation, combined with a non-unitary similarity transformation, results in a Hubbard Hamiltonian that possesses a significantly more compact ground state wavefunction, dominated by a single Slater determinant. This compactness/single-reference character greatly facilitates electronic structure calculations. As a consequence, however, the Hamiltonian becomes non-Hermitian, posing problems for quantum algorithms based on the variational principle. We overcome these limitations with the ansatz-based quantum imaginary time evolution algorithm and apply the transcorrelated method in the context of digital quantum computing. We demonstrate that this approach enables up to 4 orders of magnitude more accurate and compact solutions in various instances of the Hubbard model at intermediate interaction strength ($U/t=4$), enabling the use of shallower quantum circuits for wavefunction ansatzes. In addition, we propose a more efficient implementation of the quantum imaginary time evolution algorithm in quantum circuits that is tailored to non-Hermitian problems. To validate our approach, we perform hardware experiments on the ibmq_lima quantum computer. Our work paves the way for the use of exact transcorrelated methods for the simulations of ab initio systems on quantum computers. ",
    "url": "https://arxiv.org/abs/2201.03049",
    "authors": [
      "Igor O. Sokolov",
      "Werner Dobrautz",
      "Hongjun Luo",
      "Ali Alavi",
      "Ivano Tavernelli"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2201.03189",
    "title": "Entanglement in the quantum phases of an unfrustrated Rydberg atom array",
    "abstract": "We report on the ground state phase diagram of interacting Rydberg atoms in the unfrustrated square lattice array. Using new tensor network algorithms, we scale to large systems in two dimensions while including all long-range interactions, revealing the phases in the bulk and their analogs in accessible finite arrays. We find a greatly altered phase diagram from earlier numerical and experimental studies, and in particular, we uncover an emergent entangled quantum nematic phase that appears in the absence of frustration. Broadly our results yield a conceptual guide for future experiments, while our techniques provide a blueprint for converging numerical studies in other lattices. ",
    "url": "https://arxiv.org/abs/2201.03189",
    "authors": [
      "Matthew J. O'Rourke",
      "Garnet Kin-Lic Chan"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2201.03392",
    "title": "Continuous-Variable Quantum Key Distribution over 15 km Multi-Core Fiber",
    "abstract": "The secure transfer of information is critical for the ever-increasing demands of the digital world. Continuous-variable quantum key distribution (CV-QKD) is a technology that can potentially provide information-theoretic security to cryptographic systems. CV-QKD is highly attractive thanks to high secret key rate generation over metropolitan distances and integration with the current classical communication networks. Here we demonstrate CV-QKD across a 15 km multi-core fiber (MCF) where we take advantage of one core to remotely frequency lock Bob's local oscillator with Alice's transmitter. We also demonstrate the capacity of the MCF to boost the secret key rate by parallelizing CV-QKD across multiple cores. Our results point out that MCFs are promising for metropolitan deployment of QKD systems. ",
    "url": "https://arxiv.org/abs/2201.03392",
    "authors": [
      "S. Sarmiento",
      "S. Etcheverry",
      "J. Aldama",
      "I. H. LÓpez",
      "L. T. Vidarte",
      "G. B. Xavier",
      "D. A. Nolan",
      "J. S. Stone",
      "M. J. Li",
      "D. Loeber",
      "V. Pruneri"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.03540",
    "title": "Erasure conversion for fault-tolerant quantum computing in alkaline  earth Rydberg atom arrays",
    "abstract": "Executing quantum algorithms on error-corrected logical qubits is a critical step for scalable quantum computing, but the requisite numbers of qubits and physical error rates are demanding for current experimental hardware. Recently, the development of error correcting codes tailored to particular physical noise models has helped relax these requirements. In this work, we propose a qubit encoding and gate protocol for ${}^{171}$Yb neutral atom qubits that converts the dominant physical errors into erasures, that is, errors in known locations. The key idea is to encode qubits in a metastable electronic level, such that gate errors predominantly result in transitions to disjoint subspaces whose populations can be continuously monitored via fluorescence. We estimate that 98% of errors can be converted into erasures. We quantify the benefit of this approach via circuit-level simulations of the surface code, finding a threshold increase from 0.937% to 4.15%. We also observe a larger code distance near the threshold, leading to a faster decrease in the logical error rate for the same number of physical qubits, which is important for near-term implementations. Erasure conversion should benefit any error correcting code, and may also be applied to design new gates and encodings in other qubit platforms. ",
    "url": "https://arxiv.org/abs/2201.03540",
    "authors": [
      "Yue Wu",
      "Shimon Kolkowitz",
      "Shruti Puri",
      "Jeff D Thompson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2005.05843",
    "title": "Circuit-model formulas for external-Q factor of resonant cavities with  capacitive and inductive coupling",
    "abstract": " Comments: REVTeX 4.1, 7 pages with 7 figures, typo corrected, acknowledgment added ",
    "url": "https://arxiv.org/abs/2005.05843",
    "authors": [
      "Osamu Kamigaito"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2104.00306",
    "title": "Two dimensional Quantum droplets in random repulsive potential",
    "abstract": " Title: Two dimensional Quantum droplets in random repulsive potential ",
    "url": "https://arxiv.org/abs/2104.00306",
    "authors": [
      "Saswata Sahu",
      "Dwipesh Majumder"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2105.03999",
    "title": "Thermal IR detection with nanoelectromechanical silicon nitride  trampoline resonators",
    "abstract": " Comments: 5 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2105.03999",
    "authors": [
      "Markus Piller",
      "Johannes Hiesberger",
      "Elisabeth Wistrela",
      "Paolo Martini",
      "Niklas Luhmann",
      "Silvan Schmid"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2106.14171",
    "title": "The importance of nuclear quantum effects for NMR crystallography",
    "abstract": " Title: The importance of nuclear quantum effects for NMR crystallography ",
    "url": "https://arxiv.org/abs/2106.14171",
    "authors": [
      "Edgar A. Engel",
      "Venkat Kapil",
      "Michele Ceriotti"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2107.01860",
    "title": "Optimal metrology with programmable quantum sensors",
    "abstract": " Comments: Main: 10 pages including Methods, 4 figures. Supplementary Material: 6 pages, 2 figures, separate references ",
    "url": "https://arxiv.org/abs/2107.01860",
    "authors": [
      "Christian D. Marciniak",
      "Thomas Feldker",
      "Ivan Pogorelov",
      "Raphael Kaubruegger",
      "Denis V. Vasilyev",
      "Rick van Bijnen",
      "Philipp Schindler",
      "Peter Zoller",
      "Rainer Blatt",
      "Thomas Monz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2107.06410",
    "title": "Tuning the Optical Properties of an MoSe$_2$ Monolayer Using Nanoscale  Plasmonic Antennas",
    "abstract": " Comments: 17 pages, 12 figures, this https URL ",
    "url": "https://arxiv.org/abs/2107.06410",
    "authors": [
      "Marko M. Petrić",
      "Malte Kremser",
      "Matteo Barbone",
      "Anna Nolinder",
      "Anna Lyamkina",
      "Andreas V. Stier",
      "Michael Kaniber",
      "Kai Müller",
      "Jonathan J. Finley"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2108.00091",
    "title": "Effect of intravalley and intervalley electron-hole exchange on the  nonlinear optical response of monolayer MoSe$_2$",
    "abstract": " Title: Effect of intravalley and intervalley electron-hole exchange on the  nonlinear optical response of monolayer MoSe$_2$ ",
    "url": "https://arxiv.org/abs/2108.00091",
    "authors": [
      "Nai-Hang Kwong",
      "John R. Schaibley",
      "Rolf Binder"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.08742",
    "title": "Quantum Monte Carlo Method without Hubbard-Stratonovich Transformation  for Many-body Systems",
    "abstract": " Comments: 14 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2110.08742",
    "authors": [
      "J. Wang",
      "W. Pan",
      "D. Y. Sun"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2111.00196",
    "title": "Wave-particle interactions in quantum plasmas",
    "abstract": " Comments: 56 pages, 11 figures. In the revised version, typos rectified; issues with some symbols fixed; added more discussion and references. To appear in Review Modern Plasma Physics (Springer) ",
    "url": "https://arxiv.org/abs/2111.00196",
    "authors": [
      "Amar P. Misra",
      "Gert Brodin"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2111.03597",
    "title": "Coherent scattering of low mass dark matter from optically trapped  sensors",
    "abstract": " Comments: 5 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2111.03597",
    "authors": [
      "Gadi Afek",
      "Daniel Carney",
      "David C. Moore"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.00804",
    "title": "Development of the Quantum Inspired SIBFA Many-Body Polarizable Force  Field: I. Enabling Condensed Phase Molecular Dynamics Simulations",
    "abstract": " Title: Development of the Quantum Inspired SIBFA Many-Body Polarizable Force  Field: I. Enabling Condensed Phase Molecular Dynamics Simulations ",
    "url": "https://arxiv.org/abs/2201.00804",
    "authors": [
      "Sehr Naseem-Khan",
      "Louis Lagardère",
      "Christophe Narth",
      "G. Andrés Cisneros",
      "Pengyu Ren",
      "Nohad Gresh",
      "Jean-Philip Piquemal"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]