[
  {
    "id": "arXiv:2507.08156",
    "title": "Volume-Preserving Deformation of Honeycomb Wire Media Enables Broad Plasma Frequency Tunability",
    "abstract": "           We demonstrate tunability of the plasma frequency in a wire medium by mechanically deforming a lattice of parallel metallic wires arranged at the nodes of a honeycomb structure. Numerical simulations predict up to 78% tunability and a proof-of-concept experiment confirms 64%.         ",
    "url": "https://arxiv.org/abs/2507.08156",
    "authors": [
      "Denis Sakhno",
      "Jim A. Enriquez",
      "Pavel A. Belov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2507.08185",
    "title": "Nonlinear optical microscopy with an obscuration-free, freeform reflective objective",
    "abstract": "           Nonlinear optical (NLO) imaging platforms traditionally rely on refractive microscope objectives, which suffer from chromatic aberrations and temporal dispersion of pulsed excitation light. These issues degrade spatial imaging properties and signal brightness. Furthermore, the limited transmission range of refractive materials restricts NLO imaging, especially for applications requiring short- to mid-wave infrared excitation. While reflective microscope objectives offer an achromatic solution and broader transmission range (from visible to mid-infrared), conventional Schwarzschild designs have a central obscuration, which limits transmission throughput, imparts diffraction effects into the images, and, more generally, hinders the adoption of reflective optics in NLO microscopy. We overcome these obscuration-based limitations by developing a novel, reflective microscope objective using freeform mirrors in a non-coaxial geometry. This innovative, obscuration-free design boasts a 0.65 numerical aperture (NA), near diffraction-limited imaging performance, and offers significantly improved transmission with wider fields-of-view. We demonstrate its utility by integrating it into a standard laser-scanning microscope and performing NLO microscopy across a wide range of excitation wavelengths. Our freeform microscope objective outperforms standard reflective designs, providing an achromatic, dispersion-free alternative to refractive lenses for NLO imaging.         ",
    "url": "https://arxiv.org/abs/2507.08185",
    "authors": [
      "Yryx Y. Luna Palacios",
      "Tuyet N. A. Hoang",
      "Salile Khandani",
      "Stephan Clark",
      "Aaron Bauer",
      "Jannick P. Rolland",
      "Eric O. Potma",
      "Adam M. Hanninen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.08287",
    "title": "Enantioselective radical reactions can be induced by electron spin polarization: A quantum mechanism for Nature's emergent homochirality?",
    "abstract": "           Biomolecules that constitute life on Earth are chiral, but the precise mechanism by which homochirality emerged remains a mystery. In this work it is demonstrated that reactions of radical pairs, where one of the radical electron spins is polarised, can be enantioselective. This phenomenon arises from transient coherent quantum dynamics of the radical pair electron spins, which is known to occur even in warm and noisy condensed phase environments, where energetic perturbations much smaller than thermal energy can have large effects on reactivity. A quantitative theory is presented based on the molecular theory of chirality induced spin selectivity (CISS), where electron exchange interactions and chirality-dependent spin-orbit coupling effects control enantioselectivity. This theory provides useful bounds on the maximum enantiomeric excess for these reactions, which are found to be consistent with previous experiments. The enantioseletive radical pair mechanism presented here provides an alternative mechanistic basis to a recent proposal that spin-polarised photoelectrons from magnetite provided the initial chiral symmetry breaking necessary for the inception of homochirality in Nature, as well as suggests a new strategy for asymmetric synthesis using spin-polarised electrons.         ",
    "url": "https://arxiv.org/abs/2507.08287",
    "authors": [
      "Thomas P Fay"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Biological Physics (physics.bio-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2507.08332",
    "title": "Electrothermally Modulated Nanophotonic Waveguide-integrated Ring Resonator",
    "abstract": "           Reconfigurable integrated chips of photonic components and networks are envisaged to play a key role in realizing highly efficient integrated photonic information processing. Electrothermally modulated optical effect (ETMOE) is a powerful thermo-optic tuning mechanism for silicon photonic devices, enabling precise optical control via localized Joule heating. We present a rigorous and three-dimensional electronic-photonic co-integrated approach with the nonlinear numerical coupling of temperature and wavelength-dependent material properties to comprehensively model ETMOE in silicon waveguides and resonators. A platinum-based symmetric heater is optimized using advanced true 3D numerical simulations, achieving efficient ETMOE-based tuning while mitigating asymmetric heat distribution. In addition to a complete design and analysis of the fully integrated three-dimensional switch, we also evaluate single-mode waveguide cutoff, heater-to-waveguide separation, heater dimensions, and thermal dissipation, providing a framework for ETMOE-based optimization. The findings contribute to energy-efficient, programmable photonic systems for neuromorphic computing, optical interconnects, and reconfigurable photonic networks.         ",
    "url": "https://arxiv.org/abs/2507.08332",
    "authors": [
      "Sujal Gupta",
      "Jolly Xavier"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2507.08539",
    "title": "Electric field measurements of Rydberg atomic frequency comb based on pulsed laser excitation",
    "abstract": "           We present an innovative frequency comb methodology utilizing pulsed lasers for Rydberg atoms and implement it for electric field measurement. It achieves the Rydberg state population of multi-velocity group atoms through the two-photon resonant excitation of a 509 nm pulsed laser and an 852 nm continuous laser. The frequency comb approach markedly elevates the population of Rydberg atoms and augments the atomic density for sensing, thereby enhancing measurement sensitivity. Our investigations generated high-sensitivity measurements of electric fields across a broad spectrum from 20 kHz to 96 MHz, with a minimum measured electric field sensitivity of 2.9uV/cm/Hz(1/2). Additionally, we have exhibited a high degree of measurement sensitivity in the 66 MHz and 88 MHz broadcast communication frequencies. This research enhances the effective detection of microwave signals over a broad spectrum of frequency bands utilizing Rydberg atoms and introduces an innovative technical methodology for microwave metrology grounded in Rydberg atoms.         ",
    "url": "https://arxiv.org/abs/2507.08539",
    "authors": [
      "Ke Di",
      "Chenglin Ye",
      "Yijie Du",
      "Yu Liu",
      "Feng Gao",
      "Jiajia Du",
      "Jun He"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2507.08609",
    "title": "Optimizing Aperture Geometry in THz-TDS for Accurate Spectroscopy of Quantum Materials",
    "abstract": "           Terahertz time-domain spectroscopy (THz-TDS) provides a powerful platform for investigating low-energy excitations in quantum materials. Because these materials are often limited in size, experimental setups typically rely on tightly focused beams and metallic holders with small apertures. In this work, we perform a systematic study of how aperture geometry influences THz signal transmission in a standard free-space configuration. By analyzing time- and frequency-domain data for circular apertures of varying diameters and thicknesses, we quantify the spatial and spectral filtering effects imposed by aperture size. We show that small apertures progressively attenuate low-frequency components of the transmitted signal, while higher-frequency content remains comparatively unaffected. These effects become especially significant for apertures smaller than typical THz beam waists, resulting in amplitude suppression and phase distortions that compromise the accuracy of frequency-domain analysis and optical parameter retrieval. The transmitted intensity as a function of aperture diameter also provides a straightforward method for estimating the beam waist at the focus. In contrast, standard aperture thicknesses do not introduce measurable distortions, confirming the adequacy of treating thick, non-resonant apertures as dielectric slabs. These findings establish practical guidelines for aperture selection in THz-TDS and underscore the importance of preserving low-frequency response for reliable characterization of quantum materials.         ",
    "url": "https://arxiv.org/abs/2507.08609",
    "authors": [
      "Laura O. Dias",
      "Eduardo D. Stefanato",
      "Nicolas M. Kawahala",
      "Felix G. G. Hernandez"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.08613",
    "title": "Photonic bandgap properties of hyperuniform systems self-assembled in a microfluidic channel",
    "abstract": "           Traditional self-assembly methods often rely on densely packed colloidal crystalline structures and have inherent limitations in generating materials with isotropic photonic bandgaps (PBG). This study explores the photonic properties of materials structured according to hyperuniform disordered patterns (HUDS) generated via a hydrodynamic process in a microchannel. This research employs simulations to characterize optical bandgaps and determine the minimum dielectric contrast required for PBG formation in structures based on the templates experimentally formed under various conditions during the hydrodynamic process. The optimal conditions in the hydrodynamic process for realizing PBG have been identified. The findings offer a promising avenue for the large-scale production of isotropic photonic bandgap materials.         ",
    "url": "https://arxiv.org/abs/2507.08613",
    "authors": [
      "Lily Traktman",
      "Bowen Yu",
      "Isa Vasquez",
      "Stanislav Ospov",
      "Remi Dreyfus",
      "Weining Man"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.08618",
    "title": "Neutron-induced opalescence in silica glass",
    "abstract": "           Light scattering intensity distribution along the optical fiber length is analyzed, which was measured by optical time domain reflectometry (OTDR) during and after fiber irradiation in a nuclear reactor. The OTDR traces prove to contain two components associated with either radiation-induced attenuation (RIA), or with Rayleigh scattering coefficient (RSC) variation. The RSC increase effect in the first stage of fast-neutron irradiation is argued to be similar to the anomalous scattering buildup near the critical point of the liquid-vapor transition known as critical opalescence. For his reason, the RSC increase due to fast-neutron irradiation can be named neutron-induced opalescence (NIO).         ",
    "url": "https://arxiv.org/abs/2507.08618",
    "authors": [
      "S. A. Vasiliev",
      "P. F. Kashaykin",
      "A. L. Tomashuk"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2507.08635",
    "title": "Dynamical symmetries in laser harmonic generation via a cubic nonlinearity",
    "abstract": "           In our earlier work on harmonic generation with complex light [Nature Communications 15, 6878 (2024)], we demonstrated how the harmonic spectrum of a complex laser beam in a nonlinear medium can be obtained through the judicious application of the ``beat wave'' concept. In this paper, we show how the same results can be obtained via the full set of symmetries of the initial laser-target configuration, and how this can be reconciled with the ``beat wave'' approach. We also highlight the connections between our work and existing theory for diffraction of EM waves from crystals: Laue equations, Mathieu equation, and theorems by Noether, Floquet and Bloch. The specific nature of our approach to harmonic spectra allows these connections to be revealed. We illustrate this with numerous examples taken from existing literature to show the wide applicability of our approach.         ",
    "url": "https://arxiv.org/abs/2507.08635",
    "authors": [
      "Raoul Trines",
      "Holger Schmitz",
      "Martin King",
      "Paul McKenna",
      "Robert Bingham"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.08183",
    "title": "Parametrized Quantum Circuit Learning for Quantum Chemical Applications",
    "abstract": "           In the field of quantum machine learning (QML), parametrized quantum circuits (PQCs) -- constructed using a combination of fixed and tunable quantum gates -- provide a promising hybrid framework for tackling complex machine learning problems. Despite numerous proposed applications, there remains limited exploration of datasets relevant to quantum chemistry. In this study, we investigate the potential benefits and limitations of PQCs on two chemically meaningful datasets: (1) the BSE49 dataset, containing bond separation energies for 49 different classes of chemical bonds, and (2) a dataset of water conformations, where coupled-cluster singles and doubles (CCSD) wavefunctions are predicted from lower-level electronic structure methods using the data-driven coupled-cluster (DDCC) approach. We construct a comprehensive set of 168 PQCs by combining 14 data encoding strategies with 12 variational ans{ä}tze, and evaluate their performance on circuits with 5 and 16 qubits. Our initial analysis examines the impact of circuit structure on model performance using state-vector simulations. We then explore how circuit depth and training set size influence model performance. Finally, we assess the performance of the best-performing PQCs on current quantum hardware, using both noisy simulations (\"fake\" backends) and real quantum devices. Our findings underscore the challenges of applying PQCs to chemically relevant problems that are straightforward for classical machine learning methods but remain non-trivial for quantum approaches.         ",
    "url": "https://arxiv.org/abs/2507.08183",
    "authors": [
      "Grier M. Jones",
      "Viki Kumar Prasad",
      "Ulrich Fekl",
      "Hans-Arno Jacobsen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2507.08408",
    "title": "New scattering zones in quantum speckle propagation",
    "abstract": "           Quantum speckles exhibit significantly richer behavior than their classical counterparts due to their higher dimensionality. A simple example is the far-field speckle pattern in 1D light scattering: classical light forms 1D speckles defined by the numerical aperture, whereas biphoton scattering depends in addition on the photon correlation length, forming 2D elliptical speckles. To date, the behavior of quantum speckles for shorter propagation distances has not been considered. We remedy this here by considering the paraxial evolution of two-photon entanglement at arbitrary propagation distances from an isotropic scatterer. We show, theoretically, numerically, and experimentally, that the two length scales of the biphoton introduce a new Fresnel regime between the conventional near and far fields. Further, we show that the quantum near field is characterized by speckles with a square shape that remain constant during propagation. In contrast, the intermediate regime can be engineered to have a constant speckle size along the sum coordinate but a linearly expanding speckle size along the difference coordinate, with a speckle shape that transitions from square to elliptical. The results merge quantum coherence with scattering statistics and suggest new regimes of operation for correlation-based quantum sensing and imaging.         ",
    "url": "https://arxiv.org/abs/2507.08408",
    "authors": [
      "Shaurya Aarav",
      "S. A. Wadood",
      "Jason W Fleischer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.08418",
    "title": "Continuous-time parametrization of neural quantum states for quantum dynamics",
    "abstract": "           Neural quantum states are a promising framework for simulating many-body quantum dynamics, as they can represent states with volume-law entanglement. As time evolves, the neural network parameters are typically optimized at discrete time steps to approximate the wave function at each point in time. Given the differentiability of the wave function stemming from the Schrödinger equation, here we impose a time-continuous and differentiable parameterization of the neural network by expressing its parameters as linear combinations of temporal basis functions with trainable, time-independent coefficients. We test this ansatz, referred to as the smooth neural quantum state ($s$-NQS) with a loss function defined over an extended time interval, under a sudden quench of a non-integrable many-body quantum spin chain. We demonstrate accurate time evolution using simply a restricted Boltzmann machine as the instantaneous neural network architecture. Furthermore, we demonstrate that the parameterization is efficient in the number of parameters and the smooth neural quantum state allows us to initialize and evaluate the wave function at times not included in the training set, both within and beyond the training interval.         ",
    "url": "https://arxiv.org/abs/2507.08418",
    "authors": [
      "Dingzu Wang",
      "Wenxuan Zhang",
      "Xiansong Xu",
      "Dario Poletti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2507.08699",
    "title": "A novel quantum circuit for the quantum Fourier transform",
    "abstract": "           The Quantum Fourier Transform (QFT) is a fundamental component of many quantum computing algorithms. In this paper, we present an alternative method for factoring this transformation. Inspired by this approach, we introduce a new quantum circuit for implementing the QFT. We show that this circuit is more efficient than the conventional design. Furthermore, using this circuit, we develop an alternative version of the HHL algorithm, which also demonstrates improved performance compared to the standard implementation.         ",
    "url": "https://arxiv.org/abs/2507.08699",
    "authors": [
      "Juan M. Romero",
      "Emiliano Montoya-González",
      "Guillermo Cruz",
      "Roberto C. Romero"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2307.04290",
    "title": "The Electronic Structure of the Hydrogen Molecule: A Tutorial Exercise in Classical and Quantum Computation",
    "abstract": "           In this educational paper, we will discuss calculations on the hydrogen molecule both on classical and quantum computers. In the former case, we will discuss the calculation of molecular integrals that can then be used to calculate potential energy curves at the Hartree--Fock level and to correct them by obtaining the exact results for all states in the minimal basis. Some aspects of spin-symmetry will also be discussed. In the case of quantum computing, we will start out from the second-quantized Hamiltonian and qubit mappings. Using quantum phase estimation, we then provide the circuits for two different algorithms: Trotteization and qubitization. Finally, the significance of quantum error correction will be briefly discussed.         ",
    "url": "https://arxiv.org/abs/2307.04290",
    "authors": [
      "Vincent Graves",
      "Christoph Sünderhauf",
      "Nick S. Blunt",
      "Róbert Izsák",
      "Milán Szőri"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.07317",
    "title": "Flow-acoustic resonance in deep and inclined cavities",
    "abstract": "           This paper presents numerical investigations of flow-acoustic resonances in deep and inclined cavities using wall-resolved large-eddy simulations. A cavity with $D/L = 2.632$ is subjected to ($M_\\infty=0.2$ and $0.3$) at three inclination angles ($\\alpha=30^{\\circ}$, $60^{\\circ}$, and $90^{\\circ}$). Fully turbulent boundary layers from precursor simulations are employed upstream of the cavities. The simulation results show significant differences between inclined and orthogonal cavity flows, particularly at $M_{\\infty} = 0.3$, where the inclined cavities exhibit stronger resonances (by more than 20 dB) at a lower peak frequency ($St=0.276$) than the orthogonal cavity, whose peak occurs at $St=0.849$. Acoustic modal analysis identifies these frequencies as the 1st and 2nd eigenmodes. Further analysis shows that the mode selection is linked to the hydrodynamic modes that pair with the acoustic modes. In the orthogonal cavity, the 2nd hydrodynamic mode prevails, in which two small vortices travel across the cavity opening. In the inclined cavities, however, a single large-scale roll-up vortex is generated owing to the strong Kelvin-Helmholtz instability in the shear layer. Importantly, this vortex spends much of its lifetime growing in size rather than traveling rapidly downstream, resulting in a longer crossing time per cycle that correlates with the 1st acoustic eigenmode frequency. Furthermore, aeroacoustic resolvent analysis indicates that inclined cavities amplify acoustic responses effectively and exhibit weaker source-sink cancellation than the orthogonal cavity. These mechanisms are the primary contributors to the enhanced aeroacoustic response of the inclined cavities. Finally, it is proposed that the ratio of acoustic particle displacement to momentum thickness can be used for predicting the onset of deep cavity resonance associated with the identified distinctive vortex dynamics.         ",
    "url": "https://arxiv.org/abs/2407.07317",
    "authors": [
      "You Wei Ho",
      "Jae Wook Kim"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2502.03077",
    "title": "Nonlocal Generation of Fano Resonance with No Symmetry Breaking in THz Hybrid Metasurfaces",
    "abstract": "           Fano resonance, arising from the interference between a discrete resonance and a continuum of states, results in sharp and asymmetric line shapes and has significant applications in advanced photonic devices, particularly in sensing, filtering, and nonlinear optics. Nowadays, metasurfaces comprised of engineering microstructures play a crucial role in generation and manipulation of Fano resonance in photonics. However, current metasurfaces dominantly rely on local symmetry breaking of the microstructures to induce Fano resonances, which significant limits their tunability and scalable fabrication for practical applications. To address the challenge, a metal-dielectric hybrid metasurface is demonstrated to achieve nonlocal generation of Fano resonance with no symmetry breaking in the terahertz (THz) band. The Fano resonance, including its existence and peak frequency, is sensitively controlled by the thickness and dielectric constant of the dielectric layer, which is experimentally observed. Our analysis elucidates that the metallic layer with a pair of dumbbell holes leads to the band folding and coupling of guided modes within the dielectric layer. When the thickness or dielectric constant surpasses a critical value, the guided mode resonance falls below the diffraction limit, resulting in a unique nonlocal Fano resonance due to the interaction between the resonance and background transmission facilitated by dumbbell holes. Furthermore, the Fano transmission peak corresponds to an anapole excitation, revealed by multipole calculations. Benefiting from the ability to control the Fano resonance with no symmetry breaking, the proposed hybrid THz metasurface will advance broad applications in the fields of sensors, optical switches, and tunable filters.         ",
    "url": "https://arxiv.org/abs/2502.03077",
    "authors": [
      "Boyuan Ge",
      "Jiayu Fan",
      "Ken Qin",
      "Xiexuan Zhanga",
      "Haitao Li",
      "Fang Ling",
      "Xiaoxiao Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.11911",
    "title": "Obstructed Atomic Limit Topological Protection in C4-Symmetric Photonic Crystals for Optical Communications",
    "abstract": "           Recent developments in photonic topological phases have revealed that protected edge modes can emerge not only from global topological invariants, but also from symmetry-enforced polarization mismatches between distinct bulk phases. In this work, we investigate the capabilities and limitations of a square-lattice ($C_4$-symmetric) photonic crystal composed of a single dielectric material that supports interface-localized modes at the boundary between regions characterized by distinct obstructed atomic limits (OALs). These modes are confined to a common band gap and exhibit high transmission, even in the presence of structural perturbations. Our analysis reveals that the interface modes are stabilized by a mismatch in the position of Wannier centers between the two adjoining crystals. We demonstrate nearly lossless transmission around sharp turns and through localized defects, though the robustness depends asymmetrically on the side of perturbation, reflecting the partial nature of the protection. We also show that increasing the number of photonic crystal periods surrounding the interface enhances both modal confinement and spectral stability. These findings establish polarization mismatch between OALs as a practical and fabrication-compatible mechanism for engineering robust photonic transport in \\(C_4\\)-symmetric systems.         ",
    "url": "https://arxiv.org/abs/2502.11911",
    "authors": [
      "Ondřej Novák",
      "Martin Veis",
      "Gervasi Herranz"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.16717",
    "title": "Probing the dichotomy between Yu-Shiba-Rusinov and Majorana bound states via conductance, quantum noise and $Δ_T$ noise",
    "abstract": "           We investigate charge and spin conductance, charge and spin quantum noise, along with charge and spin $\\Delta_T$ noise, as diagnostic tools to distinguish Yu-Shiba-Rusinov (YSR) states from Majorana-bound states (MBS) in a one-dimensional metal/spin-flipper/metal/insulator/superconductor junction. YSR states arise from magnetic impurities acting as spin-flippers within a trivial s-wave superconducting gap, while MBS emerge in topological superconductors, often leading to ambiguity in experiments where magnetic impurities mimic zero-energy MBS signatures. By replacing the trivial superconductor with a topological one exhibiting triplet pairing (e.g., chiral p or spinless p-wave nanowires), we identify robust and distinguishing features of YSR and MBS states. Our analysis demonstrates that combined measurements of both charge and spin conductance, charge and spin quantum noise, and their $\\Delta_T$ noise counterparts offer unique and reliable signatures to differentiate YSR states from genuine MBS, thereby reducing false-positive interpretations in topological superconductivity experiments.         ",
    "url": "https://arxiv.org/abs/2406.16717",
    "authors": [
      "Sachiraj Mishra",
      "Colin Benjamin"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.19417",
    "title": "Interferometric Mass Photometry at the Quantum Limit of Sensitivity",
    "abstract": "           We present an innovative optical imaging system for measuring parameters of a small particle such as a macromolecule or nanoparticle at the quantum limit of sensitivity. In comparison to the conventional confocal interferometric scattering (iSCAT) approach, our setup adds a second arm to form a Michelson interferometer that allows us to tune a relative phase. We evaluate the quantum Cramér-Rao bound (QCRB) for different quantum states, including single-mode coherent states, multi-frequency coherent states, and phase-averaged coherent states. Our results show that the proposed setup can achieve the QCRB of sensitivity and outperform iSCAT for all considered quantum states for mass and phase estimation of a particle.         ",
    "url": "https://arxiv.org/abs/2410.19417",
    "authors": [
      "Fabian Müller",
      "Emre Köse",
      "Alfred J. Meixner",
      "Erik Schäffer",
      "Daniel Braun"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.22491",
    "title": "Fluctuation-dominated phase ordering in the one dimensional Truncated Inverse Distance Square Ising (TIDSI) model",
    "abstract": "           Many physical systems, including some examples of active matter, granular assemblies, and biological systems, show fluctuation-dominated phase ordering (FDPO), where macroscopic fluctuations coexist with long-range order. Most of these systems are out of equilibrium. By contrast, a recent work has analytically demonstrated that an equilibrium one-dimensional Truncated Inverse Distance Square Ising (TIDSI) model shows FDPO. The analytical results rely on a cluster representation of the model that we term TIDSI-CL and are governed by the ratio, $c$, of the long-range interaction strength to the critical temperature. We show that the allowed range of $c$ is very narrow in the TIDSI model while it is unbounded in TIDSI-CL. We perform Monte-Carlo simulations for the TIDSI model and show consistency with the analytical results in the allowed range of $c$. The correlation length grows strongly on approaching the critical point, leading to a broad near-critical region. Within this region, $\\alpha$, which is the cusp exponent of the power-law decay of the scaled correlation function at criticality, changes to $\\alpha^\\text{eff}$. We also investigate the coarsening dynamics of the model: the correlation function, domain size distribution, and aging behavior are consistent with the equilibrium properties upon replacing the system size, $L$, with the coarsening length, $\\mathcal{L}(t)$. The mean largest cluster size shows logarithmic corrections due to finite $L$ and waiting time, $t_w$. The aging autocorrelation function exhibits two different scaling forms, characterized by exponents $\\beta$ and $\\gamma$, at short and long times compared to $t_w$, where $\\beta=\\alpha/2$.         ",
    "url": "https://arxiv.org/abs/2410.22491",
    "authors": [
      "Souvik Sadhukhan",
      "Mustansir Barma",
      "Saroj Kumar Nandi"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2505.18813",
    "title": "Entanglement dynamics of Multi-Level Atoms embedded in Photonic Crystals: Leveraging Resonant Dipole Interactions and Quantum Interference",
    "abstract": "           We present a comprehensive investigation of entanglement dynamics in multi-level V-type atomic systems embedded within PC cavities. We mainly focus on the synergistic roles of resonant dipole-dipole interactions and quantum interference through analytical modeling and numerical simulations using the Schrodinger equation. Key findings reveal that resonant interaction dominates when interatomic distances align with the localization length of photon-atom bound states lying in the bandgap region. The entanglement is preserved for extended times due to stronger RDDI, when dipoles of each atom are aligned parallel or anti-parallel for both quantum-correlated and separable initial states. For orthogonally oriented atomic dipoles, initially entangled states display a distinctive oscillatory entanglement behavior characterized by non-Markovian effects such as delayed feedback and entanglement revival. In contrast, initially separable states experience a more rapid decay of entanglement under these conditions. It is mainly driven by destructive interference between vacuum-mediated pathways and bandgap-engineered photonic density of states. We further demonstrate that positioning the atomic excited states deeper within the photonic bandgap accelerates the decay of entanglement oscillations due to the exponential suppression of resonant energy exchange mediated by evanescent modes. Our analysis establishes RDDI and quantum interference as potential tools for controlling entanglement lifetimes in photonic crystal environments, offering new strategies for engineered quantum coherence.         ",
    "url": "https://arxiv.org/abs/2505.18813",
    "authors": [
      "Nancy Ghangas",
      "Shubhrangshu Dasgupta"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.07789",
    "title": "Computationally Efficient Information-Driven Optical Design with Interchanging Optimization",
    "abstract": "           Recent work has demonstrated that imaging systems can be evaluated through the information content of their measurements alone, enabling application-agnostic optical design that avoids computational decoding challenges. Information-Driven Encoder Analysis Learning (IDEAL) was proposed to automate this process through gradient-based optimization. In this work, we study IDEAL across diverse imaging systems and find that it suffers from high memory usage, long runtimes, and a potentially mismatched objective function due to end-to-end differentiability requirements. We introduce IDEAL with Interchanging Optimization (IDEAL-IO), a method that decouples density estimation from optical parameter optimization by alternating between fitting models to current measurements and updating optical parameters using fixed models for information estimation. This approach reduces runtime and memory usage by up to 6x while enabling more expressive density models that guide optimization toward superior designs. We validate our method on diffractive optics, lensless imaging, and snapshot 3D microscopy applications, establishing information-theoretic optimization as a practical, scalable strategy for real-world imaging system design.         ",
    "url": "https://arxiv.org/abs/2507.07789",
    "authors": [
      "Eric Markley",
      "Henry Pinkard",
      "Leyla Kabuli",
      "Nalini Singh",
      "Laura Waller"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Information Theory (cs.IT)",
      "Optics (physics.optics)"
    ]
  }
]