[
  {
    "id": "arXiv:2403.10580",
    "title": "Simple circuit and experimental proposal for the detection of  gauge-waves",
    "abstract": "Aharonov-Bohm electrodynamics predicts the existence of traveling waves of pure potentials, with zero electromagnetic fields, denoted as gauge waves, or g-waves for short. In general, these waves cannot be shielded by matter since their lack of electromagnetic fields prevents the material from reacting to them. However, a not-locally-conserved electric current present in the material does interact with the potentials in the wave, giving the possibility of its detection. In [F.M., G.M., Eur.Phys.J. C 83, 1086 (2023)] the basic theoretical description of a detecting circuit was presented, based on a phenomenological theory of materials that can sustain not-locally-conserved electric currents. In the present work we discuss how that circuit can be built in practice, and used for the effective detection of g-waves. ",
    "url": "https://arxiv.org/abs/2403.10580",
    "authors": [
      "F. Minotti",
      "G. Modanese"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2403.10628",
    "title": "A Terahertz Bandwidth Nonmagnetic Isolator",
    "abstract": "Integrated photonics could bring transformative breakthroughs in computing, networking, imaging, sensing, and quantum information processing, enabled by increasingly sophisticated optical functionalities on a photonic chip. However, wideband optical isolators, which are essential for the robust operation of practically all optical systems, have been challenging to realize in integrated form due to the incompatibility of magnetic media with these circuit technologies. Here, we present the first-ever demonstration of an integrated non-magnetic optical isolator with terahertz-level optical bandwidth. The system is comprised of two acousto-optic frequency-shifting beam splitters which create a non-reciprocal multimode interferometer exhibiting high-contrast, nonreciprocal light transmission. We dramatically enhance the isolation bandwidth of this system by precisely dispersion balancing the paths of the interferometer. Using this approach, we demonstrate integrated nonmagnetic isolators with an optical contrast as high as 28 dB, insertion losses as low as -2.16 dB, and optical bandwidths as high as 2 THz (16 nm). We also show that the center frequency and direction of optical isolation are rapidly reconfigurable by tuning the relative phase of the microwave signals used to drive the acousto-optic beam splitters. With their CMOS compatibility, wideband operation, low losses, and rapid reconfigurability, such integrated isolators could address a key barrier to the integration of a wide range of photonic functionalities on a chip. Looking beyond the current demonstration, this bandwidth-scalable approach to nonmagnetic isolation opens the door to ultrawideband (>10 THz) isolators, which are needed to shrink state-of-the-art imaging, sensing, and communications systems into photonic integrated circuits. ",
    "url": "https://arxiv.org/abs/2403.10628",
    "authors": [
      "Haotian Cheng",
      "Yishu Zhou",
      "Freek Ruesink",
      "Margaret Pavlovich",
      "Shai Gertler",
      "Andrew L. Starbuck",
      "Andrew J. Leenheer",
      "Andrew T. Pomerene",
      "Douglas C. Trotter",
      "Christina Dallo",
      "Matthew Boady",
      "Katherine M. Musick",
      "Michael Gehl",
      "Ashok Kodigala",
      "Matt Eichenfield",
      "Anthony L. Lentine",
      "Nils T. Otterstrom",
      "Peter T. Rakich"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.10670",
    "title": "A Laser Phase Plate for Transmission Electron Microscopy",
    "abstract": "Low image contrast is a major limitation in transmission electron microscopy, since samples with low atomic number only weakly phase-modulate the illuminating electron beam, and beam-induced sample damage limits the usable electron dose. The contrast can be increased by converting the electron beam's phase modulation into amplitude modulation using a phase plate, a device that applies a $\\pi/2$ radian phase shift to part of the electron beam after it has passed through the sample. Previous phase plate designs rely on material placed in or near the electron beam to provide this phase shift. This results in image aberrations, an inconsistent time-varying phase shift, and resolution loss when the electron beam charges, damages, or is scattered from the material. In this thesis, I present the theory, design, and implementation of the laser phase plate, which instead uses a focused continuous-wave laser beam to phase shift the electron beam. A near-concentric Fabry-P\\'{e}rot optical cavity focuses and resonantly enhances the power of the laser beam in order to achieve the high intensity required to provide the phase shift. We demonstrate that the cavity can surpass this requirement and generate a record-high continuous-wave laser intensity of $590 \\, \\mathrm{GW}/\\mathrm{cm}^{-2}$. By integrating the cavity into a transmission electron microscope, we show that the ponderomotive potential of the laser beam applies a spatially selective phase shift to the electron beam. This enables us to make the first experimental observation of the relativistic reversal of the ponderomotive potential. We then theoretically analyze the properties of the contrast transfer function generated by the laser phase plate. We experimentally determine that resolution loss caused by thermal magnetic field noise emanating from electrically conductive materials in the cavity can be eliminated by designing the cavity with a sufficiently large electron beam aperture. Finally, we show that the laser phase plate provides a stable $\\pi/2$ phase shift and concomitant contrast enhancement when imaging frozen hydrated biological macromolecules. We use these images to successfully determine the structure of the molecules. This demonstrates the laser phase plate as the first stable and lossless phase plate for transmission electron microscopy ",
    "url": "https://arxiv.org/abs/2403.10670",
    "authors": [
      "Jeremy J. Axelrod"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Biomolecules (q-bio.BM)"
    ]
  },
  {
    "id": "arXiv:2403.11005",
    "title": "A Fully Dynamical Description of Time-Resolved Resonant Inelastic X-ray  Scattering of Pyrazine",
    "abstract": "Recent advancements in ultrashort and intense X-ray sources have enabled the utilisation of resonant inelastic X-ray scattering (RIXS) as a probing technique for monitoring photoinduced dynamics in molecular systems. To account for dynamic phenomena like non-adiabatic transitions across the entire electronic state manifold, a time-dependent framework is crucial. Here, we introduce a fully time-dependent approach for calculating transient RIXS spectra using wavepacket dynamics simulations, alongside an explicit treatment of the X-ray probe pulse that surpasses Kramers-Heisenberg-Dirac constraints. Our analysis of pyrazine at the nitrogen K-edge underscores the importance of considering motion effects in all electronic states involved in the transient RIXS process. As a result, we propose a numerically exact approach to computationally support and predict cutting-edge time-resolved RIXS experiments. ",
    "url": "https://arxiv.org/abs/2403.11005",
    "authors": [
      "Antonia Freibert",
      "David Mendive-Tapia",
      "Oriol Vendrell",
      "Nils Huse"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2403.11035",
    "title": "Multiplane Quantitative Phase Imaging Using a Wavelength-Multiplexed  Diffractive Optical Processor",
    "abstract": "Quantitative phase imaging (QPI) is a label-free technique that provides optical path length information for transparent specimens, finding utility in biology, materials science, and engineering. Here, we present quantitative phase imaging of a 3D stack of phase-only objects using a wavelength-multiplexed diffractive optical processor. Utilizing multiple spatially engineered diffractive layers trained through deep learning, this diffractive processor can transform the phase distributions of multiple 2D objects at various axial positions into intensity patterns, each encoded at a unique wavelength channel. These wavelength-multiplexed patterns are projected onto a single field-of-view (FOV) at the output plane of the diffractive processor, enabling the capture of quantitative phase distributions of input objects located at different axial planes using an intensity-only image sensor. Based on numerical simulations, we show that our diffractive processor could simultaneously achieve all-optical quantitative phase imaging across several distinct axial planes at the input by scanning the illumination wavelength. A proof-of-concept experiment with a 3D-fabricated diffractive processor further validated our approach, showcasing successful imaging of two distinct phase objects at different axial positions by scanning the illumination wavelength in the terahertz spectrum. Diffractive network-based multiplane QPI designs can open up new avenues for compact on-chip phase imaging and sensing devices. ",
    "url": "https://arxiv.org/abs/2403.11035",
    "authors": [
      "Che-Yung Shen",
      "Jingxi Li",
      "Tianyi Gan",
      "Yuhang Li",
      "Langxing Bai",
      "Mona Jarrahi",
      "Aydogan Ozcan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Neural and Evolutionary Computing (cs.NE)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.11084",
    "title": "High Performance Graphene Integrated Photonics Platform Enabled by  Gold-assisted Transfer",
    "abstract": "Graphene is promising for nanoscale, efficient, ultra-fast photo- and opto-electronic devices because of its remarkable electrical and optical properties, such as fast electron relaxation and heat dissipation. Here, we realize high-performance graphene integrated photonics platform enabled by gold-assisted transfer. Thanks to our optimized transfer technique, we fabricate and demonstrate (1) a microscale thermo-optic modulator with a tuning efficiency of 0.037 nm/mW and high heating performance of 67.4 K${\\mu}m^{3}mW^{-1}$ on a small active area of 7.54 ${\\mu}m^{2}$ and (2) a graphene electro-absorption modulator featuring an high modulation bandwidth up to 26.8 GHz and a high-speed data rate reaching 48 Gb/s, and (3) a graphene Mach-Zehnder interferometer modulator with a high normalized modulation efficiency of 0.027 dBV$^{-1}{\\mu}m^{-1}$. Our graphene integrated photonics platform has far superior performances compared to state of the art in terms of efficiency, low process complexity, and compact device footage. Thus, our approach and results provide the background for the realization of high-performance integrated photonic circuits with CMOS compatibility. ",
    "url": "https://arxiv.org/abs/2403.11084",
    "authors": [
      "Xiaoxuan Wu",
      "Zhengyi Cao",
      "Tianxiang Zhao",
      "Yun Wu",
      "Zhonghui Li",
      "Spyros Doukas",
      "Elefterios Lidorikis",
      "Yu Xue",
      "Liu Liu",
      "Omid Ghaebi",
      "Giancarlo Soavi",
      "Junpeng Lv",
      "Zhenghua Ni",
      "Junjia Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.11235",
    "title": "Broadband Cavity-Enhanced Kerr Comb Spectroscopy on Chip",
    "abstract": "The broad and equidistant spectrum of frequency combs has had a profound impact on spectroscopic studies. Particularly, experiments involving the coupling of frequency combs to cavities have already enabled unprecedented broadband and sensitive spectroscopy on a single-molecule level. The emergence of integrated, compact and broadband Kerr-microcombs holds promise to bring many metrological and spectroscopic studies outside of the lab. However, performing cavity-enhanced direct frequency comb spectroscopy on-chip has remained a challenge. Here, we couple a microcomb source with a microcavity to extend the advantages of cavity-enhanced spectroscopy to photonically integrated circuits. By harnessing the coherent nature of the Kerr-comb and high-Q microcavity enhancement, we obtain a detailed dispersion landscape of the guided-wave mode and comprehensive frequency-dependent cavity lineshapes. Our microcomb-cavity coupling can facilitate photonically integrated cavity-enhanced biochemical spectroscopy by evanescently coupling analytes to the cavity's guided mode, a mode of operation we analyze and provide guidelines for. Demonstrated detailed dispersion measurements, overperforming state-of-the-art table-top tunable lasers in available bandwidth, show potential for integrated nonlinear optics applications, as precise dispersion management is crucial for such processes. Our chip-scale comb-cavity coupled platform suggests an integrated, broadband, cost-effective and accurate tool for the nonlinear optics studies as well as for ultra-compact bio- and chemical- sensing platform. ",
    "url": "https://arxiv.org/abs/2403.11235",
    "authors": [
      "Andrei Diakonov",
      "Konstantin Khrizman",
      "Eliran Zano",
      "Liron Stern"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.11245",
    "title": "Thickness effect on superconducting properties of niobium films for  radio-frequency cavity applications",
    "abstract": "Niobium-coated copper radio-frequency cavities are cost-effective alternatives to bulk niobium cavities, given the lower material costs of copper substrates and their operation in liquid helium at around 4.2 K. However, these cavities historically exhibited a gradual degradation in performance with the accelerating field. This phenomenon, not yet fully understood, limits the application of niobium thin film cavities in accelerators where the real-estate gradient needs to be maximized. Recent studies on niobium films deposited on copper using high power impulse magnetron sputtering (HiPIMS) technique show promising results in mitigating the performance degradation of niobium thin film radio-frequency cavities. This paper examines the effect of film thickness on the superconducting properties of niobium films deposited on copper using HiPIMS. The study provides insights into how the critical temperature, transition width, lower and upper critical fields, and critical current density vary with the film thickness. Increasing the thickness of niobium films deposited through HiPIMS is found to enhance superconducting properties and reduce densities of defects and structural irregularities in the crystalline lattice. This shows potential for enhancing overall performance and potentially mitigating the observed performance degradation in niobium thin film radio-frequency cavities. Additionally, the Ivry's scaling relation among critical temperature, thickness, and sheet resistance at the normal state appears applicable to niobium films up to approximately 4 $\\mu$m. This extends the previously confirmed validity for niobium films, which was limited to around 300 nm thickness. ",
    "url": "https://arxiv.org/abs/2403.11245",
    "authors": [
      "Antonio Bianchi",
      "Marco Bonura",
      "Carlota P. A. Carlos",
      "Stewart Leith",
      "Guillaume Rosaz",
      "Carmine Senatore",
      "Walter Venturini Delsolaro"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2403.11358",
    "title": "Spin dissymmetry in optical cavities",
    "abstract": "We introduce the spin dissymmetry factor, a measure of the spin-selectivity in the optical transition rate of quantum particles. This spin dissymmetry factor is valid locally, including at material interfaces and within optical cavities. We design and numerically demonstrate an optical cavity with three-fold rotational symmetry that maximizes spin dissymmetry, thereby minimizing the spin dephasing of a cavity-coupled quantum particle. Our approach emphasizes the difference between spin and chirality in the nearfield and reveals a classical parameter for designing more efficient quantum optical devices. ",
    "url": "https://arxiv.org/abs/2403.11358",
    "authors": [
      "Jefferson Dixon",
      "Zachary N. Mauri",
      "Christopher J. Ciccarino",
      "Priyanuj Bordoloi",
      "Feng Pan",
      "Felipe H. da Jornada",
      "Jennifer Dionne"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.11362",
    "title": "A continuous boostlet transform for acoustic waves in space-time",
    "abstract": "Sparse representation systems that encode the signal architecture have had an exceptional impact on sampling and compression paradigms. Remarkable examples are multi-scale directional systems, which, similar to our vision system, encode the underlying architecture of natural images with sparse features. Inspired by this philosophy, the present study introduces a representation system for acoustic waves in 2D space-time, referred to as the boostlet transform, which encodes sparse features of natural acoustic fields with the Poincar\\'e group and isotropic dilations. Continuous boostlets, $\\psi_{a,\\theta,\\tau}(\\varsigma) = a^{-1} \\psi \\left(D_a^{-1} B_\\theta^{-1}(\\varsigma-\\tau)\\right) \\in L^2(\\mathbb{R}^2)$, are spatiotemporal functions parametrized with dilations $a > 0$, Lorentz boosts $\\theta \\in \\mathbb{R}$, and translations $\\smash{\\tau \\in \\mathbb{R}^2}$ in space--time. The admissibility condition requires that boostlets are supported away from the acoustic radiation cone, i.e., have phase velocities other than the speed of sound, resulting in a peculiar scaling function. The continuous boostlet transform is an isometry for $L^2(\\mathbb{R}^2)$, and a sparsity analysis with experimentally measured fields indicates that boostlet coefficients decay faster than wavelets, curvelets, wave atoms, and shearlets. The uncertainty principles and minimizers associated with the boostlet transform are derived and interpreted physically. ",
    "url": "https://arxiv.org/abs/2403.11362",
    "authors": [
      "Elias Zea",
      "Marco Laudato",
      "Joakim Andén"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Signal Processing (eess.SP)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2403.11528",
    "title": "Development of neutron beamline for laser-driven neutron resonance  spectroscopy",
    "abstract": "Recent progress of laser science provides laser-driven neutron source (LDNS), which has remarkable features such as the short pulse width. One of the key techniques to be developed for more efficient use of the LDNS is neutron collimation tubes to increase the number of neutrons arriving at a detector in the time-of-flight method. However, when a tube with a thick wall is used as a collimator the neutron collection efficiency at the detector increases but the time resolution becomes wider because of multiple scattering inside of the tube. In the present study, we have developed a collimation tube made of Ni-0, which is optimized for the increased neutron collection efficiency and a reasonable time resolution. This collimator has been demonstrated experimentally using neutron resonance spectroscopy with neutrons provided from LFEX laser. ",
    "url": "https://arxiv.org/abs/2403.11528",
    "authors": [
      "Zechen Lan",
      "Yasunobu Arikawa",
      "Alessio Morace",
      "Yuki Abe",
      "S. Reza Mirfayzi",
      "Tianyun Wei",
      "Takehito Hayakawa",
      "Akifumi Yogo"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2403.11613",
    "title": "Scattering Singularity in Topological Dielectric Photonic Crystals",
    "abstract": "The exploration of topology in natural materials and metamaterials has garnered significant attention. Notably, the one-dimensional (1D) and two-dimensional (2D) Su-Schrieffer-Heeger (SSH) model, assessed through tight-binding approximations, has been extensively investigated in both quantum and classical systems, encompassing general and higher-order topology. Despite these advancements, a comprehensive examination of these models from the perspective of wave physics, particularly the scattering view, remains underexplored. In this study, we systematically unveil the origin of the 1D and 2D Zak phases stemming from the zero-scattering point, termed the scattering singularity in k-space. Employing an expanded plane wave expansion, we accurately compute the reflective spectrum of an infinite 2D photonic crystal (2D-PhC). Analyzing the reflective spectrum reveals the presence of a zero-scattering line in the 2D-PhC, considered the topological origin of the non-trivial Zak phase. Two distinct models, representing omnidirectional non-trivial cases and directional non-trivial cases, are employed to substantiate these findings. Our work introduces a novel perspective for characterizing the nature of non-trivial topological phases. The identification of the zero-scattering line not only enhances our understanding of the underlying physics but also provides valuable insights for the design of innovative devices. ",
    "url": "https://arxiv.org/abs/2403.11613",
    "authors": [
      "Langlang Xiong",
      "Xunya Jiang",
      "Guangwei Hu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2403.11709",
    "title": "Significant impact of light-matter strong coupling on chiral nonlinear  optical effect",
    "abstract": "Light-matter strong coupling (LMSC) is intriguing state in which light and matter are coherently hybridized inside cavity. It has been gaining widespread recognition as an excellent way for controlling material properties without any chemical modification. Here we show the LMSC is a powerful state to manipulate and improve a chiral nonlinear optical (NLO) effect through the investigation of second harmonic generation circular dichroism. At the upper polaritonic band in LMSC, in addition to an enhancement of SHG intensity by more than one order of magnitude, the responsivity to the handedness of circular polarized light is largely modified, where sign inversion and increase of dissymmetric factor is achieved. Quarter wave plate rotation analysis reveals that the LMSC clearly influence the coefficients associated with chirality in NLO process and it also contributes to the enhancement of nonlinear magnetic dipole interactions. This study demonstrates that LMSC serves as a novel platform for control of chiral optoelectronics and magneto-optics. ",
    "url": "https://arxiv.org/abs/2403.11709",
    "authors": [
      "Daichi Okada",
      "Fumito Araoka"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.11783",
    "title": "mqdtfit: A collection of Python functions for empirical multichannel  quantum defect calculations",
    "abstract": "The Python functions distributed with this article can be used for calculating the parameters of multichannel quantum defect theory models describing excited bound states of complex atoms. These parameters are obtained by fitting a model to experimental data provided by the user. The two main formulations of the theory are supported, namely the one in which the parameters of the model are a set of eigen channel quantum defects and a transformation matrix, and the one where these parameters are the elements of a reactance matrix. The distribution includes programs for calculating theoretical energy levels, calculating mixing coefficients and channel fractions and producing Lu-Fano plots. ",
    "url": "https://arxiv.org/abs/2403.11783",
    "authors": [
      "R. M. Potvliege"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.11785",
    "title": "Spectroscopy of laser cooling transitions in MgF",
    "abstract": "We measure the complete set of transition frequencies necessary to laser cool and trap MgF molecules. Specifically, we report the frequency of multiple low $J$ transitions of the $X^2\\Sigma^+(v^{\\prime\\prime}=0,1) \\rightarrow A^2\\Pi_{1/2}(v^\\prime=0)$, $X^2\\Sigma^+(v^{\\prime\\prime}=1,2) \\rightarrow A^2\\Pi_{1/2}(v^\\prime=1)$, and $X^2\\Sigma^+(v^{\\prime\\prime}=1) \\rightarrow B^2\\Sigma^+(v^{\\prime}=0)$ bands of MgF. The measured $X^2\\Sigma^+(v^{\\prime\\prime}=1)\\rightarrow B^2\\Sigma^+(v^\\prime=0)$ spectrum allowed the spin-rotation and hyperfine parameters of the $B^2\\Sigma^+(v=0)$ state of MgF to be determined. Furthermore, we demonstrate optical cycling in MgF by pumping molecules into the $X^2\\Sigma^+(v=1,2)$ states. Optical pumping enhances the spectroscopic signals of transitions originating in the $N^{\\prime\\prime}=1$ level of the $X^2\\Sigma^+(v^{\\prime\\prime}=1,2)$ states. ",
    "url": "https://arxiv.org/abs/2403.11785",
    "authors": [
      "Nickolas H. Pilgram",
      "Benjamin Baldwin",
      "David S. La Mantia",
      "Stephen P. Eckel",
      "Eric B. Norrgard"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2403.11902",
    "title": "Below the Surface: Unraveling the Intricacies of the Nonlinear Optical  Properties of Aluminum through Bound Electrons",
    "abstract": "By uncovering novel aspects of second harmonic generation in aluminum we show that there are unusual and remarkable consequences of resonant absorption, namely an unexpectedly critical role that bound electrons play for light-matter interactions across the optical spectrum, suggesting that a different basic approach is required to fully explain the physics of surfaces. We tackle an issue that is never under consideration given the generic hostile conditions to the propagation of light under resonant absorption. Unlike most noble metals, aluminum displays Lorentz-like behavior and interband transitions centered near 810 nm, thus splitting the plasmonic range in an atypical manner and setting its linear and nonlinear optical properties apart. Studies of aluminum nanostructures having complex topologies abound, as do reported inconsistencies in the linear spectral response of surface plasmons and harmonic generation. Our experimental observations of second harmonic generation from aluminum nanolayers show that bound electrons are responsible for a unique signature neither predicted nor observed previously: a hole in the second harmonic spectrum. A hydrodynamic-Maxwell theory explains these findings exceptionally well and becomes the basis for renewed studies of surface physics. ",
    "url": "https://arxiv.org/abs/2403.11902",
    "authors": [
      "M. Scalora",
      "K. Hallman",
      "S. Mukhopadhyay",
      "S. Pruett",
      "D. Zappa",
      "E. Comini",
      "D. de Ceglia",
      "M. A. Vincenti",
      "N. Akozbek",
      "J. Trull",
      "C. Cojocaru"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2403.11989",
    "title": "Encoding of linear kinetic plasma problems in quantum circuits via data  compression",
    "abstract": "We propose an algorithm for encoding of linear kinetic plasma problems in quantum circuits. The focus is made on modeling electrostatic linear waves in one-dimensional Maxwellian electron plasma. The waves are described by the linearized Vlasov-Amp\\`ere system with a spatially localized external current that drives plasma oscillations. This system is formulated as a boundary-value problem and cast in the form of a linear vector equation $A\\psi = b$ to be solved by using the quantum signal processing algorithm. The latter requires encoding of the matrix $A$ in a quantum circuit as a subblock of a unitary matrix. We propose how to encode $A$ in a circuit in a compressed form and discuss how the resulting circuit scales with the problem size and the desired precision. ",
    "url": "https://arxiv.org/abs/2403.11989",
    "authors": [
      "Ivan Novikau",
      "Ilya Y. Dodin",
      "Edward A. Startsev"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2403.10960",
    "title": "Investigation of Purcell enhancement of quantum dots emitting in the  telecom O-band with an open fiber-cavity",
    "abstract": "Single-photon emitters integrated in optical micro-cavities are key elements in quantum communication applications. However, for each combination of a cavity geometry with a quantum emitter system, there are specific challenges in the optimization of the emission properties and cavity-emitter interaction. Here, we present a thorough investigation of semiconductor quantum dots (QDs), emitting in the telecom O-band, integrated in an open fiber-cavity. The design provides an optical micro-cavity tunable in all spatial dimensions with intrinsic fiber-coupling. Consequently, it offers a promising approach to a high collection efficiency and the investigation of spatially and spectrally varying samples. On the other hand, the system is also susceptible to vibrational noise. Therefore, we provide a comprehensive study of the cavity and emitter properties together with an analysis of the fluctuations of the cavity length. Due to the Purcell enhancement, we observe a reduction of the decay times of up to a factor of ${2.46(2)}$. ",
    "url": "https://arxiv.org/abs/2403.10960",
    "authors": [
      "Julian Maisch",
      "Jonas Grammel",
      "Nam Tran",
      "Michael Jetter",
      "Simone L. Portalupi",
      "David Hunger",
      "Peter Michler"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.11339",
    "title": "Maximizing information obtainable by quantum sensors through the Quantum  Zeno Effect",
    "abstract": "Efficient quantum sensing technologies rely on precise control of quantum sensors, particularly two-level systems or qubits, to optimize estimation processes. We here exploit the Quantum Zeno Effect (QZE) as a tool for maximizing information obtainable by quantum sensors, with a specific focus on the level avoided crossing (LAC) phenomenon in qubit systems. While the estimation of the LAC energy splitting has been extensively studied, we emphasize the crucial role that the QZE can play in estimating the coupling strength. We introduce the concept of information amplification by the QZE for a LAC system under off-resonant conditions. The proposed approach has implications for AC magnetic field sensing and the caracterization of complex systems, including many-spin systems requiring the estimation of spin-spin couplings. Overall, our findings contribute to the advancement of quantum sensing by leveraging the QZE for improved control and information extraction. ",
    "url": "https://arxiv.org/abs/2403.11339",
    "authors": [
      "Bruno Ronchi",
      "Analia Zwick",
      "Gonzalo A. Alvarez"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.11851",
    "title": "Postselection technique for optical Quantum Key Distribution with  improved de Finetti reductions",
    "abstract": "The postselection technique is an important proof technique for proving the security of quantum key distribution protocols against coherent attacks. In this work, we go through multiple steps to rigorously apply the postselection technique to optical quantum key distribution protocols. First, we place the postselection technique on a rigorous mathematical foundation by fixing a technical flaw in the original postselection paper. Second, we extend the applicability of the postselection technique to prepare-and-measure protocols by using a de Finetti reduction with a fixed marginal. Third, we show how the postselection technique can be used for decoy-state protocols by tagging the source. Finally, we extend the applicability of the postselection technique to realistic optical setups by developing a new variant of the flag-state squasher. We also improve existing de Finetti reductions, which reduce the effect of using the postselection technique on the key rate. These improvements can be more generally applied to other quantum information processing tasks. As an example to demonstrate the applicability of our work, we apply our results to the time-bin encoded three-state protocol. We observe that the postselection technique performs better than all other known proof techniques against coherent attacks. ",
    "url": "https://arxiv.org/abs/2403.11851",
    "authors": [
      "Shlok Nahar",
      "Devashish Tupkary",
      "Yuming Zhao",
      "Norbert Lütkenhaus",
      "Ernest Tan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.08300",
    "title": "Molecular Strong Coupling and Cavity Finesse",
    "abstract": " Title: Molecular Strong Coupling and Cavity Finesse ",
    "url": "https://arxiv.org/abs/2211.08300",
    "authors": [
      "Kishan S. Menghrajani",
      "Adarsh B. Vasista",
      "Wai Jue Tan",
      "Philip A. Thomas",
      "Felipe Herrera",
      "William L. Barnes"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.10660",
    "title": "A Quantum Algorithmic Approach to Multiconfigurational Valence Bond  Theory: Insights from Interpretable Circuit Design",
    "abstract": " Title: A Quantum Algorithmic Approach to Multiconfigurational Valence Bond  Theory: Insights from Interpretable Circuit Design ",
    "url": "https://arxiv.org/abs/2302.10660",
    "authors": [
      "Jakob S. Kottmann",
      "Francesco Scala"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.12231",
    "title": "Ultrafast artificial intelligence: Machine learning with atomic-scale  quantum systems",
    "abstract": " Title: Ultrafast artificial intelligence: Machine learning with atomic-scale  quantum systems ",
    "url": "https://arxiv.org/abs/2303.12231",
    "authors": [
      "Thomas Pfeifer",
      "Matthias Wollenhaupt",
      "Manfred Lein"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.00080",
    "title": "Principle of Information Increase: An Operational Perspective of  Information Gain in the Foundations of Quantum Theory",
    "abstract": " Title: Principle of Information Increase: An Operational Perspective of  Information Gain in the Foundations of Quantum Theory ",
    "url": "https://arxiv.org/abs/2305.00080",
    "authors": [
      "Yang Yu",
      "Philip Goyal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2306.06153",
    "title": "A Large-Scale Pad-Sensor Based Prototype of the Silicon Tungsten  Electromagnetic Calorimeter for the Forward Direction in ALICE at LHC",
    "abstract": " Comments: 30 pages, 27 figures ",
    "url": "https://arxiv.org/abs/2306.06153",
    "authors": [
      "R.G.E. Barthel",
      "T. Chujo",
      "T. Hachiya",
      "M. Hatakeyama",
      "Y. Hoshi",
      "M. Inaba",
      "Kawamura",
      "D. Kawana",
      "C. Loizides",
      "Y. Miake",
      "Y. Minato",
      "K. Nakagawa",
      "N. Novitzky",
      "T. Peitzmann",
      "M. Rossewij",
      "M. Shimomura",
      "T. Sugitate",
      "T. Suzuki",
      "K. Tadokoro",
      "M. Takamura",
      "S. Takasu",
      "A. van den Brink",
      "M. van Leeuwen"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2306.15258",
    "title": "Microwave characterization of tantalum superconducting resonators on  silicon substrate with niobium buffer layer",
    "abstract": " Comments: 7 pages, 4 figures + Supplementary Material (8 pages, 5 figures) ",
    "url": "https://arxiv.org/abs/2306.15258",
    "authors": [
      "Yoshiro Urade",
      "Kay Yakushiji",
      "Manabu Tsujimoto",
      "Takahiro Yamada",
      "Kazumasa Makise",
      "Wataru Mizubayashi",
      "Kunihiro Inomata"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.12486",
    "title": "Trapped acoustic waves and raindrops: high-order accurate integral  equation method for localized excitation of a periodic staircase",
    "abstract": " Comments: 25 pages, 11 figures. Submitted to JCP ",
    "url": "https://arxiv.org/abs/2310.12486",
    "authors": [
      "Fruzsina J. Agocs",
      "Alex H. Barnett"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2310.19237",
    "title": "Cavity magnomechanics: from classical to quantum",
    "abstract": " Comments: Invited Topical Review by New Journal of Physics. Close to published version ",
    "url": "https://arxiv.org/abs/2310.19237",
    "authors": [
      "Xuan Zuo",
      "Zhi-Yuan Fan",
      "Hang Qian",
      "Ming-Song Ding",
      "Huatang Tan",
      "Hao Xiong",
      "Jie Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.15245",
    "title": "Resonant Inductive Coupling Network for Human-Sized Magnetic Particle  Imaging",
    "abstract": " Title: Resonant Inductive Coupling Network for Human-Sized Magnetic Particle  Imaging ",
    "url": "https://arxiv.org/abs/2312.15245",
    "authors": [
      "Fabian Mohn",
      "Fynn Förger",
      "Florian Thieben",
      "Martin Möddel",
      "Ingo Schmale",
      "Tobias Knopp",
      "Matthias Graeser"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Systems and Control (eess.SY)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2312.16285",
    "title": "BGK subgrid model for neutrino quantum kinetics",
    "abstract": " Comments: Accepted to PRD ",
    "url": "https://arxiv.org/abs/2312.16285",
    "authors": [
      "Hiroki Nagakura",
      "Lucas Johns",
      "Masamichi Zaizen"
    ],
    "subjectives": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2401.06028",
    "title": "A scheme for deterministic loading of laser-cooled molecules into  optical tweezers",
    "abstract": " Title: A scheme for deterministic loading of laser-cooled molecules into  optical tweezers ",
    "url": "https://arxiv.org/abs/2401.06028",
    "authors": [
      "Etienne F. Walraven",
      "Michael R. Tarbutt",
      "Tijs Karman"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.16761",
    "title": "Quantum metaphotonics: recent advances and perspective",
    "abstract": " Title: Quantum metaphotonics: recent advances and perspective ",
    "url": "https://arxiv.org/abs/2401.16761",
    "authors": [
      "Jihua Zhang",
      "Yuri Kivshar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.11623",
    "title": "Filter-free high-performance single photon emission from a quantum dot  in a Fabry-Perot microcavity",
    "abstract": " Comments: 9 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2402.11623",
    "authors": [
      "Zhixuan Rao",
      "Jiawei Yang",
      "Changkun Song",
      "Mujie Rao",
      "Ziyang Zheng",
      "Luyu Liu",
      "Xuebin Peng",
      "Ying Yu",
      "Siyuan Yu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.02189",
    "title": "Spectrotemporal shaping of attosecond x-ray pulses with a fresh-slice  free-electron laser",
    "abstract": " Title: Spectrotemporal shaping of attosecond x-ray pulses with a fresh-slice  free-electron laser ",
    "url": "https://arxiv.org/abs/2403.02189",
    "authors": [
      "River R. Robles",
      "Kirk A. Larsen",
      "David Cesar",
      "Taran Driver",
      "Joseph Duris",
      "Paris Franz",
      "Douglas Garratt",
      "Nicholas Sudar",
      "Jun Wang",
      "Zhen Zhang",
      "James Cryan",
      "Agostino Marinelli"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2403.03466",
    "title": "Systematic Improvement of Quantum Monte Carlo Calculations in Transition  Metal Oxides: sCI-Driven Wavefunction Optimization for Reliable Band Gap  prediction",
    "abstract": " Title: Systematic Improvement of Quantum Monte Carlo Calculations in Transition  Metal Oxides: sCI-Driven Wavefunction Optimization for Reliable Band Gap  prediction ",
    "url": "https://arxiv.org/abs/2403.03466",
    "authors": [
      "Hyeondeok Shin",
      "Kevin Gasperich",
      "Tomas Rojas",
      "Anh T. Ngo",
      "Jaron T. Krogel",
      "Anouar Benali"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2403.08868",
    "title": "Partitioned Quantum Subspace Expansion",
    "abstract": " Comments: 13+7 pages, 6 figures, updated references ",
    "url": "https://arxiv.org/abs/2403.08868",
    "authors": [
      "Tom O'Leary",
      "Lewis W. Anderson",
      "Dieter Jaksch",
      "Martin Kiffner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]