[
  {
    "id": "arXiv:2402.08803",
    "title": "Low-loss multilevel operation using lossy PCM-integrated silicon  photonics",
    "abstract": "Chalcogenide phase-change materials (PCMs) offer new paradigms for programmable photonic integrated circuits (PICs) thanks to their zero static energy and significant refractive index contrast. However, prototypical PCMs, such as GeSbTe (GST), are lossy in their crystalline phase, albeit transparent in the amorphous state. Moreover, electrically switching PCMs to intermediate states is a stochastic process, limiting programming accuracy. As a result, achieving both low-loss and deterministic multi-level operation with GST remains challenging. Although low-loss PCMs, such as Sb2S3 and Sb2Se3, have been discovered in recent years, they are much less technologically mature. In this work, we propose a design with multiple GST segments to overcome the challenge of deterministic multilevel operation. GST segments are individually controlled by interleaved silicon PIN diode heaters in a binary but reliable fashion, and multiple levels are encoded in their phase sequence. A 1 x 1 programmable unit with two unequal GST segments is experimentally demonstrated, showcasing four distinct operation levels and negligible thermal crosstalk with only one pair of metal contacts. We then extend the design to 1 x 2 and 2 x 2 programmable units. For the 2 x 2 programmable unit design, we propose a phase-detuned three-waveguide directional coupler structure to mitigate the absorption and radiation loss, showing < -1.2 dB loss and three splitting ratios. Our work provides a new path toward low-loss and multi-level optical switches using lossy PCMs. ",
    "url": "https://arxiv.org/abs/2402.08803",
    "authors": [
      "Rui Chen",
      "Virat Tara",
      "Jayita Dutta",
      "Zhuoran Fang",
      "Jiajiu Zheng",
      "Arka Majumdar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.08858",
    "title": "Spin-coupled molecular orbitals: chemical intuition meets quantum  chemistry",
    "abstract": "Molecular orbital theory is powerful both as a conceptual tool for understanding chemical bonding, and as a theoretical framework for ab initio quantum chemistry. Despite its undoubted success, MO theory has well documented shortcomings, most notably that it fails to correctly describe diradical states and homolytic bond fission. In this contribution, we introduce a generalised MO theory that includes spin-coupled radical states. We show through archetypical examples that when bonds break, the electronic state transitions between a small number of valence configurations, characterised by occupation of both delocalised molecular orbitals and spin-coupled localised orbitals. Our theory provides a model for chemical bonding that is both chemically intuitive and qualitatively accurate when combined with ab initio theory. Although exploitation of our theory presents significant challenges for classical computing, the predictable structure of spin-coupled states is ideally suited to algorithms that exploit quantum computers. Our approach provides a systematic route to overcoming the initial state overlap problem and unlocking the potential of quantum computational chemistry. ",
    "url": "https://arxiv.org/abs/2402.08858",
    "authors": [
      "Daniel Marti-Dafcik",
      "Nicholas Lee",
      "Hugh G. A. Burton",
      "David P. Tew"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.08885",
    "title": "Three-dimensional, multi-wavelength beam formation with integrated  metasurface optics for Sr laser cooling",
    "abstract": "We demonstrate the formation of a complex, multi-wavelength, three-dimensional laser beam configuration with integrated metasurface optics. Our experiments support the development of a compact Sr optical-lattice clock, which leverages magneto-optical trapping on atomic transitions at 461 nm and 689 nm without bulk free-space optics. We integrate six, mm-scale metasurface optics on a fused-silica substrate and illuminate them with light from optical fibers. The metasurface optics provide full control of beam pointing, divergence, and polarization to create the laser configuration for a magneto-optical trap. We report the efficiency and integration of the three-dimensional visible laser beam configuration, demonstrating the suitability of metasurface optics for atomic laser cooling. ",
    "url": "https://arxiv.org/abs/2402.08885",
    "authors": [
      "Sindhu Jammi",
      "Andrew R. Ferdinand",
      "Zheng Luo",
      "Zachary L. Newman",
      "Gregory Spektor",
      "Junyeob Song",
      "Okan Koksal",
      "Akash V. Rakholia",
      "William Lunden",
      "Daniel Sheredy",
      "Parth B. Patel",
      "Martin M. Boyd",
      "Wenqi Zhu",
      "Amit Agrawal",
      "Travis C. Briles",
      "Scott B. Papp"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2402.08899",
    "title": "Free Space Optical Frequency Comparison Over Rapidly Moving Links",
    "abstract": "The comparison of optical reference frequency signals over free-space optical links is limited by the relative motion between local and remote sites. Extreme Doppler shifts experienced in rapidly moving optical links, such as for ground-to-space, prevent the narrow-band detection required to compare or transfer optical frequencies at the highest levels of stability. We demonstrate a system capable of optical frequency comparison in the presence of extreme Doppler shifts, using an electro-optic phase modulator with an actuation bandwidth of 10 GHz, sufficient to enable ground-to-space frequency comparison. This system was demonstrated over a retro-reflected drone link, with a maximum line-of-sight velocity of 15 m/s and Doppler shift of 20 MHz. The best fractional frequency stability obtained was 2E-17 at an integration time of 2 s. These results suggest that optical frequency comparison between rapidly moving targets, as in ground-to-space applications, is possible with further system development. ",
    "url": "https://arxiv.org/abs/2402.08899",
    "authors": [
      "Shawn M. P. McSorley",
      "Benjamin P. Dix-Matthews",
      "Alex M. Frost",
      "Ayden S. McCann",
      "Skevos F. E. Karpathakis",
      "David R. Gozzard",
      "Shane M. Walsh",
      "Sascha W. Schediwy"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.08930",
    "title": "Subwavelength Photorefractive Grating in a Thin-Film Lithium Niobate  Microcavity",
    "abstract": "Subwavelength gratings play a fundamental and pivotal role in numerous science and applications for wave manipulation, exhibiting distinctive features such as filtering, phase manipulation, and anti-reflection. However, conventional fabrication methods for ultrasmall periodic structures are constrained by the fundamental optical diffraction limit, making it challenging to produce subwavelength gratings for optics. Here, we demonstrate a novel technique to build a reconfigurable subwavelength photorefractive grating (SPG) in a thin-film lithium niobate on the platform of an optical microcavity. Such SPGs are optically induced through the photorefractive effect and the subwavelength features originate from the spatial phase modulations of the pump's standing wave. The resulting SPGs lead to the mode splitting of two counter-propagating modes inside the microcavity, exhibiting an Electromagnetically Induced Transparency (EIT)-like transmission spectrum. Moreover, the unique subwavelength characteristic of SPGs enables first-order quasi-phase-matching for backward second-harmonic generation, a long-standing problem in nonlinear optics. Also, free-space-to-chip vertical nonlinear frequency conversion can be achieved in a similar manner. These results provide a flexible approach towards fabricating subwavelength gratings, which holds significant potential in various applications such as nonlinear frequency conversion, optical communication, sensing, and quantum technologies. ",
    "url": "https://arxiv.org/abs/2402.08930",
    "authors": [
      "Jiankun Hou",
      "Jiefu Zhu",
      "Ruixin Ma",
      "Boyi Xue",
      "Yicheng Zhu",
      "Jintian Lin",
      "Xiaoshun Jiang",
      "Xianfeng Chen",
      "Ya Cheng",
      "Li Ge",
      "Yuanlin Zheng",
      "Wenjie Wan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.08947",
    "title": "Switchable optical trapping based on Mie-resonant phase-change  nanoparticles",
    "abstract": "Optical tweezers have revolutionized the manipulation of nanoscale objects, offering versatile control over trapped particles. Typically, the manipulation and trapping capabilities of optical tweezers rely on adjusting either the trapping laser beams or the optical environment surrounding the trapped nanoparticles. In our study, we present a novel approach to achieve tunable and switchable trapping using optical tweezers. We utilize nanoparticles made of a phase-change material (vanadium dioxide or VO$_2$), trapped by a focused Gaussian beam. By varying the intensity of the trapping beam, we can optically control the phase and optomechanical properties of the vanadium dioxide nanoparticles. At lower intensities, the nanoparticle remains in its monoclinic phase, and it is trapped by attractive optical forces. However, at higher intensities, the optical beam induces a phase transition in the nanoparticle to the rutile phase, which dramatically alters the optical forces, transforming them from attractive to repulsive, thereby pushing the nanoparticle away from the beam. Importantly, this effect is reversible, allowing the same particle to be attracted and repelled repeatedly. The observed phenomenon is governed by Mie resonances supported by the nanoparticle and their alterations during the phase transition of the VO$_2$ material. Our findings introduce a versatile new addition to the optical tweezers toolbox for optomechanical manipulation of nanoparticles. ",
    "url": "https://arxiv.org/abs/2402.08947",
    "authors": [
      "Libang Mao",
      "Ivan Toftul",
      "Sivacarendran Balendhran",
      "Mohammad Taha",
      "Yuri Kivshar",
      "Sergey Kruk"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.09037",
    "title": "Metasurface of strongly coupled excitons and plasmonic arrays",
    "abstract": "Metasurfaces allow to manipulate light at the nanoscale with planar lenses and holograms as prominent applications. Integrating metasurfaces with transition metal dichalcogenide monolayers provides additional functionality to ultrathin optics, such as tunable optical properties and enhanced light-matter interaction. Here, we developed a novel fabrication method that allows to directly integrate such a monolayer with a plasmonic lattice without compromising optical quality or coupling strength, by embedding the gold nanodisk array into an encapsulating hBN layer. We demonstrate plasmon-exciton-polaritons in this metasurface with a large Rabi splitting and strongly modified polarization and emission characteristics, as compared to a bare monolayer, achieving narrow-angle, directional, linearly polarized emission. ",
    "url": "https://arxiv.org/abs/2402.09037",
    "authors": [
      "Farsane Tabataba-Vakili",
      "Lukas Krelle",
      "Lukas Husel",
      "Huy P. G. Nguyen",
      "Zhijie Li",
      "Ismail Bilgin",
      "Kenji Watanabe",
      "Takashi Taniguchi",
      "Alexander Högele"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2402.09114",
    "title": "Non-Volatile Analog Control and Reconfiguration of a Vortex  Nano-Oscillator Frequency",
    "abstract": "Magnetic tunnel junctions are nanoscale devices which have recently attracted interested in the context of frequency multiplexed spintronic neural networks, due to their interesting dynamical properties, which are defined during the fabrication process, and depend on the material parameters and geometry. This paper proposes an approach to extending the functionality of a standard magnetic tunnel junction (MTJ) by introducing an additional ferromagnet/antiferromagnet (FM/AFM) storage layer (SL) vertically integrated with the standard Vortex MTJ stack into the nanopillar. The magnetostatic field created by this storage layer acts on the free layer and can be used to change its static and dynamic properties. To tune the magnitude and direction of this magnetostatic field, magnetic reconfiguration is carried out through a thermally assisted switching mechanism using a voltage pulse that heats the AFM layer in the SL above the Neel temperature in the presence of an external field. It is experimentally shown that using an MTJ based on a 600 nm diameter nanopillar with a vortex in the free layer, reconfiguration of the SL allows to continuously change the core precession frequency in the 15 MHz range. The reconfigurable analogue storage layer locally affects both the static and dynamic properties of the MTJ free layer, demonstrating vertical 3D integration of additional functionalities into a single MTJ nanopillar. ",
    "url": "https://arxiv.org/abs/2402.09114",
    "authors": [
      "Maksim Stebliy",
      "Alex S. Jenkins",
      "Luana Benetti",
      "Elvira Paz",
      "Ricardo Ferreira"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.09302",
    "title": "Bragg-like microcavity formed by collision of single-cycle self-induced  transparency light pulses in a resonant medium",
    "abstract": "The coherent interaction of extremely short light pulses with a resonant medium can result in formation of population difference gratings. Such gratings have been created by pulses that are pi/2 or smaller. This paper demonstrates that a microcavity with Bragg-like mirrors can be formed by colliding two single-cycle attosecond self-induced transparency pulses in the center of a two-level medium. The parameters of this structure can be quickly adjusted by increasing the number of collisions, which showcases the ability to control the dynamic properties of the medium on a sub-cycle time scale by using attosecond pulses. ",
    "url": "https://arxiv.org/abs/2402.09302",
    "authors": [
      "Rostislav Arkhipov",
      "Anton Pakhomov",
      "Olga Diachkova",
      "Mikhail Arkhipov",
      "Nikolay Rosanov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.09307",
    "title": "CMOS photonic integrated source of ultrabroadband polarization-entangled  photons",
    "abstract": "We showcase a fully on-chip CMOS-fabricated silicon photonic integrated circuit employing a bidirectionally pumped microring and polarization splitter-rotators tailored for the generation of ultrabroadband ($>$9 THz), high-fidelity (90-98%) polarization-entangled photons. Spanning the optical C+L-band and producing over 116 frequency-bin pairs on a 38.4 GHz-spaced grid, this source is ideal for flex-grid wavelength-multiplexed entanglement distribution in multiuser networks. ",
    "url": "https://arxiv.org/abs/2402.09307",
    "authors": [
      "Alexander Miloshevsky",
      "Lucas M. Cohen",
      "Karthik V. Myilswamy",
      "Muneer Alshowkan",
      "Saleha Fatema",
      "Hsuan-Hao Lu",
      "Andrew M. Weiner",
      "Joseph M. Lukens"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.09338",
    "title": "Neural Networks asymptotic behaviours suitable for the resolution of  inverse problems",
    "abstract": "In this paper, we perform a study on the effectiveness of Neural Network (NN) techniques for deconvolution inverse problems. We consider NN's asymptotic limits, corresponding to Gaussian Processes (GPs), where parameter non-linearities are lost. Using these resulting GPs, we address the deconvolution inverse problem in the case of a quantum harmonic oscillator simulated through Monte Carlo techniques on a lattice. A scenario with a known analytical solution. Our findings indicate that solving the deconvolution inverse problem with a fully connected NN yields less performing results than those obtained using the GPs derived from NN's asymptotic limits. Furthermore, we observe the trained NN's accuracy approaching that of GPs with increasing layer width. Notably, one of these GPs defies interpretation as a probabilistic model, offering a novel perspective compared to established methods in the literature. Additionally, the NNs, in their asymptotic limit, provide cost-effective analytical solutions. ",
    "url": "https://arxiv.org/abs/2402.09338",
    "authors": [
      "Luigi Del Debbio",
      "Manuel Naviglio",
      "Francesco Tarantelli"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Artificial Intelligence (cs.AI)",
      "High Energy Physics - Lattice (hep-lat)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2402.09395",
    "title": "Non-utopian optical properties computed of a tomographically  reconstructed real photonic band gap crystal",
    "abstract": "State-of-the-art computational methods combined with common idealized structural models provide an incomplete understanding of experiments on real nanostructures, since manufacturing introduces unavoidable deviations from the design. We propose to close this knowledge gap by using the real structure of a manufactured crystal as input in computations to obtain a realistic comparison with observations on the same nanostructure. We demonstrate this approach on the structure of a real silicon inverse woodpile photonic bandgap crystal, obtained by previous synchrotron X-ray imaging. A 2D part of the dataset is selected and processed into a computational mesh suitable for a Discontinuous Galerkin Finite Element Method (DGFEM) to compute optical transmission spectra that are compared to those of a utopian crystal, i.e., a hypothetical model crystal with the same filling fraction where all pores are identical and circular. The nanopore shapes in the real crystal differ in a complex way from utopian pores, leading to a complex transmission spectrum with significant frequency speckle in and beyond the gap. The utopian model provides only a limited understanding of the spectrum: while it accurately predicts low frequency finite-size fringes and the lower band edge, the upper band edge is off, it completely misses the presence of speckle, the domination of speckle above the gap, and possible Anderson localized states in the gap. Moreover, unlike experiments where only external probes are available, numerical methods allow to study all fields everywhere. While the pore shapes hardly affect the fields at low frequency, major differences occur at high frequency such as localized fields deep inside the real crystal. In summary, using only external measurements and utopian models may give an erroneous picture of the fields and the LDOS inside a real crystal, which is remedied by our new approach. ",
    "url": "https://arxiv.org/abs/2402.09395",
    "authors": [
      "Lars J. Corbijn van Willenswaard",
      "Stef Smeets",
      "Nicolas Renaud",
      "Matthias Schlottbom",
      "Jaap J.W. van der Vegt",
      "Willem L. Vos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.09069",
    "title": "Using quantum annealing to design lattice proteins",
    "abstract": "Quantum annealing has shown promise for finding solutions to difficult optimization problems, including protein folding. Recently, we used the D-Wave Advantage quantum annealer to explore the folding problem in a coarse-grained lattice model, the HP model, in which amino acids are classified into two broad groups: hydrophobic (H) and polar (P). Using a set of 22 HP sequences with up to 64 amino acids, we demonstrated the fast and consistent identification of the correct HP model ground states using the D-Wave hybrid quantum-classical solver. An equally relevant biophysical challenge, called the protein design problem, is the inverse of the above, where the task is to predict protein sequences that fold to a given structure. Here, we approach the design problem by a two-step procedure, implemented and executed on a D-Wave machine. In the first step, we perform a pure sequence-space search by varying the type of amino acid at each sequence position, and seek sequences which minimize the HP-model energy of the target structure. After mapping this task onto an Ising spin glass representation, we employ a hybrid quantum-classical solver to deliver energy-optimal sequences for structures with 30-64 amino acids, with a 100% success rate. In the second step, we filter the optimized sequences from the first step according to their ability to fold to the intended structure. In addition, we try solving the sequence optimization problem using only the QPU, which confines us to sizes $\\le$20, due to exponentially decreasing success rates. To shed light on the pure QPU results, we investigate the effects of control errors caused by an imperfect implementation of the intended Hamiltonian on the QPU, by numerically analyzing the Schr\\\"odinger equation. We find that the simulated success rates in the presence of control noise semi-quantitatively reproduce the modest pure QPU results for larger chains. ",
    "url": "https://arxiv.org/abs/2402.09069",
    "authors": [
      "Anders Irbäck",
      "Lucas Knuthson",
      "Sandipan Mohanty",
      "Carsten Peterson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Biological Physics (physics.bio-ph)",
      "Biomolecules (q-bio.BM)"
    ]
  },
  {
    "id": "arXiv:2402.09074",
    "title": "Stable-to-unstable transition in quantum friction",
    "abstract": "We investigate the frictional force arising from quantum fluctuations when two dissipative metallic plates are set in a shear motion. While early studies showed that the electromagnetic fields in the quantum friction setup reach nonequilibrium steady states, yielding a time-independent force, other works have demonstrated the failure to attain steady states, leading to instability and time-varying friction under sufficiently low-loss conditions. Here, we develop a fully quantum-mechanical theory without perturbative approximations and unveil the transition from stable to unstable regimes of the quantum friction setup. Due to the relative motion of the plates, their electromagnetic response may be active in some conditions, resulting in optical gain. We prove that the standard fluctuation-dissipation leads to inconsistent results when applied to our system, and, in particular, it predicts a vanishing frictional force. Using a modified fluctuation-dissipation relation tailored for gain media, we calculate the frictional force in terms of the system Green's function, thereby recovering early works on quantum friction. Remarkably, we also find that the frictional force diverges to infinity as the relative velocity of the plates approaches a threshold. This threshold is determined by the damping strength and the distance between the metal surfaces. Beyond this critical velocity, the system exhibits instability, akin to the behaviour of a laser cavity, where no steady state exists. In such a scenario, the frictional force escalates exponentially. Our findings pave the way for experimental exploration of the frictional force in proximity to this critical regime. ",
    "url": "https://arxiv.org/abs/2402.09074",
    "authors": [
      "Daigo Oue",
      "J. B. Pendry",
      "Mário G. Silveirinha"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.09104",
    "title": "Localization engineering by resonant driving in dissipative polariton  arrays",
    "abstract": "Arrays of microcavity polaritons are very versatile systems that allow for broad possibilities for the engineering of multi-orbital lattice geometries using different state preparation schemes. One of these schemes, spatially modulated resonant driving, can be used to selectively localize the polariton field on a particular region of the lattice. Both the frequency and the spatial amplitude distribution (module and phase) of the driven laser field are important and serve as a knob to control the extend of the spatial localization. Here, we analyse both the linear and nonlinear regimes using the lattice Green function formalism that is particularly suitable for the case of polariton arrays described in a tight-binding approximation. We identify the conditions for maximum localization on arbitrary lattice's geometries and discuss some experimentally relevant cases. We find that the polariton-polariton interaction leads to a frequency shift of the optimal localization condition that could be used to further control it. ",
    "url": "https://arxiv.org/abs/2402.09104",
    "authors": [
      "Gonzalo Usaj"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.02346",
    "title": "Photoneutralization of charges in GaAs quantum dot based entangled  photon emitters",
    "abstract": " Comments: 7 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2110.02346",
    "authors": [
      "Jingzhong Yang",
      "Tom Fandrich",
      "Frederik Benthin",
      "Robert Keil",
      "Nand Lal Sharma",
      "Weijie Nie",
      "Caspar Hopfmann",
      "Oliver G. Schmidt",
      "Michael Zopf",
      "Fei Ding"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.06556",
    "title": "Metal Oxide-based Gas Sensor Array for the VOCs Analysis in Complex  Mixtures using Machine Learning",
    "abstract": " Title: Metal Oxide-based Gas Sensor Array for the VOCs Analysis in Complex  Mixtures using Machine Learning ",
    "url": "https://arxiv.org/abs/2307.06556",
    "authors": [
      "Shivam Singh",
      "Sajana S",
      "Poornima",
      "Gajje Sreelekha",
      "Chandranath Adak",
      "Rajendra P. Shukla",
      "Vinayak Kamble"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2401.11886",
    "title": "Time Localized Tilted Beams in Nearly-Degenerate Laser Cavities",
    "abstract": " Title: Time Localized Tilted Beams in Nearly-Degenerate Laser Cavities ",
    "url": "https://arxiv.org/abs/2401.11886",
    "authors": [
      "A. Bartolo",
      "N. Vigne",
      "M. Marconi",
      "G. Beaudoin",
      "K. Pantzas",
      "I. Sagnes",
      "A. Garnache",
      "M. Giudici"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.03371",
    "title": "The Zeno effect in a quantum computer",
    "abstract": " Comments: 21 pages, 8 figures, typos corected ",
    "url": "https://arxiv.org/abs/2402.03371",
    "authors": [
      "J. G. Esteve",
      "Fernando Falceto"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  }
]