[
  {
    "id": "arXiv:2412.16366",
    "title": "Non-Linearities In Atomic Quantum Receivers: Harmonic And Intermodulation Distortion",
    "abstract": "           Rydberg sensors offer a unique approach to radio frequency (RF) detection, leveraging the high sensitivity and quantum properties of highly-excited atomic states to achieve performance levels beyond classical technologies. Non-linear responses and distortion behavior in Rydberg atom receivers are critical to evaluating and establishing performance metrics and capabilities such as spur-free dynamic range and tolerance to unwanted interfering signals. We report here on the measurement and characterization of non-linear behavior and spurious response of a Rydberg atomic heterodyne receiver. Single-tone and two-tone testing procedures are developed and implemented for measurement of harmonic and inter-modulation distortion in Rydberg atomic receivers based on multi-photon Rydberg spectroscopy and radio-frequency heterodyne signal detection and demodulation in an atomic vapor. For a predetermined set of atomic receiver parameters and RF carrier wave in the SHF band near-resonant to a cesium Rydberg transition, we measure and characterize atomic receiver selectivity, bandwidth, roll-off, compression point (P1dB), second-order (IP2) and third-order (IP3) intercepts, and spur-free dynamic range. Receiver intermodulation distortion is characterized for the case of an interfering signal wave applied at two frequency offsets relative to the near-resonant reference local oscillator, $\\Delta F/F= 10^{-4}$ at 6dB and $10^{-6}$ at 22dB single-tone bandwidths, respectively. We observe that under suitable operating conditions the atomic receiver can exhibit a suppression of harmonic and inter-modulation distortion relative to that of classical receiver mixer amplifiers. Finally, we describe how the non-linear behaviors of atomic receivers can provide unique, controllable RF signatures inaccessible by classical counterparts and propose their use to realize secure communication modalities and applications.         ",
    "url": "https://arxiv.org/abs/2412.16366",
    "authors": [
      "Luís Felipe Gonçalves",
      "Teng Zhang",
      "Georg Raithel",
      "David A. Anderson"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.16508",
    "title": "Worthington Jets during Water Entry of Spheres with no Cavity Formed",
    "abstract": "           Water entry problem has extensive applications in numerous areas of nature, industry, and science. Here, we investigate the Worthington jets generated during the water entry of solid spheres with no cavity formed experimentally and theoretically. Three different pinch-off modes are identified in experiments, which depend solely on the release height H and the diameter of the sphere D, regardless of the material of the sphere. A brief dimensional analysis of the experimental data indicates that the dimensionless maximum height of the jet h/D is proportional to the Froude number, defined as Fr=2H/D. Based on the basic solution of flow past a sphere and the application of a reasonable potential function near the free surface, a theoretical model is developed diverging from the Rayleigh-Besant problem. Predictions regarding the shape and maximum height of the jet show good agreement with experimental results.         ",
    "url": "https://arxiv.org/abs/2412.16508",
    "authors": [
      "Xingsheng Li",
      "Jing Li"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2412.16672",
    "title": "Optoelectronic generative adversarial networks",
    "abstract": "           Artificial intelligence generative content technology has experienced remarkable breakthroughs in recent years and is quietly leading a profound transformation. Diffractive optical networks provide a promising solution for implementing generative model with high-speed and low-power consumption. In this work, we present the implementation of a generative model on the optoelectronic computing architecture, based on generative adversarial network, which is called optoelectronic generative adversarial network. The network strategically distributes the generator and discriminator across the optical and electronic components, which are seamlessly integrated to leverage the unique strengths of each computing paradigm and take advantage of transfer learning. The network can efficiently and high-speed process the complex tasks involved in the training and inference of the generative model. The superior performance of these networks is verified by engaging three types of generative tasks, image generation, conditional generation, and image restoration. By synergistically combining the strengths of optical and electronic computing, the optoelectronic generative adversarial network paves the way for the development of more powerful and accessible artificial intelligence generative content technology that can unlock new creative possibilities across a wide range of applications.         ",
    "url": "https://arxiv.org/abs/2412.16672",
    "authors": [
      "Jumin Qiu",
      "Ganqing Lu",
      "Tingting Liu",
      "Dejian Zhang",
      "Shuyuan Xiao",
      "Tianbao Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.16702",
    "title": "Highly coherent phase-lock of an 8.1 $\\mu$m quantum cascade laser to a turn-key mid-IR frequency comb",
    "abstract": "           A continuous-wave Fabry-Perot quantum cascade laser (QCL) emitting at 8.1 $\\mu$m operating in the single mode regime has been coherently phase locked to a turn-key low-noise commercial mid-Infrared (mid-IR) optical frequency comb. The stability of the comb used as a reference is transferred to the QCL resulting in an integrated residual phase error of 0.4 rad. The laser linewidth is narrowed by more than two orders of magnitude reaching sub-kHz level at 1 ms observation time, limited by the spectral purity of the mid-IR comb. Our experiment is an important step toward the development of both powerful and metrology-grade QCLs and fully stabilized QCL frequency comb and opens perspectives for precision measurements and frequency metrology in the mid-IR.         ",
    "url": "https://arxiv.org/abs/2412.16702",
    "authors": [
      "B. Chomet",
      "D. Gacemi",
      "O. Lopez",
      "L. Del Balzo",
      "A. Vasanelli",
      "Y. Todorov",
      "B. Darquié",
      "C. Sirtori"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2412.16863",
    "title": "SAMA-IR: comprehensive input refinement methodology for optical networks with field-trial validation",
    "abstract": "           We propose a novel input refinement methodology incorporating sensitivity analysis and memory-aware weighting for jointly refining numerous diverse inputs. Field trials show ~2.5 dB and ~2.3 dB improvements in Q-factor and power estimation, respectively.         ",
    "url": "https://arxiv.org/abs/2412.16863",
    "authors": [
      "Yihao Zhang",
      "Qizhi Qiu",
      "Xiaomin Liu",
      "Lilin Yi",
      "Weisheng Hu",
      "Qunbi Zhuge"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.16898",
    "title": "Black GeSn on Silicon for Enhanced Short-Wave Infrared Detection and Imaging",
    "abstract": "           Sensitive and cost-effective Group-IV short-wave infrared (SWIR) photodetectors (PDs), compatible with complementary metal-oxide semiconductor (CMOS) processes, are crucial for various emerging applications. Here, we developed a black GeSn thin-film PD on silicon, optimised for efficient SWIR photodetection and imaging. Incorporating Sn into the Ge layer effectively extended the photodetection range to 1960 nm. The blackening of the GeSn surface resulted in a substantial reduction of reflection loss across a broad spectral range of 1200-2200 nm. Furthermore, the responsivity experienced a remarkable increase of 1.45 times through reduced reflection loss and carrier multiplication by the carrier ionization. The black GeSn surface significantly boosts the detectivity, enhances the wide-angle SWIR photodetection, and improves the quality of the resultant images. This demonstration heralds a new era for CMOS-compatible, cost-effective, high-performance black GeSn PDs and imagers for a wide range of applications in the underexplored SWIR region.         ",
    "url": "https://arxiv.org/abs/2412.16898",
    "authors": [
      "Po-Rei Huang",
      "Yue-Tong Jheng",
      "Guo-En Chang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.17177",
    "title": "Multispectral Polarization-Insensitive Graphene/Silicon Guided Mode Resonance Active Metasurfaces",
    "abstract": "           We investigate advanced CMOS-compatible Graphene/Silicon active metasurfaces based on guided-mode resonance filters. The simulated results show a high extinction ratio (>25 dB), narrow linewidth (~1.5 nm @1550 nm), quality factor of Q~1000, and polarization-insensitive operation. By taking advantage of graphene broadband absorption, we present a multispectral operation in the MIR using simple geometrical scaling rules. We further showcase that the same device architecture can be employed for thermo-optic tuning using graphene as an integrated microheater. Our work contributes to the development of advanced broadband silicon-based active metasurfaces for tunable spectral filters and laser mirrors, optical switches, modulators, and sensors.         ",
    "url": "https://arxiv.org/abs/2412.17177",
    "authors": [
      "Prateeksha Sharma",
      "Dor Oz",
      "Eleftheria Lampadariou",
      "Spyros Doukas",
      "Elefterios Lidorikis",
      "Ilya Goykhman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.17179",
    "title": "Highly efficient broadband THz upconversion with Dirac materials",
    "abstract": "           The use of the THz frequency domain in future network generations offers an unparalleled level of capacity, which can enhance innovative applications in wireless communication, analytics, and imaging. Communication technologies rely on frequency mixing, enabling signals to be converted from one frequency to another and transmitted from a sender to a receiver. Technically, this process is implemented using nonlinear components such as diodes or transistors. However, the highest operation frequency of this approach is limited to sub-THz bands. Here, we demonstrate the upconversion of a weak sub-THz signal from a photoconductive antenna to multiple THz bands. The key element is a high-mobility HgTe-based heterostructure with electronic band inversion, leading to one of the strongest third-order nonlinearities among all materials in the THz range. Due to the Dirac character of electron dispersion, the highly intense sub-THz radiation is efficiently mixed with the antenna signal, resulting in a THz response at linear combinations of their frequencies. The field conversion efficiency above 2$\\%$ is provided by a bare tensile-strained HgTe layer with a thickness below 100 nm at room temperature under ambient conditions. Devices based on Dirac materials allow for high degree of integration, with field-enhancing metamaterial structures, making them very promising for THz communication with unprecedented data transfer rate.         ",
    "url": "https://arxiv.org/abs/2412.17179",
    "authors": [
      "Tatiana A. Uaman Svetikova",
      "Igor Ilyakov",
      "Alexey Ponomaryov",
      "Thales V. A. G. de Oliveira",
      "Christian Berger",
      "Lena Fürst",
      "Florian Bayer",
      "Jan-Christoph Deinert",
      "Gulloo Lal Prajapati",
      "Atiqa Arshad",
      "Elena G. Novik",
      "Alexej Pashkin",
      "Manfred Helm",
      "Stephan Winnerl",
      "Hartmut Buhmann",
      "Laurens W. Molenkamp",
      "Tobias Kiessling",
      "Sergey Kovalev",
      "Georgy V. Astakhov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.17353",
    "title": "Enhancing analogue Unruh effect via superradiance in a cylindrical cavity",
    "abstract": "           We propose a scheme to detect the Unruh effect in a circularly rotated Unruh-DeWitt detector enclosed within a cylindrical cavity. This technique relies on the enhanced atomic spontaneous emission rate related to the counter-rotating coupling between the detector and massless scalar fields. Our analysis demonstrates that the integration of a cylindrical cavity, coherent light excitation, and multi-atom super-radiation significantly enhances the signal strength, as the radiation rate associated with the standard rotating-wave coupling can be greatly suppressed within the cavity. Compared to linear acceleration, circular motion can significantly reduce the atomic acceleration path length, leading to increased detection efficiency and lower experimental difficulty. Our method provides a novel avenue for exploring relativistic effects on a compact, tabletop platform.         ",
    "url": "https://arxiv.org/abs/2412.17353",
    "authors": [
      "Hong-Tao Zheng",
      "Xiang-Fa Zhou",
      "Guang-Can Guo",
      "Zheng-Wei Zhou"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  },
  {
    "id": "arXiv:2412.17553",
    "title": "Emerging non-local quantum phenomena in a classical system of organo-metallic microparticles",
    "abstract": "           The work investigates enantiomers of chiral organo-metallic particles that exhibit a collective memory effect. Under the influence of magnetic field millions of particles in solution form macroscopic shapes and when dispersed again at zero field they return to their original shape. The charge and magnetic behaviors of the particles are strongly dependent on the handedness of the chiral molecule in the hybrid organometallic compound. The microparticles forming the shaped structures are collectively coupled under the influence of long-range van der Waals exchange interactions which govern the collective macroscopic structure. There is striking evidence that the nonlocal quantum exchange interactions between particles persist up to a distance of 10 meters at temperatures above 00C. The forces which govern the collective memory effect and shape the macroscopic structure therefore allow to visualize quantum phenomena which extend the classical causality notion into an expanded nonlocal reality in which the quantum fields of the particles exist simultaneously at separated points in space. We propose that the observations are attributed to chiral electronic states dependent van der Waals interactions coupled to vacuum fluctuations.         ",
    "url": "https://arxiv.org/abs/2412.17553",
    "authors": [
      "I. Carmeli",
      "Vladimiro Mujica",
      "Gregory Leitus",
      "Pini Shechter",
      "Zeev Zalevsky",
      "Shachar Richter"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2412.17617",
    "title": "A Fast Inverse Design Method for Multilayered, Multiport Pixelated Surfaces",
    "abstract": "           This paper presents a fast inverse design framework for complex multilayered, multiport pixelated surfaces - a class of structures largely unexplored in current research. Leveraging a method-of-moments (MoM) electromagnetic (EM) solver, the framework enables the rapid synthesis of pixelated device designs. A novel matrix reconstruction technique, based on pre-labeling matrix entries as \"inter-pixel\" or \"inner-pixel,\" accelerates simulations for each variation of the pixelated structure. To mitigate the cubic increase in computation time associated with additional layers, GPU acceleration is employed. Further enhancing convergence speed, a stochastic multi-pixel flipping search algorithm is integrated into the framework. The effectiveness of this approach is demonstrated through the design of a diplexer achieving a -3-dB bandwidth for one channel spanning 5.23-5.94 GHz and another covering 6.17-7.15 GHz, validated by a full-wave solver.         ",
    "url": "https://arxiv.org/abs/2412.17617",
    "authors": [
      "Woojun Lee",
      "Jungmin Lee",
      "Jeffrey S. Walling"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.17708",
    "title": "Ultrashort-pulse-pumped, single-mode type-0 squeezers in lithium niobate nanophotonics",
    "abstract": "           We present design principles for ultrashort-pulse, type-0 phase-matched optical parametric amplifiers to generate and measure spectrally pure degenerate squeezed light. We achieve a Schmidt number of $K \\approx 1.02$ with squeezing levels greater than 15 dB spanning over $>5$ THz bandwidth with cm-scale devices on thin-film lithium niobate (TFLN) on insulator platform. Our work opens up promising avenues for large-scale circuits for ultrafast quantum information processing and quantum sensing applications on rapidly advancing TFLN platform with already demonstrated linear components and photodetection capabilities.         ",
    "url": "https://arxiv.org/abs/2412.17708",
    "authors": [
      "Martin Houde",
      "Liam Beaudoin",
      "Kazuki Hirota",
      "Rajveer Nehra",
      "Nicolás Quesada"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.17709",
    "title": "Wakefield generation and electron acceleration via propagation of radially polarized laser pulses in homogeneous plasma",
    "abstract": "           The paper presents a study of wakefield generation and electron injection via propagation of radially polarized laser pulses in homogeneous pre-ionized plasma. The analytical study is based on Lorentz force and continuity equations. Perturbation technique and quasi-static approximation are used for evaluating the generated longitudinal wakefields. Trapping and acceleration of electrons are examined by injecting a test electron in the generated wakefields. The results are compared with those obtained via linearly polarized laser pulses. The validation of analytical results is performed using the Fourier-Bessel particle-in-cell (FBPIC) simulation code. It is seen that there is a significant enhancement in amplitude of the longitudinal wakefield generated and electron energy gain via radially polarized laser pulses as compared to linearly polarized laser pulse case.         ",
    "url": "https://arxiv.org/abs/2412.17709",
    "authors": [
      "Shivani Aggarwal",
      "Saumya Singh",
      "Dinkar Mishra",
      "Bhupesh Kumar",
      "Pallavi Jha"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2412.17788",
    "title": "Spectro-temporal symmetry in action-detected optical spectroscopy: highlighting excited-state dynamics in large systems",
    "abstract": "           Multidimensional optical spectroscopy observes transient excitation dynamics through the time evolution of spectral correlations. Its action-detected variants offer several advantages over the coherent detection and are thus becoming increasingly widespread. Nevertheless, a drawback of action-detected spectra is the presence of a large stationary background of so-called incoherent mixing of excitations from independent states that resembles a product of ground-state absorption spectra and obscures the excited-state signal. This issue is especially problematic in fluorescence-detected two-dimensional electronic spectroscopy (F-2DES) and fluorescence-detected pump--probe spectroscopy (F-PP) of extended systems, where large incoherent mixing arises from efficient exciton--exciton annihilation. In this work, we demonstrate on the example of F-2DES and F-PP an inherent spectro-temporal symmetry of action-detected spectra, which allows general, system-independent subtraction of any stationary signals including incoherent mixing. We derive the expressions for spectra with normal and reversed time ordering of the pulses, relating these to the symmetry of the system response. As we demonstrate both analytically and numerically, the difference signal constructed from spectra with normal and reversed pulse ordering is free of incoherent mixing and highlights the excitation dynamics. We further verify the approach on the experimental F-PP spectra of a molecular squaraine heterodimer and the F-2DES spectra of the photosynthetic antenna LH2 of purple bacteria. The approach is generally applicable to action-detected 2DES and pump--probe spectroscopy without experimental modifications and independent of the studied system, enabling their application to large systems such as molecular complexes.         ",
    "url": "https://arxiv.org/abs/2412.17788",
    "authors": [
      "Pavel Malý",
      "Kateřina Charvátová"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2412.16471",
    "title": "Cryogenic field-cycling instrument for optical NMR hyperpolarization studies",
    "abstract": "           Optical dynamic nuclear polarization (DNP) offers an attractive approach to enhancing the sensitivity of nuclear magnetic resonance (NMR) spectroscopy. Efficient, optically-generated electron polarization can be leveraged to operate across a broad range of temperatures and magnetic fields, making it particularly appealing for applications requiring high DNP efficiency or spatial resolution. While a large class of systems hold promise for optical DNP, many candidates display both variable electron polarizability and electron and nuclear T1 relaxation times as functions of magnetic field and temperature. This necessitates tools capable of studying DNP under diverse experimental conditions. To address this, we introduce a cryogenic field cycling instrument that facilitates optical DNP studies across a wide range of magnetic fields (10mT to 9.4T) and temperatures (10K to 300K). Continuous cryogen replenishment enables sustained, long-term operation. Additionally, the system supports the ability to manipulate and probe hyperpolarized nuclear spins via pulse sequences involving millions of RF pulses. We describe innovations in the device design and demonstrate its operation on a model system of 13C nuclear spins in diamond polarized through optically pumped nitrogen vacancy (NV) centers. We anticipate the use of the instrument for a broad range of optical DNP systems and studies.         ",
    "url": "https://arxiv.org/abs/2412.16471",
    "authors": [
      "Noella D'Souza",
      "Kieren A. Harkins",
      "Cooper Selco",
      "Ushoshi Basumallick",
      "Samantha Breuer",
      "Zhuorui Zhang",
      "Paul Reshetikhin",
      "Marcus Ho",
      "Aniruddha Nayak",
      "Maxwell McAllister",
      "Emanuel Druga",
      "David Marchiori",
      "Ashok Ajoy"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2412.17206",
    "title": "Quantum simulation of Burgers turbulence: Nonlinear transformation and direct evaluation of statistical quantities",
    "abstract": "           Fault-tolerant quantum computing is a promising technology to solve linear partial differential equations that are classically demanding to integrate. It is still challenging to solve non-linear equations in fluid dynamics, such as the Burgers equation, using quantum computers. We propose a novel quantum algorithm to solve the Burgers equation. With the Cole-Hopf transformation that maps the fluid velocity field $u$ to a new field $\\psi$, we apply a sequence of quantum gates to solve the resulting linear equation and obtain the quantum state $\\vert\\psi\\rangle$ that encodes the solution $\\psi$. We also propose an efficient way to extract stochastic properties of $u$, namely the multi-point functions of $u$, from the quantum state of $\\vert\\psi\\rangle$. Our algorithm offers an exponential advantage over the classical finite difference method in terms of the number of spatial grids when a perturbativity condition in the information-extracting step is met.         ",
    "url": "https://arxiv.org/abs/2412.17206",
    "authors": [
      "Fumio Uchida",
      "Koichi Miyamoto",
      "Soichiro Yamazaki",
      "Kotaro Fujisawa",
      "Naoki Yoshida"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2412.17683",
    "title": "On-chip frequency-bin quantum photonics",
    "abstract": "           Frequency-bin encoding furnishes a compelling pathway for quantum information processing systems compatible with established lightwave infrastructures based on fiber-optic transmission and wavelength-division multiplexing. Yet although significant progress has been realized in proof-of-principle tabletop demonstrations, ranging from arbitrary single-qubit gates to controllable multiphoton interference, challenges in scaling frequency-bin processors to larger systems remain. In this Perspective, we highlight recent advances at the intersection of frequency-bin encoding and integrated photonics that are fundamentally transforming the outlook for scalable frequency-based quantum information. Focusing specifically on results on sources, state manipulation, and hyperentanglement, we envision a possible future in which on-chip frequency-bin circuits fulfill critical roles in quantum information processing, particularly in communications and networking.         ",
    "url": "https://arxiv.org/abs/2412.17683",
    "authors": [
      "Karthik V. Myilswamy",
      "Lucas M. Cohen",
      "Suparna Seshadri",
      "Hsuan-Hao Lu",
      "Joseph M. Lukens"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2102.10029",
    "title": "Broadband High-Performance Terahertz Polarizers by Nanoimprint Lithography for Advanced Applications",
    "abstract": "           Terahertz polarizers are essential for advanced spectroscopic systems but face challenges like low transmission, short bandwidths and low extinction ratios. This study demonstrates the development of ultrabroadband THz polarizers using nanoimprint lithography, achieving high performance through double-wire-grid polarizer (DWGP) structures on cyclic olefin copolymer (COC) substrates. Compared to silicon-based alternatives, the polymer DWGPs demonstrated over twice the TM-polarized transmittance across the 0.1 - 25 THz range. The degree of polarization exceeded 98% in a 0.1-16 THz range, with a maximum extinction ratio above 65.4 dB at 4.2 THz. Simultaneous characterization of materials using THz time-domain spectroscopy (THz-TDS) and Fourier-transform infrared spectroscopy (FTIR) covered extended frequency ranges of 0.1 - 40 THz and 0.9 - 20 THz, respectively. Nanofabricated polymer DWGP revealed the superior optical properties, including enhanced TM transmittance and reduced TE leakage when compared to Si DWGP. Additionally, the fabricated polymer polarizers showcased cost-effectiveness, scalability, and durability, offering a sustainable alternative to conventional Si-based polarizers. The significant developments demonstrated in this study position polymer-based DWGPs as significant components for THz imaging, sensing, and wireless communication systems, paving the way for next-generation technologies.         ",
    "url": "https://arxiv.org/abs/2102.10029",
    "authors": [
      "Alexandre Chicharo",
      "Zdenek Kaspar",
      "Tatiana G. Rappoport",
      "Ajinkya Punjal",
      "Chun-Da Liao",
      "Pieter De Beule",
      "Jerome Borme",
      "Nuno M. R. Peres",
      "Pedro Alpuim"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2312.00493",
    "title": "Volkov solutions for relativistic magnetized plasma in strong field quantum electrodynamics regime",
    "abstract": "           This study shows the dynamics of relativistic electrons in terms of Dirac equation solutions when an ultra-intense short laser pulse of intensity $\\ge 10^{23} {this http URL^{-2}}$ propagates through magnetized dense plasma ($B_0\\approx {1MG})$. The interaction dynamics is analyzed near the strong-field quantum electrodynamics (SF-QED) regime. Our study finds new solutions in plasma media considering the effects of the re-normalized mass of relativistic electrons and the nonzero effective mass of accelerated photons. We have provided a general method for constructing exact solutions of the Dirac relativistic equation that correctly explains the dynamics of electrons in the strongly magnetized plasma medium. The modified solutions of the Dirac equation for one electron are derived and compared to the Volkov solutions. The new solutions are a basis for a feasible explanation of quantum attributes of relativistic electrons in a strong electromagnetic field of very short ultra-intense laser pulses with intensity near Schwinger field intensity. The solutions are called new Volkov solutions in a plasma medium. These solutions can be used to understand better the theory of quantum radiation reaction for the next-generation laser-plasma accelerator. Our results show that the Volkov solutions are not applicable in a magnetized plasma medium         ",
    "url": "https://arxiv.org/abs/2312.00493",
    "authors": [
      "B.S. Sharma",
      "Garima Yadav",
      "R.C. Dhabhai",
      "N.K. Jaiman"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2403.09814",
    "title": "Doppler-free three-photon spectroscopy on narrow-line optical transitions",
    "abstract": "           We demonstrate coherent Doppler-free three-photon excitation of the $^{1}S_{0}$$\\leftrightarrow$$^{3}P_{0}$ optical clock transition and the $^{1}S_{0}$$\\leftrightarrow$$^{3}P_{1}$ intercombination transition in free-space thermal clouds of $^{88}$Sr atoms. By appropriate orientation of the wavevectors of three lasers incident on the atoms, the first-order Doppler shift can be eliminated for all velocity classes. Three-photon excitation of the $^{1}S_{0}$$\\leftrightarrow$$^{3}P_{1}$ transition enables high-contrast Ramsey spectroscopy with interrogation times comparable to the 21$\\mu$s natural lifetime using a single near-resonant laser source. Three-photon spectroscopy on the $^{1}S_{0}$$\\leftrightarrow$$^{3}P_{0}$ clock transition, using only laser frequencies nearly resonant with the $^{1}S_{0}$$\\leftrightarrow$$^{3}P_{0}$ and $^{1}S_{0}$$\\leftrightarrow$$^{3}P_{1}$ transitions, enables a reduction in Doppler broadening by two orders of magnitude and a corresponding $\\sim470$Hz linewidth without a confining potential.         ",
    "url": "https://arxiv.org/abs/2403.09814",
    "authors": [
      "Guglielmo Panelli",
      "Shaun C. Burd",
      "Erik J. Porter",
      "Mark Kasevich"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.05760",
    "title": "Comment to the paper J. Yan et al. Experimental confirmation of driving pressure boosting and smoothing for hybrid-drive inertial fusion at the 100-kJ laser facility [Nature Communications (2023) 14:5782]",
    "abstract": "           The lack of key experimental data leads us to the conclusion that, the published experimental confirmation of driving pressure boosting and smoothing for hybrid-drive inertial fusion is not credible.         ",
    "url": "https://arxiv.org/abs/2404.05760",
    "authors": [
      "Ke Lan"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2405.02690",
    "title": "Laser wakefield acceleration of ions with a transverse flying focus",
    "abstract": "           The extreme electric fields created in high-intensity laser-plasma interactions could generate energetic ions far more compactly than traditional accelerators. Despite this promise, laser-plasma accelerators have remained stagnant at maximum ion energies of 100 MeV/nucleon for the last twenty years. The central challenge is the low charge-to-mass ratio of ions, which has precluded one of the most successful approaches used for electrons: laser wakefield acceleration. Here we show that a laser pulse with a focal spot that moves transverse to the laser propagation direction enables wakefield acceleration of ions to GeV energies in underdense plasma. Three-dimensional particle-in-cell simulations demonstrate that this relativistic-intensity \"transverse flying focus\" can trap ions in a comoving electrostatic pocket, producing a monoenergetic collimated ion beam. With a peak intensity of $10^{20}\\,$W/cm$^2$ and an acceleration distance of $0.44\\,$cm, we observe a proton beam with $23.1\\,$pC charge, $1.6\\,$GeV peak energy, and $3.7\\,$% relative energy spread. This approach allows for compact high-repetition-rate production of high-energy ions, highlighting the capability of more generalized spatio-temporal pulse shaping to address open problems in plasma physics.         ",
    "url": "https://arxiv.org/abs/2405.02690",
    "authors": [
      "Zheng Gong",
      "Sida Cao",
      "John P. Palastro",
      "Matthew R. Edwards"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.09448",
    "title": "Spacetime uncertainty makes quantum field theory finite",
    "abstract": "           Since Einstein's equations $G_{ij} = 8\\pi \\, G \\, T_{ij} \\, / c^4 $ relate the metric $g_{ij}$ of spacetime to the energy-momentum tensor $T_{ij}$ which is a quantum field, the metric $g_{ij}$ must be a quantum field. And since the metric $g_{ij}(x)$ is the dot product $g_{ij}(x) = \\partial_i p^\\alpha(x) \\, \\partial_j p_\\alpha(x)$ of the derivatives of the points $p(x)$ of spacetime, \\tbf{spacetime must be a quantum field}. Its points have average values $\\langle p(x) \\rangle$ that obey general relativity and fluctuations $q(x) = p(x) - \\langle p(x) \\rangle$ that obey quantum mechanics. It is suggested that the fields of quantum field theory be regarded not as functions $\\f(x)$ of their classical coordinates $x$ but as functions $\\f(p(x))$ of their quantum coordinates $p(x)$. In empty flat spacetime where $p(x) = x + q(x)$ and $x = (t,\\boldsymbol x)$, the Fourier exponentials $\\exp(i k(x+q(x))$ averaged over normally distributed fluctuations $q(x)$ are gaussians $\\exp(i kx -\\ell^2 \\boldsymbol k^2 - \\thalf \\ell^2 m^2)$. These gaussians make Feynman diagrams finite. The zero-point energy density of the vacuum also is finite -- but negative and too large to explain dark energy unless new bosons exist.         ",
    "url": "https://arxiv.org/abs/2406.09448",
    "authors": [
      "Kevin Cahill"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2407.19642",
    "title": "Robust High-frequency Laser Phase Noise Suppression by Adaptive Pound-Drever-Hall Feedforward",
    "abstract": "           Suppressing high-frequency laser phase noise, particularly at frequencies near and beyond typical feedback bandwidths of a few MHz, is a critical yet challenging task in many advanced applications. Feedforward-based methods generally outperform feedback in high-frequency range, but their performances are more susceptible to perturbations. In this work, we focus on the Pound-Drever-Hall (PDH)-feedforward method we demonstrated recently [Yu-Xin Chao et al., Optica 11(7), 945-950 (2024)] and analyze the factors that affect its long-term stability. By constructing a simple circuit allowing for adaptive control of the feedforward gain in response to power fluctuations of cavity transmission, we demonstrate a robust $\\geq 40$ dB suppression of laser phase noise around 2 MHz and a noise suppression bandwidth up to 50 MHz. In comparison, when using normal PDH feedback, robust noise suppression of over 40 dB can only occur for frequencies below tens of kHz in most setups. Our findings may pave the way for general usage of PDH feedforward and allow for simple construction of low-noise lasers for precise quantum controls and precision metrology.         ",
    "url": "https://arxiv.org/abs/2407.19642",
    "authors": [
      "Yu-Xin Chao",
      "Zhen-Xing Hua",
      "Xin-Hui Liang",
      "Zong-Pei Yue",
      "Chen Jia",
      "Li You",
      "Meng Khoon Tey"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.20807",
    "title": "Enhanced Radiation Hardness of InAs/GaAs Quantum Dot Lasers for Space Communication",
    "abstract": "           Semiconductor lasers have great potential for space laser communication. However, excessive radiation in space can cause laser failure. In principle, quantum dot (QD) lasers are more radiation-resistant than traditional semiconductor lasers because of their superior carrier confinement and smaller active regions. However, the multifaceted nature of radiation effects on QDs resulted in ongoing controversies. Comprehensive testing under simulated space conditions is also necessary to validate their performance. In this work, we conducted radiation tests on various In(Ga)As/GaAs QD and quantum well (QW) materials and devices. Our results revealed that InAs/GaAs QDs with filling factors greater than 50% exhibit greater radiation hardness than those below 50%. Furthermore, most InAs/GaAs QDs showed superior radiation resistance compared to InGaAs/GaAs QW when exposed to low proton fluences of 1E11 and 1E12 cm-2, resulting from radiation-induced defects. The linewidth enhancement factor (LEF) of well-designed QD lasers remains remarkably stable and close to zero, even under proton irradiation at a maximum fluence of 7E13 cm-2, owing to their inherent insensitivity to irradiation-induced defects. These QD lasers demonstrate an exceptional average relative intensity noise (RIN) level of -162 dB/Hz, with only a 1 dB/Hz increase in RIN observed at the highest fluence, indicating outstanding stability. Furthermore, the lasers exhibit remarkable robustness against optical feedback, sustaining stable performance even under a feedback strength as high as -3.1 dB. These results highlight the significant potential of QD lasers for space laser communication applications, where high reliability and resilience to radiation and environmental perturbations are critical.         ",
    "url": "https://arxiv.org/abs/2407.20807",
    "authors": [
      "Manyang Li",
      "Jianan Duan",
      "Zhiyong Jin",
      "Shujie Pan",
      "Wenkang Zhan",
      "Jinpeng Chen",
      "Jinling Yu",
      "Xiaotian Cheng",
      "Zhibo Ni",
      "Chaoyuan Jin",
      "Tien Khee Ng",
      "Jinxia Kong",
      "Xiaochuan Xu",
      "Yong Yao",
      "Bo Xu",
      "Siming Chen",
      "Boon S. Ooi",
      "Zhanguo Wang",
      "Chao Zhao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2408.05907",
    "title": "Efficient cryogenic nonlinear conversion processes in periodically-poled thin-film lithium niobate waveguides",
    "abstract": "           Periodically poled thin-film lithium niobate (TFLN) waveguides, which enable efficient quadratic nonlinear processes, serve as crucial foundation for classical and quantum signal processing. To expand their application scope, we provide the first investigation of nonlinear conversion processes in periodically poled TFLN waveguides at cryogenic condition (7 K). Through systematic experimental characterization, we find that the periodically poled TFLN waveguide retains its high conversion efficiency at both cryogenic and room temperatures for both classical second-harmonic generation and quantum photon-pair generation processes. Particularly, the photon-pair source at cryogenic condition shows high brightness and broad bandwidth. These results demonstrate the significant potential of TFLN wavelength conversion devices for cryogenic applications and foster future scalable quantum photonic systems.         ",
    "url": "https://arxiv.org/abs/2408.05907",
    "authors": [
      "Yujie Cheng",
      "Xiaoting Li",
      "Lantian Feng",
      "Haochuan Li",
      "Wenzhao Sun",
      "Xinyu Song",
      "Yuyang Ding",
      "Guangcan Guo",
      "Cheng Wang",
      "Xifeng Ren"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.08790",
    "title": "Ultrabroadband tunable difference frequency generation in standardized thin-film lithium niobate platform",
    "abstract": "           Thin-film lithium niobate (TFLN) on insulator is a promising platform for nonlinear photonic integrated circuits (PICs) due to its strong light confinement, high second-order nonlinearity, and flexible quasi-phase matching for three-wave mixing processes via periodic poling. Among the three-wave mixing processes of interest, difference frequency generation (DFG) can produce long wave infrared (IR) light from readily available near IR inputs. While broadband DFG is well studied for mid-IR frequencies, achieving broadband idler generation within the telecom window (near C-band) and the short-wave infrared (near 2 micron) is more challenging due to stringent dispersion profile requirements, especially when using standardized TFLN thicknesses. In this paper, we investigate various standard waveguide designs to pinpoint favorable conditions for broadband DFG operation covering several telecom bands. Our simulations identify viable designs with a possible 3-dB conversion efficiency bandwidth (CE-BW) of 300 nm and our measurements show idler generation from 1418 nm to 1740 nm, limited by our available sources, experimentally confirming our design approach. Furthermore, temperature tuning allows further shift of the idler towards the mid-IR, up to 1819 nm. We also achieve a stretched wavelength range of idler generation by leveraging the longitudinal variation of the waveguide in addition to poling. Finally, our numerical simulations show the possibility of extending the CE-BW up to 780 nm while focusing on waveguide cross-sections that are available for fabrication within a foundry. Our work provides a methodology that bridges the deviations between fabricated and designed cross-sections, paving a way for standardized broadband DFG building blocks.         ",
    "url": "https://arxiv.org/abs/2410.08790",
    "authors": [
      "Yesim Koyaz",
      "Christian Lafforgue",
      "Homa Zarebidaki",
      "Olivia Hefti",
      "Davide Grassani",
      "Hamed Sattari",
      "Camille-Sophie Brès"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.17304",
    "title": "Corotation-bounce resonance of ions in Jupiter's magnetosphere",
    "abstract": "           Banded energy distributions of H$^{+}$, O$^{++}$, S$^{+++}$, and O$^+$ or S$^{++}$ ions between 100 eV to ~20 keV are consistently observed in Jupiter's magnetosphere mapping to M-shells between M=10-20. The bands correspond to flux enhancements at similar speeds for different ion species, providing the first evidence of simultaneous bounce-resonant acceleration of multiple ion species in Jupiter's magnetosphere. Ion enhancements occur for energies at which the bounce frequencies of the trapped ions matched integer harmonics of the System-III corotation frequency. The observations highlight a previously unknown interaction between corotation and bounce motion of <10 keV energy ions that is a fundamental and persistent process occurring in Jupiter's magnetosphere.         ",
    "url": "https://arxiv.org/abs/2410.17304",
    "authors": [
      "Y. Sarkango",
      "J. R. Szalay",
      "P. A. Damiano",
      "A. H. Sulaiman",
      "P. A. Delamere",
      "J. Saur",
      "D. J. McComas",
      "R. W. Ebert",
      "F. Allegrini"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)",
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ]
  },
  {
    "id": "arXiv:2402.13898",
    "title": "Room-temperature quantum sensing with photoexcited triplet electrons in organic crystals",
    "abstract": "           Quantum sensors have notably advanced high-sensitivity magnetic field detection. Here, we report quantum sensors constructed from polarized spin-triplet electrons in photoexcited organic chromophores, specifically focusing on pentacene-doped para-terphenyl (${\\approx}$0.1%). We demonstrate essential quantum sensing properties at room temperature: electronic optical polarization and state-dependent fluorescence contrast, by leveraging differential pumping and relaxation rates between triplet and ground states. We measure high optically detected magnetic resonance (ODMR) contrast ${\\approx}16.8\\%$ of the triplet states at room temperature, along with long coherence times under spin echo and CPMG sequences, $T_2{=}2.7\\mu$s and $T_2^{DD}{=}18.4\\mu$s respectively, limited only by the triplet lifetimes. The material offers several advantages for quantum sensing, including the ability to grow large ($cm$-scale) crystals at low cost, the absence of paramagnetic impurities, and the diamagnetism of electronic states used for sensing when not optically illuminated. Utilizing pentacene as a representative of a broader class of spin triplet-polarizable organic molecules, this study highlights new potential for quantum sensing in chemical systems.         ",
    "url": "https://arxiv.org/abs/2402.13898",
    "authors": [
      "Harpreet Singh",
      "Noella D'Souza",
      "Keyuan Zhong",
      "Emanuel Druga",
      "Julianne Oshiro",
      "Brian Blankenship",
      "Jeffrey A. Reimer",
      "Jonathan D. Breeze",
      "Ashok Ajoy"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2404.09441",
    "title": "Overcoming the fundamental limit of quantum transduction via intraband entanglement",
    "abstract": "           A quantum transducer converts an input signal to an output probe at a distant frequency band while maintaining the quantum information with high fidelity, which is crucial for quantum networking and distributed quantum sensing and computing. In terms of microwave-optical quantum transduction, the state-of-the-art quantum transducers suffer low transduction efficiency from weak nonlinear coupling, wherein increasing pump power to enhance efficiency inevitably leads to thermal noise from heating. Moreover, we reveal that the efficiency-bandwidth product of a cavity electro-optical or electro-optomechanical transducer is fundamentally limited by pump power and nonlinear coupling coefficient, irrespective of cavity engineering efforts. To overcome this fundamental limit, we propose to noiselessly boost the transduction efficiency by consuming intraband entanglement (e.g., microwave-microwave or optical-optical entanglement in the case of microwave-optical transduction). Via a squeezer-coupler-antisqueezer sandwich structure, the protocol enhances the transduction efficiency to unity in the ideal lossless case, given an arbitrarily weak pump and nonlinear coupling. In practical cavity systems, our entanglement-assisted protocol surpasses the non-assisted fundamental limit of the efficiency-bandwidth product and reduces the threshold cooperativity for positive quantum capacity by a factor proportional to two-mode squeezing gain. Given a fixed cooperativity, our approach increases the broadband quantum capacity by orders of magnitude. The entanglement-assisted advantage is robust to ancilla loss and cavity detuning.         ",
    "url": "https://arxiv.org/abs/2404.09441",
    "authors": [
      "Haowei Shi",
      "Quntao Zhuang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.05978",
    "title": "Zero-temperature Monte Carlo simulations of two-dimensional quantum spin glasses guided by neural network states",
    "abstract": "           A continuous-time projection quantum Monte Carlo algorithm is employed to simulate the ground state of a short-range quantum spin-glass model, namely, the two-dimensional Edwards-Anderson Hamiltonian with transverse field, featuring Gaussian nearest-neighbor couplings. We numerically demonstrate that guiding wave functions based on self-learned neural networks suppress the population control bias below modest statistical uncertainties, at least up to a hundred spins. By projecting a two-fold replicated Hamiltonian, the spin overlap is determined. A finite-size scaling analysis is performed to estimate the critical transverse field where the spin-glass transition occurs, as well as the critical exponents of the correlation length and the spin-glass susceptibility. For the latter two, good agreement is found with recent estimates from the literature for different random couplings. We also address the spin-overlap distribution within the spin-glass phase, finding that, for the workable system sizes, it displays a non-trivial double-peak shape with large weight at zero overlap.         ",
    "url": "https://arxiv.org/abs/2407.05978",
    "authors": [
      "L. Brodoloni",
      "S. Pilati"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2409.19036",
    "title": "The molecular nature of superfluidity: Viscosity of helium from quantum stochastic molecular dynamics simulations over real trajectories",
    "abstract": "           Using quantum equations of motion for interacting bosons, stochastic molecular dynamics simulations with quantized momenta are performed for Lennard-Jones helium-4. The viscosity of the quantum liquid is significantly less than that of the classical liquid, being almost 5 times smaller at the lowest temperature studied. The classical and quantum liquids are identical except for Bose-Einstein condensation, which pinpoints the molecular mechanism for superfluidity. The results rely on the existence of stochastic but real particle trajectories, which has implications for the interpretation of quantum mechanics.         ",
    "url": "https://arxiv.org/abs/2409.19036",
    "authors": [
      "Phil Attard"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]