[
  {
    "id": "arXiv:2505.15876",
    "title": "Polarizing 3He via Metastability Exchange Optical Pumping Using a 1.2 mbar Sealed Cell at Magnetic Fields up to 5 T",
    "abstract": "           We report high nuclear polarization of 1.2 mbar 3He gas in a sealed cell in magnetic fields up to 5 T using Metastability Exchange Optical Pumping (MEOP). The creation of a highly polarized 3He gas target for use in the 5 T field of Jefferson Lab's CLAS12 spectrometer would enable new studies of spin-dependent asymmetries on the neutron. A systematic study was conducted to evaluate the effects of discharge intensity, pump laser power, and optical pumping transition schemes on nuclear polarization and pumping rates. Steady-state polarizations up to 86 % in magnetic fields between 2 and 5 T were achieved, with a discharge-on relaxation time of 898 s at 5 T. These results underscore the potential of MEOP for high-field applications in nuclear physics experiments.         ",
    "url": "https://arxiv.org/abs/2505.15876",
    "authors": [
      "Pushpa Pandey",
      "Hao Lu",
      "James Maxwell",
      "James Brock",
      "Christopher Keith",
      "Xiaqing Li",
      "Richard Milner",
      "Dien Nguyen"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2505.16092",
    "title": "Spontaneous generation of athermal phonons bursts within bulk silicon causing excess noise, low energy background events and quasiparticle poisoning in superconducting sensors",
    "abstract": "           Solid state phonon detectors used in the search for dark matter or coherent neutrino nucleus interactions (CE$\\nu$NS) require excellent energy resolution (eV-scale or below) and low backgrounds to meet their science objectives. Unfortunately, an unknown source of phonon bursts (the low energy excess, or ``LEE'') both dominates all other above threshold background sources and produces shot noise from sub-threshold bursts which greatly exceeds all fundamental noise sources. In this paper, we measure these phonon bursts for 12 days after cool down in two nearly identical multi-phonon sensor channel 1cm$^2$ silicon detectors which differ only in the thickness of their substrate (1 mm vs 4 mm thick). We find that both the correlated shot noise and near threshold shared LEE relax with time since cooldown. Additionally, we show that both shot noise and LEE rates scale linearly with substrate thickness. When combined with previous measurements of other silicon phonon detectors with different substrate geometries and mechanical support strategies, these measurements strongly suggest that the dominant source of both above and below threshold LEE is the bulk substrate. By monitoring the relation between bias power and excess phonon shot noise we estimate that $\\varepsilon = \\frac{<E^2>}{<E>}$ for sub-threshold noise events is $0.68 \\pm 0.38$ meV. In our final dataset, we report a world-leading energy resolution of 258.5$\\pm$0.4 meV in the 1mm thick detector. Simple calculations suggest that these Si substrate phonon bursts are likely the dominant source of quasi-particle poisoning in superconducting qubits and sensors that are operated in well shielded and vibration free environments.         ",
    "url": "https://arxiv.org/abs/2505.16092",
    "authors": [
      "C.L. Chang",
      "Y.-Y. Chang",
      "M. Garcia-Sciveres",
      "W. Guo",
      "S.A. Hertel",
      "X. Li",
      "J. Lin",
      "M. Lisovenko",
      "R. Mahapatra",
      "W. Matava",
      "D.N. McKinsey",
      "P.K. Patel",
      "B. Penning",
      "M. Platt",
      "M. Pyle",
      "Y. Qi",
      "M. Reed",
      "I. Rydstrom",
      "R.K. Romani",
      "B. Sadoulet",
      "B. Serfass",
      "P. Sorensen",
      "B. Suerfu",
      "V. Velan",
      "G. Wang",
      "Y. Wang",
      "M.R. Williams",
      "V.G. Yefremenko"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2505.16262",
    "title": "Vibrational Quantum States of Methanol",
    "abstract": "           The methanol molecule is a sensitive probe of astrochemistry, astrophysics, and fundamental physics. The first-principles elucidation and prediction of its rotation-torsional-vibrational motions are enabled in this work by the computation of a full-dimensional, \\emph{ab initio} potential energy surface (PES) and numerically exact quantum dynamics. An active-learning approach is used to sample explicitly correlated coupled-cluster electronic energies, and the datapoints are fitted with permutationally invariant polynomials to obtain a spectroscopic-quality PES representation. Variational vibrational energies and corresponding tunnelling splittings are computed up to the first overtone of the C-O stretching mode by direct numerical solution of the (ro)vibrational Schrödinger equation with optimal internal coordinates and efficient basis and grid truncation techniques. As a result, the computed vibrational band origins finally agree with experiment within $5\\ \\text{cm}^{-1}$, allowing for the exploration of the large-amplitude quantum mechanical motion and tunnelling splittings coupled with the small-amplitude vibrational dynamics. These developments open the route towards simulating rovibrational spectra used to probe methanol in outer space and in precision science laboratories, as well as for probing interactions with external magnetic fields.         ",
    "url": "https://arxiv.org/abs/2505.16262",
    "authors": [
      "Ayaki Sunaga",
      "Tibor Győri",
      "Gábor Czakó",
      "Edit Matyus"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2505.16364",
    "title": "Single-shot 3D characterization the spatiotemporal optical vortex via a spatiotemporal wavefront sensor (STWFS)",
    "abstract": "           The advent of spatiotemporal wave packets (STWPs), represented by spatiotemporal optical vortices (STOVs), has paved the way for the exploration in optics and photonics. To date, despite considerable efforts, a comprehensive and efficient practical means to characterizing wave packets with such complex structures is still lacking. In this study, we introduced a new method designed to achieve high-precision and high-throughput spatiotemporal wave packet measurements using a user-friendly set up. This method is based on a quadriwave lateral shearing interferometric wavefront sensor that utilizes wavelength division multiplexing, termed the \"spatiotemporal wavefront sensor (STWFS).\" Using this method, we have fabricated a compact prototype with 295 * 295 spatial pixels * 36 wavelength channels of 0.5 nm spectral resolution in a single frame. This STWFS enabled, for the first time, single-shot self-referenced spatiotemporal three-dimensional (3D) optical field characterizations of STOV pulses with transverse orbital angular momenta L of 1 and 2, and obtained the dynamic visualization of the focused propagation of STOV pulses. Furthermore, the STWFS provides a 1.87 nm (0.95%) root mean square (RMS) absolute accuracy for spatiotemporal phase reconstruction. This achievement represents the highest performance compared with other three-dimensional spatiotemporal metrology methods. As a spatiotemporal optical field characterization method, the STWFS offers ultrafast 3D diagnostics, contributing to spatiotemporal photonics and broader applications across different fields, such as light-matter interactions and optical communications.         ",
    "url": "https://arxiv.org/abs/2505.16364",
    "authors": [
      "Xiuyu Yao",
      "Ping Zhu",
      "Youjian Yi",
      "Zezhao Gong",
      "Dongjun Zhang",
      "Ailin Guo",
      "Fucai Ding",
      "Xiao Liang",
      "Xuejie Zhang",
      "Meizhi Sun",
      "Qiang Zhang",
      "Miaoyan Tong",
      "Lijie Cui",
      "Hailun Zen",
      "Xinglong Xie",
      "Jianqiang Zhu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2505.16541",
    "title": "Generalized Polarization Matrix Approach to Near-Field Optical Chirality",
    "abstract": "           For paraxial light beams and electromagnetic fields, the Stokes vector and polarization matrix provide equivalent scalar measures of optical chirality, widely used in linear optics. However, growing interest in non-paraxial fields, with fully three-dimensional polarization components, necessitates an extended framework. Here, we develop a general theory for characterizing optical chirality in arbitrary electromagnetic fields, formulated through extensions of the polarization matrix approach. This framework applies to both near- and far-field optical helicity and chirality. As examples, we demonstrate its relevance to near-zone fields from chiral dipole emission and the focal plane of tightly focused beams.         ",
    "url": "https://arxiv.org/abs/2505.16541",
    "authors": [
      "Kayn A. Forbes",
      "David L. Andrews"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.16684",
    "title": "Triple V-shaped type-II quantum wells for long wavelength interband cascade lasers",
    "abstract": "           We investigate triple V-shaped type-II quantum wells designed to emit at 6-9 {\\mu}m wavelength range, consisting of three InAs(Sb) electron quantum wells and two Ga0.6In0.4Sb hole quantum wells. The wells' composition and thicknesses are optimized in terms of wavefunction overlap and valence intersubband absorption (VISA) by using kp calculation. The triple V-shaped type-II quantum well designed for emission at 6.2 {\\mu}m, 7.5 {\\mu}m and 9.0 {\\mu}m, show 18.8 %, 18.9 % and 19.2 % higher wavefunction overlap respectively, compared to the corresponding W-shaped designs of InAs/Ga0.6In0.4Sb/InAs wells commonly employed in active regions of interband cascade lasers. In addition, the calculated VISA in V-shaped quantum wells for the designed wavelength is significantly smaller than in W-shaped wells. These enhancements might extend the wavelength limit of room temperature emission of GaSb-based interband cascade lasers.         ",
    "url": "https://arxiv.org/abs/2505.16684",
    "authors": [
      "B. Petrović",
      "T. Sato",
      "S. Birner",
      "J. Zanon",
      "M. E. Flatté",
      "R. Weih",
      "F. Hartmann",
      "S. Höfling"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.15852",
    "title": "Quantum Internet, Governance, Trust, and the Promise of Secure Communication: On building a Quantum Internet that will be used",
    "abstract": "           The development of quantum technologies has been accelerating in the last decade, turning them into emerging technologies that need explicit attention by decision-makers at national funding agencies, companies and governments. In this paper we consider the governance of quantum internet, a new type of communication network developed for the promise that it can deliver inherently secure communication solely through its technical design. This paper gives a general analysis of the functions quantum internet offer, and then challenges this proposition by arguing that trust, an essential precondition for users to adopt this technology, cannot be guaranteed by technical features alone. Instead, trust is fundamentally a social phenomenon, shaped by how quantum internet is governed, operated, and regulated. Therefore, the ultimate success of quantum internet in fulfilling its promise of secure communication will depend not just on its technical hardware and software but also on the policies and frameworks for running these capacities, and on the public trust in those policies and frameworks. With this argument we arrive at recommendations to decision-makers for developing quantum internet and its governance in a way that quantum internet that can be trusted for its promised capacities.         ",
    "url": "https://arxiv.org/abs/2505.15852",
    "authors": [
      "Pieter E. Vermaas",
      "Luca Possati",
      "Zeki C. Seskir"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2505.15956",
    "title": "Fast quantum interferometry at the nanometer and attosecond scales with energy-entangled photons",
    "abstract": "           In classical optical interferometry, loss and background complicate achieving fast nanometer-resolution measurements with illumination at low light levels. Conversely, quantum two-photon interference is unaffected by loss and background, but nanometer-scale resolution is physically difficult to realize. As a solution, we enhance two-photon interference with highly non-degenerate energy entanglement featuring photon frequencies separated by 177 THz. We observe measurement resolution at the nanometer (attosecond) scale with only $O(10^4)$ photon pairs, despite the presence of background and loss. Our non-destructive thickness measurement of a metallic thin film agrees with atomic force microscopy, which often achieves better resolution via destructive means. With contactless, non-destructive measurements in seconds or faster, our instrument enables metrological studies in optically challenging contexts where background, loss, or photosensitivity are factors.         ",
    "url": "https://arxiv.org/abs/2505.15956",
    "authors": [
      "Colin P. Lualdi",
      "Spencer J. Johnson",
      "Michael Vayninger",
      "Kristina A. Meier",
      "Swetapadma Sahoo",
      "Simeon I. Bogdanov",
      "Paul G. Kwiat"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.16021",
    "title": "Auxiliary Field Quantum Monte Carlo for Electron-Photon Correlation",
    "abstract": "           Hybrid light-matter polaritonic states have shown great promise for altering already known and enabling novel chemical reactions and controlling photophysical phenomena. This field has recently become one of the most prominent and active areas of research that connects the communities of chemistry and quantum optics. The ab initio modeling of such polaritonic phenomena has led to updating commonly used electronic structure methods, such as Hartree-Fock, density functional, and coupled cluster theories, to explicitly include Bosonic degrees of freedom. In this work, we explore the quantum electrodynamic auxiliary field quantum Monte Carlo (QED-AFQMC) method to accurately capture the polaritonic ground state of representative quantum chemical benchmark systems to explore electron-photon correlations. We analyze these correlations across multiple examples and benchmark the QED-AFQMC results against other ab initio quantum electrodynamics methods, including QED-coupled cluster and QED-full configuration interaction, demonstrating the method's accuracy and its potential for scalable simulations of strongly coupled light-matter systems.         ",
    "url": "https://arxiv.org/abs/2505.16021",
    "authors": [
      "Braden M. Weight",
      "Yu Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2505.17009",
    "title": "Topological Phases, Criticality, and Mixed State Order in a Hubbard Quantum Simulator",
    "abstract": "           Phases of matter are conventionally distinguished from one another by local observables. Topological quantum phases lie outside this paradigm; their differences can only be learned by examining them globally. This has striking implications for the stability of these phases, their classification, and the phase transitions between them. In this work, we experimentally demonstrate these implications using interacting magnetic erbium atoms in an optical lattice. We show that a Mott insulator and a pinned charge-density wave in one dimension are in distinct crystalline symmetry-protected topological phases (CSPTs). The quantum phase transition separating them is revealed by measuring nonlocal string order parameters using site-resolved imaging. Remarkably, stacking two copies of these states eliminates the critical point -- a signature feature of topological phases that underlies their classification. Moreover, we show that while a programmable symmetry-breaking disorder pattern can also remove this critical point, averaging over disorder restores it, supporting recent theoretical predictions of mixed-state order. Finally, we highlight a connection between one of these CSPTs and the Haldane insulator, and detect signatures of the transition between the Haldane and the Mott insulator. Our results establish a path toward probing broader symmetry-protected topology and mixed-state order in programmable quantum devices.         ",
    "url": "https://arxiv.org/abs/2505.17009",
    "authors": [
      "Lin Su",
      "Rahul Sahay",
      "Michal Szurek",
      "Alexander Douglas",
      "Ognjen Markovic",
      "Ceren B. Dag",
      "Ruben Verresen",
      "Markus Greiner"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.00469",
    "title": "CMOS-fabricated ultraviolet light modulators using low-loss alumina piezo-optomechanical photonic circuits",
    "abstract": "           Ultra-violet (UV) and near-UV wavelengths are necessary for many important optical transitions for quantum technologies and various sensing mechanisms for biological and chemical detection. However, all well-known photonic platforms have excessively high losses in the UV, which has prevented photonic integrated circuits (PICs) being used to address these and other important application spaces. Photonic waveguides using low-loss alumina cores have emerged as a promising solution because of almunia's large optical bandgap and the high quality of films enabled by atomic layer deposition. However, to the best of our knowledge, active alumina PICs have only been realized using thermo-optic tuning, which precludes switching speeds shorter than one microsecond, high circuit densities, and cryogenically compatible operation. Here, we introduce a CMOS-fabricated, piezo-optomechanical PIC platform using alumina waveguides with low optical losses at UV wavelengths and aluminum nitride piezoelectric strain actuators, which solves the issues associated with thermal tuning. We demonstrate a high-performance, reconfigurable optical filter operating at wavelengths as low as 320 nm. The filter has a 6 nanosecond switching time, a loaded linewidth of 3.3 GHz, tuning rate of -120 MHz/V, and a hold power less than 20 nW.         ",
    "url": "https://arxiv.org/abs/2407.00469",
    "authors": [
      "Zachary A. Castillo",
      "Roman Shugayev",
      "Daniel Dominguez",
      "Michael Gehl",
      "Nicholas Karl",
      "Andrew Leenheer",
      "Bethany Little",
      "Yuan-Yu Jau",
      "Matt Eichenfield"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2501.09376",
    "title": "Multiple truly topological unidirectional surface magnetoplasmons at terahertz frequencies",
    "abstract": "           Unidirectional propagation based on surface magnetoplasmons (SMPs) has recently been realized at the interface of magnetized semiconductors. However, usually SMPs lose their unidirectionality due to non-local effects, especially in the lower trivial bandgap of such structures. More recently, a truly unidirectional SMP (USMP) has been demonstrated in the upper topological non-trivial bandgap, but it supports only a single USMP, limiting its functionality. In this work, we present a fundamental physical model for multiple, robust, truly topological USMP modes at terahertz (THz) frequencies, realized in a semiconductor-dielectric-semiconductor (SDS) slab waveguide under opposing external magnetic fields. We analytically derive the dispersion properties of the SMPs and perform numerical analysis in both local and non-local models. Our results show that the SDS waveguide supports two truly (even and odd) USMP modes in the upper topological non-trivial bandgap. Exploiting these two modes, we demonstrate unidirectional SMP multimode interference (USMMI), being highly robust and immune to backscattering, overcoming the back-reflection issue in conventional bidirectional waveguides. To demonstrate the usefullness of this approach, we numerically realize a frequency- and magnetically-tunable arbitrary-ratio splitter based on this robust USMMI, enabling multimode conversion. We, further, identify a unique index-near-zero (INZ) odd USMP mode in the SDS waveguide, distinct from conventional semiconductor-dielectric-metal waveguides. Leveraging this INZ mode, we achieve phase modulation with a phase shift from -$\\pi$ to $\\pi$. Our work expands the manipulation of topological waves and enriches the field of truly non-reciprocal topological physics for practical device applications.         ",
    "url": "https://arxiv.org/abs/2501.09376",
    "authors": [
      "Shengquan Fan",
      "Tianjing Guo",
      "Binbin Zhou",
      "Jie Xu",
      "Xiaohua Deng",
      "Jiangtao Lei",
      "Yun Shen",
      "Meicheng Fu",
      "Kosmas L. Tsakmakidis",
      "Lujun Hong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2501.13863",
    "title": "Resonant photon scattering in the presence of external fields and its applications for the Gamma Factory",
    "abstract": "           This theoretical study explores resonant elastic photon scattering in the presence of external electric and magnetic fields, motivated by potential applications in storage ring experiments, such as the Gamma Factory project at CERN. In this framework, resonant scattering involves head-on collisions of relativistic ion beams and counter-propagating laser photons, leading to a strong enhancement of the external field strength due to the Lorentz transformation between ion rest and laboratory frame. Calculations for He-like Ca ions reveal a notable impact of the external fields on the scattering rate as well as the angular distribution and polarization of emitted photons. This opens interesting avenues for diverse applications for the Gamma Factory project, such as as resonance condition tuning, beam cooling, and polarization control.         ",
    "url": "https://arxiv.org/abs/2501.13863",
    "authors": [
      "Jan Richter",
      "Mieczyslaw Witold Krasny",
      "Jan Gilles",
      "Andrey Surzhykov"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2501.17686",
    "title": "Effects of oxidation and impurities in lithium surfaces on the emitting wall plasma sheath",
    "abstract": "           Use of lithium as a surface coating in fusion devices improves plasma performance, but the change in wall properties affects the secondary electron emission properties of the material. Lithium oxidizes easily, which drives the emission yield well above unity. We present here simulations demonstrating the change in sheath structure from monotonic to the nonmonotonic space-charge limited sheath using an energy-dependent data-driven emission model which self-consistently captures both secondary emission and backscattering populations. Increased secondary electron emission from the material has ramifications for the degradation and erosion of the wall. Results shows that the oxidation leads to an increased electron flux into the wall, and a reduced ion flux. The net transfer of energy to the surface is significantly greater for the oxidized case than for the pure lithium case. High reflection rates of low-energy backscattered particles leads to a high re-emission rate at the wall.         ",
    "url": "https://arxiv.org/abs/2501.17686",
    "authors": [
      "Kolter Bradshaw",
      "Ammar Hakim",
      "Bhuvana Srinivasan"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2502.03193",
    "title": "Spin photonic topological metasurface based on kagome lattice and leaky-wave application",
    "abstract": "           The emerging field of topological metasurfaces offers unique advantages, particularly in robustness against backscattering in low-profile structures. The lattice configuration of these structures significantly influences the ability to achieve sharp turns in the propagation path. One of the most studied lattices in condensed matter physics is the kagome lattice, characterized by its hexagonal Brillouin zone, which displays a Dirac cone in its dispersion diagram. Previous research on kagome lattices in photonic topological insulators has primarily focused on valley types of insulators. This article introduces a spin topological metasurface based on the kagome lattice and its unit cell, enabling a broad range of sharp turns and propagation paths. The unit cell is compared to its hexagonal and 60-degree rhombic counterparts, and a parametric study of its dimensions is conducted. As a result of this research, a new X-band leaky-wave antenna designed in the kagome lattice with an armchair arrangement interface has been developed. This antenna provides two forward and two backward beams, each pair achieving an approximately 50-degree scan within the 8.8 to 11.1 GHz bandwidth.         ",
    "url": "https://arxiv.org/abs/2502.03193",
    "authors": [
      "Sayyed Ahmad Abtahi",
      "Mohsen Maddahali",
      "Ahmad Bakhtafrouz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2504.13323",
    "title": "Prototype acoustic positioning system for the Pacific Ocean Neutrino Experiment",
    "abstract": "           We present the design and initial performance characterization of the prototype acoustic positioning system intended for the Pacific Ocean Neutrino Experiment. It comprises novel piezo-acoustic receivers with dedicated filtering- and amplification electronics installed in P-ONE instruments and is complemented by a commercial system comprised of cabled and autonomous acoustic pingers for sub-sea installation manufactured by Sonardyne Ltd. We performed an in-depth characterization of the acoustic receiver electronics and their acoustic sensitivity when integrated into P-ONE pressure housings. These show absolute sensitivities of up to $-125\\,$dB re V$^2/\\mu$Pa$^2$ in a frequency range of $10-40\\,$kHz. We furthermore conducted a positioning measurement campaign in the ocean by deploying three autonomous acoustic pingers on the seafloor, as well as a cabled acoustic interrogator and a P-ONE prototype module deployed from a ship. Using a simple peak-finding detection algorithm, we observe high accuracy in the tracking of relative ranging times at approximately $230-280\\,\\mu$s at distances of up to $1600\\,$m, which is sufficient for positioning detectors in a cubic-kilometer detector and which can be further improved with more involved detection algorithms. The tracking accuracy is further confirmed by independent ranging of the Sonardyne system and closely follows the ship's drift in the wind measured by GPS. The absolute positioning shows the same tracking accuracy with its absolute precision only limited by the large uncertainties of the deployed pinger positions on the seafloor.         ",
    "url": "https://arxiv.org/abs/2504.13323",
    "authors": [
      "P-ONE Collaboration",
      "M. Agostini",
      "S. Agreda",
      "A. Alexander Wight",
      "P. S. Barbeau",
      "A. J. Baron",
      "S. Bash",
      "C. Bellenghi",
      "B. Biffard",
      "M. Boehmer",
      "M. Brandenburg",
      "P. Bunton",
      "N. Cedarblade-Jones",
      "M. Charlton",
      "B. Crudele",
      "M. Danninger",
      "T. DeYoung",
      "F. Fuchs",
      "A. Gärtner",
      "J. Garriz",
      "D. Ghuman",
      "L. Ginzkey",
      "T. Glukler",
      "V. Gousy-Leblanc",
      "D. Grant",
      "A. Grimes",
      "C. Haack",
      "R. Halliday",
      "M. Heesemann",
      "D. Hembroff",
      "F. Henningsen",
      "J. Hutchinson",
      "S. Karanth",
      "T. Kerscher",
      "K. Kopański",
      "C. Kopper",
      "P. Krause",
      "C. B. Krauss",
      "N. Kurahashi",
      "C. Lagunas Gualda",
      "K. Leismüller",
      "R. Li",
      "S. Loipolder",
      "A. Magaña Ponce",
      "S. Magel",
      "P. Malecki",
      "G. Marshall",
      "T. Martin",
      "C. Miller",
      "N. Molberg",
      "R. Moore",
      "L. Muzi",
      "B. Nührenbörger",
      "B. Nichol",
      "W. Noga",
      "R. Ørsøe",
      "L. Papp",
      "V. Parrish",
      "P. Pfahler",
      "B. Pirenne",
      "E. Price",
      "A. Rahlin",
      "M. Rangen",
      "E. Resconi",
      "S. Robertson",
      "D. Salazar-Gallegos",
      "A. Scholz",
      "L. Schumacher",
      "S. Sharma",
      "C. Spannfellner",
      "J. Stacho",
      "I. Taboada",
      "J. P. Twagireyezu",
      "M. Un Nisa",
      "B. Veenstra",
      "C. Weaver",
      "N. Whitehorn",
      "L. Winter",
      "R. Wroński",
      "J. P. Yañez",
      "A. Zaalishvili"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2505.00471",
    "title": "A General Model for Linearly Polarized Optical Vector Beams",
    "abstract": "           We propose an approach for deriving a broad class of propagation models for inhomogeneously, linearly polarized ``vector'' beams. Our formulation leverages a complex scalar potential along with an appropriately constructed Lagrangian energy density. Importantly, we show that polarization inhomogeneities can be included by simple addition of a spatially dependent polarization angle to the complex potential phase. Thus, phase and polarization are seen to be equivalent from an energy perspective. As part of our development, we also show how the complex scalar potential arises naturally when considering polarization angle as a field symmetry during construction of the Lagrangian. We further show that the definition of linear momentum density in terms of the complex potential holds a distinct advantage over the conventional definition for inhomogeneously polarized beams.         ",
    "url": "https://arxiv.org/abs/2505.00471",
    "authors": [
      "Jonathan Nichols",
      "Frank Bucholtz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2505.10668",
    "title": "Plasmonic Nanoparticle-in-nanoslit Antenna as Independently Tunable Dual-Resonant Systems for Efficient Frequency Upconversion",
    "abstract": "           Dual-band plasmonic nanoantennas, exhibiting two widely separated user-defined resonances, are fundamental building blocks for the investigation and optimization of plasmon-enhanced optical phenomena, including photoluminescence, Raman scattering, and various nonlinear effects such as harmonic generation or sum-frequency generation, parametric down-conversion, etc. The nanoparticle-on-slit (NPoS) or nanoparticle-in-groove (NPiG) is a recently proposed dual-band antenna with independently tunable resonances at mid-infrared and visible wavelengths. It was used to enhance the corresponding sum- and difference-frequency generation processes from optimally located molecules by an estimated $10^{13}$-fold. However, the theoretical understanding of such structures and their eigenmodes remains poor, hindering further optimization and limiting broader applications. Here, we explore a diverse range of nanocavity-like quasi-normal modes (QNMs) supported by NPoS structures, examining the contributions of both their near-field (i.e., giant photonic density of states) and far-field (i.e., spatial radiation patterns) characteristics to frequency upconversion. We identify methods for independently tuning the visible and mid-infrared resonances while conserving a good mode overlap in the near field, which is essential for efficient nonlinear processes. Moreover, through mode analysis, we unveil an experimentally unexplored fundamental resonance with greater field enhancement and much-improved mode overlap with the mid-infrared field, which could, in principle, further boost the mid-infrared upconversion efficiency by 5-fold compared to existing results. This work helps to rationalize and optimize the enhancement of nonlinear effects across a wide spectral range using a flexible and experimentally attractive nanoplasmonic platform.         ",
    "url": "https://arxiv.org/abs/2505.10668",
    "authors": [
      "Huatian Hu",
      "Zhiwei Hu",
      "Christophe Galland",
      "Wen Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2505.11369",
    "title": "Compact, Large-Scale Photonic Neurons by Modulation-and-Weight Microring Resonators",
    "abstract": "           Fabrication imperfections, spatial constraints, and prohibitive costs collectively impede the scalability of neuromorphic photonics. In this work, we introduce a large-scale, compact photonic neuron in which each microring performs modulation and weighting simultaneously. This dual functionality is realized by leveraging both the carrier effect and thermal tunability, thereby merging modulation and weighting to conserve on-chip area, enhancing tuning efficiency, and capitalizing on wavelength-division multiplexing (WDM) for scalable implementations. In addition, we investigated a range of configurations for the proposed neuron to better tailor its behavior to various computational tasks. To illustrate the adaptability of the system's tasks, we explore both spatial and temporal domains, highlighting its versatility through two representative tasks: image processing and, for the first time, financial time series analysis, which represents a promising new frontier for neuromorphic photonics. These findings underscore the considerable promise of photonic computing in addressing a breadth of real-world challenges, particularly under escalating demands for both scalability and flexibility.         ",
    "url": "https://arxiv.org/abs/2505.11369",
    "authors": [
      "Weipeng Zhang",
      "Yuxin Wang",
      "Joshua C.Lederman",
      "Bhavin J. Shastri",
      "Paul R. Prucnal"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.14385",
    "title": "An Electrically Injected and Solid State Surface Acoustic Wave Phonon Laser",
    "abstract": "           Surface acoustic waves (SAWs) enable a wide array of technologies including RF filters, chemical and biological sensors, acousto-optic devices, acoustic control of microfluidic flow in lab-on-a-chip systems, and quantum phononics. While numerous methods exist for generating SAWs, they each have intrinsic limitations that inhibit performance, operation at high frequencies, and use in systems constrained in size, weight, and power. Here, for the first time, we present a completely solid-state, single-chip SAW phonon laser that is comprised of a lithium niobate SAW resonator with an internal, DC electrically injected and broadband semiconductor gain medium with $<$0.15 mm$^2$ footprint. Below the threshold bias of 36 V, the device behaves as a resonant amplifier, and above it exhibits self-sustained coherent oscillation, linewidth narrowing, and high output powers. A continuous on-chip acoustic output power of up to -6.1 dBm is generated at 1 GHz with a resolution-limited linewidth of $<$77 Hz and a carrier phase noise of -57 dBc/Hz at 1 kHz offset. Through detailed modeling, we show pathways for improving these devices' performance including mHz linewidths, sub -100 dBc/Hz phase noise at 1 kHz, high power efficiency, footprints less than 550 um$^2$ at 10 GHz, and SAW generation approaching the hundreds of GHz regime. This demonstration provides a fundamentally new approach to SAW generation, paving the way toward ultra-high-frequency SAW sources on a chip and highly miniaturized and efficient SAW-based systems that can be operated without an external RF source.         ",
    "url": "https://arxiv.org/abs/2505.14385",
    "authors": [
      "Alexander Wendt",
      "Matthew J. Storey",
      "Michael Miller",
      "Dalton Anderson",
      "Eric Chatterjee",
      "William Horrocks",
      "Brandon Smith",
      "Lisa Hackett",
      "Matt Eichenfield"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.15500",
    "title": "Interference Fringe Mitigation in Short-Delay Self-Heterodyne Laser Phase Noise Measurements",
    "abstract": "           Self-heterodyne techniques are widely used for laser phase noise characterization due to their simple experimental setup and the removed need for a reference laser. However, when investigating low-noise lasers, optical delay paths shorter than the laser coherence length become necessary. This introduces interference patterns that distort the measured phase noise spectrum. To compensate for this distortion, we introduce a robust data-driven digital signal processing routine that integrates a kernel-based regression model into a phase noise power spectral density (PN-PSD) equalization framework. Unlike conventional compensation methods that rely on simplified phase noise models, our approach automatically adapts to arbitrary laser lineshapes by using Kernel Ridge Regression with automatic hyperparameter optimization. This approach effectively removes the interference artifacts and provides accurate PN-PSD estimates. We demonstrate the method's accuracy and effectiveness through simulations and via experimental measurements of two distinct low-noise lasers. The method's applicability to a broad range of lasers, minimal hardware requirements, and improved accuracy make this approach ideal for improving routine phase noise characterizations.         ",
    "url": "https://arxiv.org/abs/2505.15500",
    "authors": [
      "Jasper Riebesehl",
      "David C. Nak",
      "Darko Zibar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.15591",
    "title": "Fiber-coupled external cavity DFB-laser",
    "abstract": "           Narrow-linewidth, compact and robust laser systems are of high interest, especially with prospects for portable quantum metrological applications. We realized an external cavity DFB-laser incorporating an intra-cavity EOM in a fully fiber-coupled manner. Additional active feedback on the EOM, by referencing a high finesse cavity, enabled us to reach low kHz-linewidths. We analyzed the laser spectrum by means of delayed self-heterodyne measurements to reconstruct the power spectral density. This is achieved by utilizing a data-driven power spectrum equalization approach. The presented laser setup is successfully used to create an ultracold gas by laser cooling on a narrow atomic transition of ${}^{40}$Ca at 1978 nm.         ",
    "url": "https://arxiv.org/abs/2505.15591",
    "authors": [
      "David C. Nak",
      "Jasper Riebesehl",
      "Andreas Hemmerich"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.18257",
    "title": "Variational quantum state diagonalization with computational-basis probabilities",
    "abstract": "           In this report, we propose a novel quantum diagonalization algorithm based on the optimization of variational quantum circuits. Diagonalizing a quantum state is a fundamental yet computationally challenging task in quantum information science, especially as the system size increases. To address this challenge, we reformulate the problem as a variational optimization process, where parameterized quantum circuits are trained to transform the input state into a diagonal form. To guide the optimization, we develop two objective functions based on measurement outcomes in the computational basis. The first objective function utilizes global computational basis probabilities, with the optimized value directly yielding the purity of the input state. The second objective function, designed for enhanced experimental feasibility, is constructed solely from single-qubit probabilities. It admits an elegant and compact analytical form that significantly reduces the exponential measurement complexity, while still effectively driving the state toward a diagonal representation. Through numerical simulations and analytical insights, we demonstrate that our variational optimization framework successfully produces the diagonal form of an input quantum state, offering a scalable and practical solution for quantum state diagonalization.         ",
    "url": "https://arxiv.org/abs/2412.18257",
    "authors": [
      "Juan Yao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2501.03981",
    "title": "Supervised and unsupervised learning of the many-body critical phase, phase transitions, and critical exponents in disordered quantum systems",
    "abstract": "           In this work, we begin by questioning the existence of a new kind of nonergodic extended phase, namely, the many-body critical (MBC) phase in finite systems of an interacting quasiperiodic system. We find that this phase can be separately detected from the other phases such as the many-body ergodic (ME) and many-body localized (MBL) phases in the model through supervised neural networks made for both binary and multi-class classification tasks, utilizing, rather un-preprocessed, eigenvalue spacings and eigenvector probability densities as input features. Moreover, the output of our trained neural networks can also indicate the critical points separating ME, MBC and MBL phases, which are consistent with the same obtained from other conventional methods. We also employ unsupervised learning techniques, particularly principal component analysis (PCA) of eigenvector probability densities to investigate how this framework, without any training, captures the, rather unknown, many-body phases (ME, MBL and MBC) and single particle phases (delocalized, localized and critical) of the interacting and non-interacting systems, respectively. Our findings reveal that PCA entropy serves as an effective indicator (order parameter) for detecting phase transitions in the single-particle systems. Moreover, this method proves applicable to many-body systems when the data undergoes a suitable pre-processing. Interestingly, when it comes to extraction of critical (correlation length) exponents through a finite size-scaling, we find that for single-particle systems, scaling collapse of neural network outputs is obtained using components of inverse participation ratio (IPR) as input data. Remarkably, we observe identical critical exponents as obtained from scaling collapse of the IPR directly for different single-particle phase transitions.         ",
    "url": "https://arxiv.org/abs/2501.03981",
    "authors": [
      "Aamna Ahmed",
      "Nilanjan Roy"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2503.01108",
    "title": "Asymmetrical cavity design that bypasses mode mixings in axion haloscope experiments",
    "abstract": "           Microwave cavities used in axion haloscope experiments typically employ a tuning rod as a means to widen the range of resonance frequencies at which it is sensitive to axion-to-photon conversion. A realistic tuning mechanism requires a gap between the cavity end caps and the tuning rod to ensure movement, and causes some modes to hybridize with the resonant mode that is being tracked for the experiment. These so-called mode mixings lead to gaps in the frequency range that practically lose sensitivity to axions. In order to solve this problem, we present a cavity design which, for two tuning rod configurations corresponding to a lower and higher frequency range, have a dielectric rod inserted at a specific location that makes the cavity asymmetrical. Moving the tuning rod closer to the dielectric insert changes the location and frequency of the mode mixing compared to when it is farther away from it. This design is easily realizable in practical experiments and makes possible an axion dark matter search with minimal loss in sensitivity due to mode mixings. We also show that the same design has the same desired effect when cavity dimensions are scaled down to be smaller and are at higher resonance frequencies.         ",
    "url": "https://arxiv.org/abs/2503.01108",
    "authors": [
      "Byeong Rok Ko",
      "Andrew K. Yi"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]