[
  {
    "id": "arXiv:2212.11417",
    "title": "Photonic integrated beam delivery in a rubidium 3D magneto-optical trap",
    "abstract": "Cold atoms are central to precision atomic applications including timekeeping and sensing. The 3D magneto-optical trap (3D-MOT), used to produce a cloud of cold atoms, will benefit from photonic waveguide integration to improve reliability and reduce size, weight, and cost. These traps require the delivery of multiple, large area, collimated laser beams to an atomic vacuum cell. Yet, to date, beam delivery using an integrated waveguide approach has remained elusive. We report demonstration of a 87Rb 3D-MOT using a fiber-coupled photonic integrated circuit to deliver all necessary beams to cool and trap more than 5 x 10^6 atoms to near 200 {\\mu}K in a trapping volume that is an order of magnitude smaller than that of an equivalent atom number diffraction grating MOT. The silicon nitride photonic circuit transforms fiber-coupled 780 nm cooling and repump light via waveguides to three orthogonal non-diverging 2.5 mm x 3.5 mm free-space cooling and repump beams directly interface to the rubidium cell. This full planar, CMOS foundry-compatible integrated beam delivery is compatible with other components, such as lasers and modulators, promising system-on-chip solutions for cold atom applications. ",
    "url": "https://arxiv.org/abs/2212.11417",
    "authors": [
      "Andrei Isichenko",
      "Nitesh Chauhan",
      "Debapam Bose",
      "Jiawei Wang",
      "Paul D. Kunz",
      "Daniel J. Blumenthal"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.11483",
    "title": "Size-controlled quantum dots reveal the impact of intraband transitions  on high-order harmonic generation in solids",
    "abstract": "Since the discovery of high-order harmonic generation (HHG) in solids, much effort has been devoted to understanding its generation mechanism and both interband and intraband transitions are known to be essential. However, intraband transitions are affected by the electronic structure of a solid, and how they contribute to nonlinear carrier generation and HHG remains an open question. Here, we use mid-infrared laser pulses to study HHG in CdSe and CdS quantum dots (QDs), where quantum confinement can be used to control the intraband transitions. We find that both the HHG intensity per excited volume and the generated carrier density increase when the average QD size is increased from about 2 nm to 3 nm. We show that the reduction of the subband gap energy in larger QDs enhances intraband transitions, and this in turn increases the rate of photocarrier injection by coupling with interband transitions, resulting in enhanced HHG. ",
    "url": "https://arxiv.org/abs/2212.11483",
    "authors": [
      "Kotaro Nakagawa",
      "Hideki Hirori",
      "Shunsuke A. Sato",
      "Hirokazu Tahara",
      "Fumiya Sekiguchi",
      "Go Yumoto",
      "Masaki Saruyama",
      "Ryota Sato",
      "Toshiharu Teranishi",
      "Yoshihiko Kanemitsu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2212.11496",
    "title": "Transient chirp reconstruction of electron beam via tightly focused  chirped laser pulse",
    "abstract": "Phase space control of particle beams is significant in the ultrafast pump-probe techniques for the generation of ultrashort pulses. However, the transient energy chirp which evolves rapidly at the acceleration beginning in an accelerator cannot be accurately diagnosed nowadays. Here we propose to reconstruct the transient energy chirp of ultrashort electron beam via tightly focused and chirped laser pulse. The conditions for strengthening the electron-beam divergence modulation are explored, and the transient chirp reconstruction based on the inherent phase correlation of the modulated divergence projected on specific phase space coordinates is demonstrated. In addition, the delay between the laser and the electron beam could be estimated directly at the frequency domain of the reconstructed divergence modulation after Fourier transform. This versatile method paves the way for the accelerator optimization and the timing jitter probe of ultrafast electron diffraction with attosecond accuracy. ",
    "url": "https://arxiv.org/abs/2212.11496",
    "authors": [
      "Zhijun Zhang",
      "Shiyi Zhou",
      "Jiansheng Liu",
      "Changhai Yu",
      "Zhiyong Qin",
      "Jianshuo Wang",
      "Yuteng Cao",
      "Liran Hao",
      "Xuan Ye",
      "Yan Lv"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2212.11519",
    "title": "Probing exciton dynamics with spectral selectivity through the use of  quantum entangled photons",
    "abstract": "Quantum light is increasingly recognized as a promising resource for developing new spectroscopic techniques. For example, nonclassical correlations between entangled photons can potentially be exploited to enhance the precision of optical measurements beyond classical techniques. Here, we propose a time-resolved spectroscopy in which specific signal contributions are selectively enhanced by harnessing the nonclassical correlations between entangled photons generated via parametric down-conversion (PDC). The entanglement time, which is the hallmark of nonclassical photon correlations, works as a sinc filter in signal processing to selectively resolve a specific region of spectra while simultaneously controlling the accessible time region of dynamics in molecules. The phase-matching functions of the PDC in nonlinear crystals makes it possible to separately measure the specific peaks of the spectra in a photosynthetic pigment-protein complex by tuning the entanglement time. This technique can be a useful tool for monitoring the step-by-step pathways of dynamic processes in complex molecules. ",
    "url": "https://arxiv.org/abs/2212.11519",
    "authors": [
      "Yuta Fujihashi",
      "Kuniyuki Miwa",
      "Masahiro Higashi",
      "Akihito Ishizaki"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.11600",
    "title": "A motorized rotation mount for fast and reproducible optical  polarization control",
    "abstract": "We present a simple motorised rotation mount for a half-wave plate that can be used to rapidly change the polarization of light. We use the device to switch a high power laser beam between different optical dipole traps in an ultracold atom experiment. The device uses a stepper motor with a hollow shaft, which allows a beam to propagate along the axis of the motor shaft, minimising inertia and mechanical complexity. A simple machined adapter is used to mount the wave plate. We characterise the performance of the device, focusing on its capability to switch a beam between the output ports of a polarizing beamsplitter cube. We demonstrate a switching time of 15.9(3) ms, limited by the torque of the motor. The mount has a reaction time of 0.52(3) ms, and a rotational resolution of 0.45 degrees. The rotation is highly reproducible, with the stepper motor not missing a step in 2000 repeated tests over 11 hours. ",
    "url": "https://arxiv.org/abs/2212.11600",
    "authors": [
      "Adarsh P. Raghuram",
      "Jonathan M. Mortlock",
      "Sarah L. Bromley",
      "Simon L. Cornish"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2212.11641",
    "title": "Ultra-low-power saturation of an ISB transition by a mid-IR quantum  cascade laser",
    "abstract": "We demonstrate that absorption saturation of a mid-infrared intersubband transition can be engineered to occur at moderate light intensities of the order of 10-20 kW.cm$^{-2}$ and at room temperature. The structure consists of an array of metal-semiconductor-metal patches hosting a judiciously designed 253 nm thick GaAs/AlGaAs semiconductor heterostructure. At low incident intensity the structure operates in the strong light-matter coupling regime and exhibits two absorption peaks at wavelengths close to 8.9 $\\mu$ m. Saturation is detected as a transition to the weak coupling regime - and therefore to a single-peaked absorption - when increasing the incident power. Comparison with a coupled mode theory model explains the data and permits to infer the relevant system parameters. At selected wavelengths the reflectivity non-linearly increases with increasing incident power. This system can therefore be engineered to implement saturable absorption mirrors (SESAMs) in the mid-IR range, a technology currently missing. ",
    "url": "https://arxiv.org/abs/2212.11641",
    "authors": [
      "Mathieu Jeannin",
      "Eduardo Cosentino",
      "Stefano Pirotta",
      "Mario Malerba",
      "Giorgio Biasiol",
      "Jean-Michel Manceau",
      "Raffaele Colombelli"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.11863",
    "title": "Laser Cooling of Trapped Ions in Strongly Inhomogeneous Magnetic Fields",
    "abstract": "Hybrid traps for the simultaneous confinement of neutrals and ions have recently emerged as versatile tools for studying interactions between these species at very low temperatures. Such traps rely on the combination of different types of external fields for the confinement of either species raising the question of interactions between the individual traps. Here, the influence of a strongly inhomogeneous magnetic field used for trapping neutrals on the trapping and laser cooling of a single Ca$^+$ ion in a radiofrequency ion trap is studied theoretically using molecular-dynamics simulations based on multilevel rate equations. The inhomogeneous magnetic field couples the different components of the ion motion and introduces position-dependent Zeeman splittings. Nonetheless, laser cooling is still found to work efficiently as the ion samples different magnetic field strengths and directions along its trajectory. Offsetting the centres of the two traps generates a linear magnetic-field gradient so that multiple lasers are required to address the resulting range of Zeeman splittings in order to ensure efficient cooling. The present study yields detailed insights into the ion cooling dynamics in combined magnetic and radiofrequency electric fields relevant for the characterisation and optimisation of hybrid trapping experiments. ",
    "url": "https://arxiv.org/abs/2212.11863",
    "authors": [
      "Richard Karl",
      "Yanning Yin",
      "Stefan Willitsch"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.11908",
    "title": "Generation and characterization of frequency tuneable sub-15 fs pulses  in a gas-filled hollow-core fiber pumped by a commercial Yb:KGW laser",
    "abstract": "We investigate soliton self-compression and photoionization effects in an argon-filled antiresonant hollow-core photonic crystal fiber pumped with a commercial Yb:KGW laser. Before the onset of photoionization, we demonstrate self-compression of our 220~fs pump laser to 13~fs in a single and compact stage. By using the plasma driven soliton self-frequency blueshift, we also demonstrate a tuneable source from 1030 to ~700 nm. We fully characterize the compressed pulses using sum-frequency generation time-domain ptychography, experimentally revealing the full time-frequency plasma-soliton dynamics in hollow-core fibre for the first time. ",
    "url": "https://arxiv.org/abs/2212.11908",
    "authors": [
      "Mohammed Sabbah",
      "Federico Belli",
      "Christian Brahms",
      "Fei Yu",
      "Jonathan Knight",
      "John C. Travers"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.11384",
    "title": "Quantum Effects of Impurities and Lattice Defects in Topological  Semimetals",
    "abstract": "Topological semimetals are a class of novel three-dimensional (3D) electronic phases that feature topologically protected conical band-touchings at the Fermi level. These band-touching points are monopoles of Berry curvature in momentum space and effectively realize (3+1)-dimensional Weyl fermions as emergent quasiparticles. Such features are robust to perturbations but not completely insensitive to them. In this thesis, we explore the yet fertile ground of disordered Weyl semimetals (WSMs), most notably by analysing the effects of on-site random fields, random smooth potential regions, point-like scalar impurities, and lattice point-defects in their electronic structure and electrodynamic properties. ",
    "url": "https://arxiv.org/abs/2212.11384",
    "authors": [
      "J. P. Santos Pires"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.11400",
    "title": "Resonance fluorescence of a chiral artificial atom",
    "abstract": "We demonstrate a superconducting artificial atom with strong unidirectional coupling to a microwave photonic waveguide. Our artificial atom is realized by coupling a transmon qubit to the waveguide at two spatially separated points with time-modulated interactions. Direction-sensitive interference arising from the parametric couplings in our scheme results in a non-reciprocal response, where we measure a forward/backward ratio of spontaneous emission exceeding 100. We verify the quantum nonlinear behavior of this artificial chiral atom by measuring the resonance fluorescence spectrum under a strong resonant drive and observing well-resolved Mollow triplets. Further, we demonstrate chirality for the second transition energy of the artificial atom and control it with a pulse sequence to realize a qubit-state-dependent non-reciprocal phase on itinerant photons. Our demonstration puts forth a superconducting hardware platform for the scalable realization of several key functionalities pursued within the paradigm of chiral quantum optics, including quantum networks with all-to-all connectivity, driven-dissipative stabilization of many-body entanglement, and the generation of complex non-classical states of light. ",
    "url": "https://arxiv.org/abs/2212.11400",
    "authors": [
      "Chaitali Joshi",
      "Frank Yang",
      "Mohammad Mirhosseini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.11405",
    "title": "A self-consistent field approach for the variational quantum  eigensolver: orbital optimization goes adaptive",
    "abstract": "We present a self consistent field approach (SCF) within the Adaptive Derivative-Assembled Problem-Tailored Ansatz Variational Quantum Eigensolver (ADAPT-VQE) framework for efficient quantum simulations of chemical systems on near-term quantum computers. To this end, our ADAPT-VQE-SCF approach combines the idea of generating an ansatz with a small number of parameters, resulting in shallow-depth quantum circuits with a direct minimization of an energy expression which is correct to second order with respect to changes in the molecular orbital basis. Our numerical analysis, including calculations for the transition metal complex ferrocene (Fe$\\rm (C_5H_5)_2$), indicates that convergence in the self-consistent orbital optimization loop can be reached without a considerable increase in the number of two-qubit gates in the quantum circuit by comparison to a VQE optimization in the initial molecular orbital basis. Moreover, the orbital optimization can be carried out simultaneously within each iteration of the ADAPT-VQE cycle. ADAPT-VQE-SCF thus allows us to implement a routine analogous to CASSCF, a cornerstone of state-of-the-art computational chemistry, in a hardware-efficient manner on near-term quantum computers. Hence, ADAPT-VQE-SCF paves the way towards a paradigm shift for quantitative quantum-chemistry simulations on quantum computers by requiring fewer qubits and opening up for the use of large and flexible atomic orbital basis sets in contrast to earlier methods that are predominantly based on the idea of full active spaces with minimal basis sets. ",
    "url": "https://arxiv.org/abs/2212.11405",
    "authors": [
      "Aaron Fitzpatrick",
      "Anton Nykänen",
      "N. Walter Talarico",
      "Alessandro Lunghi",
      "Sabrina Maniscalco",
      "Guillermo García-Pérez",
      "Stefan Knecht"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.11445",
    "title": "Critical fluctuations of mode-hopping in a confined, driven-dissipative  quantum system",
    "abstract": "We report experimental observation and theoretical modeling of fluctuations in a non-equilibrium Bose-Einstein condensate of polaritons near the phase boundary for onset of condensation. We find a critical fluctuation effect in which the fluctuations have a maximum at the phase boundary. Surprisingly, we see these fluctuations on time scales very long compared to the intrinsic scattering time of the polaritons, indicating that the system has metastable telegraph-type switching between modes. The theoretical modeling reproduces the experimental effects, and indicates that classical noise is not sufficient to explain the experiments; quantum noise must be introduced in the model. ",
    "url": "https://arxiv.org/abs/2212.11445",
    "authors": [
      "Hassan Alnatah",
      "Paolo Comaron",
      "Shouvik Mukherjee",
      "Jonathan Beaumariage",
      "Loren N. Pfeiffer",
      "Ken West",
      "Kirk Baldwin",
      "David W. Snoke",
      "Marzena Szymańska"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.11678",
    "title": "Nanostructuring Strategies for Silicon-based Anodes in Lithium-ion  Batteries: Tuning Areal Silicon Loading, SEI Formation/Irreversible Capacity  Loss, Rate Capability Retention and Electrode Durability",
    "abstract": "Silicon is one of the most promising anode materials for Lithium-ion batteries. Silicon endures volume changes upon cycling, which leads to subsequent pulverization and capacity fading. These drawbacks lead to a poor lifespan and hamper the commercialization of silicon anodes. In this work, a hybrid nanostructured anode based on silicon nanoparticles (SiNPs) anchored on vertically aligned carbon nanotubes (VACNTs) with defined spacing to accommodate volumetric changes is synthesized on commercial macroscopic current collector. Achieving electrodes with good stability and excellent electrochemical properties remain a challenge. Therefore, we herein tune the active silicon areal loading either through the modulation of the SiNPs volume by changing the silicon deposition time at a fixed VACNTs carpet length or through the variation of the VACNT length at a fixed SiNPs volume. The low areal loading of SiNPs improves capacity stability during cycling but triggers large irreversible capacity losses due to the formation of the solid electrolyte interphase (SEI) layer. By contrast, higher areal loading electrode reduces the quantity of the SEI formed, but negatively impacts the capacity stability of the electrode during the subsequent cycles. A higher gravimetric capacity and higher areal loading mass of silicon is achieved via an increase of VACNTs carpet length without compromising cycling stability. This hybrid nanostructured electrode shows an excellent stability with reversible capacity of 1330 mAh g-1 after 2000 cycles. ",
    "url": "https://arxiv.org/abs/2212.11678",
    "authors": [
      "Mariam Ezzedine",
      "Fatme Jardali",
      "Ileana Florea",
      "Mihai-robert Zamfir",
      "Costel-sorin Cojocaru"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2210.14118",
    "title": "Detection of Single-base Mismatches in DNA Sequences by using  Electrochemically-gated Graphene Microwave Waveguides",
    "abstract": " Title: Detection of Single-base Mismatches in DNA Sequences by using  Electrochemically-gated Graphene Microwave Waveguides ",
    "url": "https://arxiv.org/abs/2210.14118",
    "authors": [
      "Patrik Gubeljak",
      "Tianhui Xu",
      "Lorenzo Pedrazzetti",
      "Oliver J. Burton",
      "Luca Magagnin",
      "Stephan Hofmann",
      "George G. Malliaras",
      "Antonio Lombardo"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.14952",
    "title": "Nonreciprocal optical nonlinear metasurfaces",
    "abstract": " Title: Nonreciprocal optical nonlinear metasurfaces ",
    "url": "https://arxiv.org/abs/2210.14952",
    "authors": [
      "Aditya Tripathi",
      "Chibuzor Fabian Ugwu",
      "Viktar S. Asadchy",
      "Ivan Kravchenko",
      "Shanhui Fan",
      "Yuri Kivshar",
      "Jason Valentine",
      "Sergey S. Kruk"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.15473",
    "title": "Discrete symmetries and quantum number conservation",
    "abstract": " Comments: 6 pages. 5 Tables. The revision contains a correction of comments relating to the analysis of experiments showing non-conservation of parities ",
    "url": "https://arxiv.org/abs/2211.15473",
    "authors": [
      "Douglas Newman"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2212.04322",
    "title": "Encrypted machine learning of molecular quantum properties",
    "abstract": " Title: Encrypted machine learning of molecular quantum properties ",
    "url": "https://arxiv.org/abs/2212.04322",
    "authors": [
      "Jan Weinreich",
      "Guido Falk von Rudorff",
      "O. Anatole von Lilienfeld"
    ],
    "subjectives": [
      "Cryptography and Security (cs.CR)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Machine Learning (cs.LG)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.10892",
    "title": "Monolithically integrated high-power narrow-bandwidth microdisk laser",
    "abstract": " Comments: 6 pages,5 figures ",
    "url": "https://arxiv.org/abs/2212.10892",
    "authors": [
      "Jianglin Guan",
      "Chuntao Li",
      "Renhong Gao",
      "Haisu Zhang",
      "Jiantian Lin",
      "Minghui Li",
      "Min Wang",
      "Lingling Qiao",
      "Li Deng",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]