[
  {
    "id": "arXiv:2305.10525",
    "title": "Enhanced Frequency Noise Discrimination Using Cavity-coupled  Mach-Zehnder Interferometer",
    "abstract": "Here, an enhanced frequency noise discriminator is proposed using a cavity-coupled Mach-Zehnder interferometer and demonstrated on a general-purpose programmable integrated photonics platform. The frequency noise measurement sensitivity is similar to the well-known Pound-Drever-Hall architecture but owns a passive, simpler, and more compact design. The proposed structure can be utilized in integrated laser frequency stabilization architectures. ",
    "url": "https://arxiv.org/abs/2305.10525",
    "authors": [
      "Mohamad Hossein Idjadi",
      "Andrea Blanco-Redondo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.10532",
    "title": "Room-temperature polariton repulsion and ultra-strong coupling for a  non-trivial topological one-dimensional tunable Fibonacci-conjugated  porous-Silicon photonic quasi-crystal showing quasi  bound-states-in-the-continuum",
    "abstract": "Room temperature strong coupling from CdSeS/Zn quantum-dots embedded into a tunable porous-silicon Fibonacci-conjugated array could be observed when exciton's energy was tuned either to the photonic-edge or the defect in the middle of the pseudo-bandgap region of the 1D cavity. Both, the photonic-edge and the defect could be identified as topological edge modes and quasi-bound-states-in-the-continuum, where large density of states and field localization over a wider bandwidth produce a broadband Purcell enhancement, helping to optimize the coupling among the exciton and the 1D photonic quasi-crystal despite the natural difficulty to make the quantum dots to penetrate the cavity pores. A clear repulsion among polaritons, amounting to almost 8 meV for in-plane k values when the cavity energy is larger than the exciton one (blue k-detuning), was measured when increasing the incident light fluence, marking the potential of this non-trivial topological array for achieving polariton quantum blockade. Evidence for ultra-strong coupling, where a shift as large as 20 meV, could be found when the defect of the pseudo-bandgap region of the cavity was tuned to the exciton. ",
    "url": "https://arxiv.org/abs/2305.10532",
    "authors": [
      "Atzin David Ruiz Pérez",
      "Salvador Escobar Guerrero",
      "Ma. Del Rocío Nava Lara",
      "Jorge-Alejandro Reyes-Esqueda"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.10632",
    "title": "Ultrawideband solid-state terahertz phase shifter electrically modulated  by tunable conductive interface in total internal reflection geometry",
    "abstract": "Phase modulation plays a crucial role in various terahertz applications, including biomedical imaging, high-rate communication, and radar detection. Existing terahertz phase shifters typically rely on tuning the resonant effect of metamaterial structures to achieve a narrow bandwidth phase shift. However, the terahertz band offers a wide bandwidth resource, which has great advantages in high longitudinal resolution detection, high-capacity communication, spectral imaging and so on. Here, we propose and demonstrate an ultrawideband terahertz phase shifting mechanism that utilizes an optical conductivity tuneable interface combined with a non-resonant metasurface operating in the total internal reflection geometry. This approach effectively modulates the phase of the reflected terahertz signal in an ultrawideband. To implement this mechanism, we designed a structure consisting of graphene-loaded non-resonant periodic metal microslits arranged in the total internal reflection geometry. By controlling the gate voltage of the graphene within a range of 5 V, an averaged ~120{\\deg} continuous phase shift in the frequency range of 0.4 to 1.2 THz was achieved. Notably, in the frequency range of 1 to 1.2 THz, the phase modulation exhibited a linear relationship with the driving voltage. Our device demonstrated minimal fluctuations in the reflected amplitude, with a deviation of less than 1 dB and an insertion loss of less than 10 dB. Additionally, the modulation speed of this solid-state device reached the kHz level. Remarkably, the phase modulation bandwidth ({\\Delta}f/f) achieved approximately 100% of the arithmetic centre frequency at 0.8 THz, surpassing the definition of ultrawideband, which typically encompasses 20% of the centre frequency. To the best of our knowledge, this is the first and most wideband phase shifter developed for the terahertz regime to date. ",
    "url": "https://arxiv.org/abs/2305.10632",
    "authors": [
      "Xudong Liu",
      "Daosong Yu",
      "Chuanfu Sun",
      "Zhijie Mei",
      "Hao Chen",
      "Jianbin Xu",
      "Yiwen Sun"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.10639",
    "title": "Indium-Tin-Oxide for High-performance Electro-optic Modulation",
    "abstract": "Advances in opto-electronics are often led by discovery and development of materials featuring unique properties. Recently the material class of transparent conductive oxides (TCO) has attracted attention for active photonic devices on-chip. In particular Indium Tin Oxide (ITO) is found to have refractive index changes on the order of unity. This property makes it possible to achieve electro-optic modulation of sub-wavelength device scales, when thin ITO films are interfaced with optical light confinement techniques such as found in plasmonics; optical modes are compressed to nanometer scale to create strong light-matter-interactions. Here we review efforts towards utilizing this novel material for high-performance and ultra-compact modulation. While high performance metrics are achieved experimentally, there are open questions pertaining the permittivity modulation mechanism of ITO. Furthermore, we show that a footprint-saving waveguide inline cavity can enhance obtainable extinction-ratio to insertion-loss ratios by about one order of magnitude over non-cavity based version. Moreover, we offer a speed analysis that shows that the device is resistance limited, but not capacitance or drift-carrier limited. Interestingly, two bias options exist for ITO and we find that a side-connection enables devices that should in principle enable several hundred of GHz fast devices, using our routinely achievable ITO film resistivities. Finally, we offer a brief discuss about footprint savings of compact ITO modulators showing a 3-orders of magnitude smaller footprint over Silicon photonic MZI-based modulators. ",
    "url": "https://arxiv.org/abs/2305.10639",
    "authors": [
      "Zhizhen Ma",
      "Zhuoran Li",
      "Behrouz Movahhed Nouri",
      "Ke Liu",
      "Chenran Ye",
      "Hamed Dalir",
      "Volker J. Sorger"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.10844",
    "title": "Dissipative light bullets in a doped and weakly nonlocal optical fiber",
    "abstract": "The letter introduces an extended (3+1)-dimensional [(3+1)D] nonlocal cubic complex Ginzburg-Landau equation describing the dynamics of dissipative light bullets in optical fiber amplifiers under the interplay between dopants and a spatially nonlocal nonlinear response. The model equation includes the effects of fiber dispersion, linear gain, nonlinear loss, fiber nonlinearity, atomic detuning, linear and nonlinear diffractive transverse effects, and nonlocal nonlinear response. A system of coupled ordinary differential equations for the amplitude, temporal, and spatial pulse widths and position of the pulse maximum, unequal wavefront curvatures, chirp parameters, and phase shift is derived using the variational technique. A stability criterion is established, where a domain of dissipative parameters for stable steady-state solutions is found. Direct integration of the proposed nonlocal evolution equation is performed, which allows us to investigate the evolution of the Gaussian beam along a doped nonlocal optical fiber, showing stable self-organized dissipative spatiotemporal light bullets. ",
    "url": "https://arxiv.org/abs/2305.10844",
    "authors": [
      "Ghislaine Flore Kabadiang Ngon",
      "Conrad Bertrand Tabi",
      "Timoléon Crépin Kofané"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2305.10897",
    "title": "Effect of weak nonlocal nonlinearity on generalized sixth-order  dispersion modulational instability in optical media",
    "abstract": "This paper analyzes the behaviors of solitons in even higher-order dispersive media and explores the modulational instability phenomenon in optical media. The analysis considers quadratic, quartic, and sextic dispersions with weakly nonlocal Kerr nonlinearity. The results show that nonlocality enhances the MI gain and leads to rogue waves in response to different combinations of even dispersions and nonlocal nonlinearity. The study suggests that Kerr nonlocality can enhance the excitation of extreme events in even higher-order dispersive nonlinear media with potential applications in optical fibers and fiber lasers. ",
    "url": "https://arxiv.org/abs/2305.10897",
    "authors": [
      "Conrad B. Tabi",
      "Camus G. Latchio Tiofack",
      "Hippolyte Tagwo",
      "Timoléon C. Kofané"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2305.11082",
    "title": "Topological and conventional nano-photonic waveguides for chiral  integrated quantum optics",
    "abstract": "Chirality in integrated quantum photonics has emerged as a promising route towards achieving scalable quantum technologies with quantum nonlinearity effects. Topological photonic waveguides, which utilize helical optical modes, have been proposed as a novel approach to harnessing chiral light-matter interactions on-chip. However, uncertainties remain regarding the nature and strength of the chiral coupling to embedded quantum emitters, hindering the scalability of these systems. In this work, we present a comprehensive investigation of chiral coupling in topological photonic waveguides using a combination of experimental, theoretical, and numerical analyses. We quantitatively characterize the position-dependence nature of the light-matter coupling on several topological photonic waveguides and benchmark their chiral coupling performance against conventional line defect waveguides for chiral quantum optical applications. Our results provide crucial insights into the degree and characteristics of chiral light-matter interactions in topological photonic quantum circuits and pave the way towards the implementation of quantitatively-predicted quantum nonlinear effects on-chip. ",
    "url": "https://arxiv.org/abs/2305.11082",
    "authors": [
      "N.J Martin",
      "M. Jalali Mehrabad",
      "X. Chen",
      "R. Dost",
      "E. Nussbaum",
      "D. Hallett",
      "L. Hallacy",
      "E. Clarke",
      "P.K. Patil",
      "S. Hughes",
      "A.M Fox",
      "M.S. Skolnick",
      "L.R. Wilson"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.11122",
    "title": "Autonomous sputter synthesis of thin film nitrides with composition  controlled by Bayesian optimization of optical plasma emission",
    "abstract": "Autonomous experimentation has emerged as an efficient approach to accelerate the pace of materials discovery. Although instruments for autonomous synthesis have become popular in molecular and polymer science, solution processing of hybrid materials and nanoparticles, examples of autonomous tools for physical vapour deposition are scarce yet important for the semiconductor industry. Here, we report the design and implementation of an autonomous instrument for sputter deposition of thin films with controlled composition, leveraging a highly automated sputtering reactor custom-controlled by Python, optical emission spectroscopy (OES), and Bayesian optimization algorithm. We modeled film composition, measured by x-ray fluorescence, as a linear function of emission lines monitored during the co-sputtering from elemental Zn and Ti targets in N$_2$ atmosphere. A Bayesian control algorithm, informed by OES, navigates the space of sputtering power to fabricate films with user-defined composition, by minimizing the absolute error between desired and measured emission signals. We validated our approach by autonomously fabricating Zn$_x$Ti$_{1-x}$N$_y$ films with deviations from the targeted cation composition within relative 3.5 %, even for 15 nm thin films, demonstrating that the proposed approach can reliably synthesize thin films with specific composition and minimal human interference. Moreover, the proposed method can be extended to more difficult synthesis experiments where plasma intensity depends non-linearly on pressure, or the elemental sticking coefficients strongly depend on the substrate temperature. ",
    "url": "https://arxiv.org/abs/2305.11122",
    "authors": [
      "Davi M. Febba",
      "Kevin R. Talley",
      "Kendal Johnson",
      "Stephen Schaefer",
      "Sage R. Bauers",
      "John S. Mangum",
      "Rebecca W. Smaha",
      "Andriy Zakutayev"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2305.11153",
    "title": "Vibro-Polaritonic Chemistry beyond the Cavity Born-Oppenheimer  Approximation and the Role of Electron-Photon Correlation",
    "abstract": "The emerging field of vibro-polaritonic chemistry is concerned with the study of light-matter hybrid states, denoted as vibrational polaritons, and their impact on chemical reactivity and molecular properties. In this theoretical work, we go beyond the commonly employed cavity Born-Oppenheimer (CBO) approximation and examine the role of electron-photon correlation under vibrational strong coupling (VSC). We first quantitatively review \\textit{ab initio} vibro-polaritonic chemistry based on the molecular Pauli-Fierz Hamiltonian in dipole approximation in combination with a VSC Born-Huang expansion. We then derive cavity and nuclear non-adiabatic coupling elements from the generalized Hellmann-Feynman theorem, provide a detailed discussion of their properties and reevaluate the CBO approximation. In the second part, we introduce a \\textit{crude} VSC Born-Huang expansion based on adiabatic electronic states, which provides a foundation for widely employed effective Pauli-Fierz Hamiltonians in ground state vibro-polaritonic chemistry. The latter \\textit{do not} strictly respect the CBO approximation but an alternative scheme, which we name \\textit{crude} CBO approximation. We show that the \\textit{crude} CBO ground state misses electron-photon entanglement relative to the CBO ground state, which stems from neglected cavity-induced non-adiabatic transition dipole-type couplings. A perturbative connection between both ground state approximations is proposed, which identifies the \\textit{crude} CBO ground state as first-order approximation to the CBO ground state. We provide an illustrative numerical analysis of the cavity Shin-Metiu model, that reveals the nature of non-adiabatic coupling under VSC, addresses the effect of electron-photon correlation on classical activation barriers and illustrates potential shortcomings of the electron-polariton Hamiltonian when employed in the VSC regime. ",
    "url": "https://arxiv.org/abs/2305.11153",
    "authors": [
      "Eric W. Fischer",
      "Peter Saalfrank"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.10570",
    "title": "Numerical simulations of atmospheric quantum channels",
    "abstract": "Atmospheric turbulence is one of the lead disturbance factors for free-space quantum communication. The quantum states of light in such channels are affected by fluctuating losses characterized by the probability distributions of transmittance (PDT). We obtain the PDT for different scenarios via numerical simulations of light transmission through the atmosphere. The results are compared with analytical models: truncated log-normal distribution, beam-wandering model, elliptic-beam approximation, and the model based on the law of total probability. Their applicability is shown to be strongly dependent on the receiver aperture radius. We introduce an empirical model based on the beta distribution, which is in good agreement with numerical simulations for a wide range of channel parameters. However, there are still scenarios where none of the above analytical models fits the numerically-simulated data. The numerical simulation is then used to analyze the transmission of quadrature-squeezed light through free-space channels. ",
    "url": "https://arxiv.org/abs/2305.10570",
    "authors": [
      "M. Klen",
      "A. A. Semenov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.11027",
    "title": "Two Biexciton Types Coexisting in Coupled Quantum Dot Molecules",
    "abstract": "Coupled colloidal quantum dot molecules are an emerging class of nanomaterials, introducing new degrees of freedom for designing quantum dot-based technologies. The properties of multiply excited states in these materials are crucial to their performance as quantum light emitters but cannot be fully resolved by existing spectroscopic techniques. Here we study the characteristics of biexcitonic species, which represent a rich landscape of different configurations, such as segregated and localized biexciton states. To this end, we introduce an extension of Heralded Spectroscopy to resolve different biexciton species in the prototypical CdSe/CdS coupled quantum dot dimer system. We uncover the coexistence and interplay of two distinct biexciton species: A fast-decaying, strongly-interacting biexciton species, analogous to biexcitons in single quantum dots, and a long-lived, weakly-interacting species corresponding to two nearly-independent excitons separated to the two sides of the coupled quantum dot pair. The two biexciton types are consistent with numerical simulations, assigning the strongly-interacting species to two excitons localized at one side of the quantum dot molecule and the weakly-interacting species to excitons segregated to the two quantum dot molecule sides. This deeper understanding of multiply excited states in coupled quantum dot molecules can support the rational design of tunable single- or multiple-photon quantum emitters. ",
    "url": "https://arxiv.org/abs/2305.11027",
    "authors": [
      "Nadav Frenkel",
      "Einav Scharf",
      "Gur Lubin",
      "Adar Levi",
      "Yossef E. Panfil",
      "Yonatan Ossia",
      "Josep Planelles",
      "Juan I. Climente",
      "Uri Banin",
      "Dan Oron"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.13300",
    "title": "Near-video frame rate quantum sensing using Hong-Ou-Mandel  interferometry",
    "abstract": " Title: Near-video frame rate quantum sensing using Hong-Ou-Mandel  interferometry ",
    "url": "https://arxiv.org/abs/2304.13300",
    "authors": [
      "Sandeep Singh",
      "Vimlesh Kumar",
      "Varun Sharma",
      "Daniele Faccio",
      "G. K. Samanta"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.03480",
    "title": "Mid-Infrared Upconversion Imaging Under Different Illumination  Conditions",
    "abstract": " Comments: 12 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2305.03480",
    "authors": [
      "Zheng Ge",
      "Zhao-Qi-Zhi Han",
      "Yi-Yang Liu",
      "Xiao-Hua Wang",
      "Zhi-Yuan Zhou",
      "Fan Yang",
      "Yin-Hai Li",
      "Yan Li",
      "Li Chen",
      "Wu-Zhen Li",
      "Su-Jian Niu",
      "Bao-Sen Shi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.07357",
    "title": "Ultralow-Noise Optical Parametric Amplifier for Stimulated Raman  Scattering Imaging",
    "abstract": " Title: Ultralow-Noise Optical Parametric Amplifier for Stimulated Raman  Scattering Imaging ",
    "url": "https://arxiv.org/abs/2305.07357",
    "authors": [
      "Ines Martin",
      "Yoann Pertot",
      "Olivier Albert",
      "Thomas Pinoteau",
      "Sébastien Coudreau",
      "Simon Pomarède",
      "José Villanueva",
      "Grégory Gitzinger",
      "Penda Leye",
      "Ivan Jelicic",
      "Cyril Vaneph",
      "Daniel Kaplan",
      "Nicolas Forget",
      "Thibaut Sylvestre",
      "Simone Bux"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.10020",
    "title": "Inverse Design of All-dielectric Metasurfaces with Bound States in the  Continuum",
    "abstract": " Comments: 20 pages, 5 figures, Supplementary Material ",
    "url": "https://arxiv.org/abs/2305.10020",
    "authors": [
      "Sergei Gladyshev",
      "Theodosios D. Karamanos",
      "Lina Kuhn",
      "Dominik Beutel",
      "Thomas Weiss",
      "Carsten Rockstuhl",
      "Andrey Bogdanov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]