[
  {
    "id": "arXiv:2305.13320",
    "title": "Frustrated hops in Ring Polymer Surface Hopping: Real-time dynamics and  detailed balance",
    "abstract": "Ring Polymer Surface-Hopping (RPSH) has been recently introduced as a well-tailored method for incorporating nuclear quantum effects (NQEs), such as zero-point energy and tunneling, into non-adiabatic molecular dynamics simulations. The practical widespread usage of RPSH demands a comprehensive benchmarking of different reaction regimes and conditions with equal emphasis on demonstrating both the cons and pros of the method. Here, we investigate the fundamental questions related to the conservation of energy and detailed balance in the context of RPSH. Using Tully's avoided crossing model as well as a 2-level system coupled to a classical bath undergoing Langevin dynamics, we probe the critical problem of the proper treatment of the classically forbidden transitions stemming from the surface hopping algorithm. We show that proper treatment of these frustrated hops is key to the accurate description of real-time dynamics as well as reproducing the exact quantum Boltzmann population. ",
    "url": "https://arxiv.org/abs/2305.13320",
    "authors": [
      "Dil K. Limbu",
      "Farnaz A. Shakib"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.13346",
    "title": "Single time pixel imaging enabled by repurposing optoelectronic devices",
    "abstract": "One-time readout temporal ghost imaging is attempted by utilizing optoelectronic devices that are not originally intended for signal photon detection purposes and as such slow by design. A visible light-emitting diode having a response time $\\tau$=0.036 ms and a solar cell with $\\tau$=3.1ms are used to retrieve a rectangular pulse train, which is otherwise rounded with significant overlapping, in the image of a temporal mask simply by capturing data once at a selected single time effective operation duration are discussed. ",
    "url": "https://arxiv.org/abs/2305.13346",
    "authors": [
      "Ryota Keyaki",
      "Susumu Fukatsu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.13392",
    "title": "Observation of thermal acoustic modes of a droplet coupled to an  optomechanical sensor",
    "abstract": "The bulk acoustic modes of liquid droplets, well understood from a theoretical perspective, have rarely been observed experimentally. Here, we report the direct observation of acoustic vibrational modes in a picoliter-scale droplet, extending up to ~ 40 MHz. This was achieved by coupling the droplet to an ultra-sensitive optomechanical sensor, which operates in a thermal-noise limited regime and with a substantial contribution from acoustic noise in the ambient medium. The droplet vibrational modes manifest as Fano resonances in the thermal noise spectrum of the sensor. This is amongst the few reported observations of droplet acoustic modes, and of Fano interactions in a coupled mechanical oscillator system driven only by thermal Brownian motion. ",
    "url": "https://arxiv.org/abs/2305.13392",
    "authors": [
      "Graham J. Hornig",
      "Kyle G. Scheuer",
      "Ray G. DeCorby"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2305.13473",
    "title": "The local structure organization and dynamics in lithium borate ionic  liquids using molecular dynamics simulation",
    "abstract": "Despite significant progress in the development of lithium-ion batteries, the majority still rely on electrolytes based on organic solvents. However, single-ion conducting electrolytes offer a promising alternative by mitigating overpotential at the electrode and, thus, increasing the device's lifespan. In a recent study, Guzman-Gonzalez et al. (Adv. Energy Mater., 2022, 2202974) presented a novel approach to designing a new class of lithium ionic liquids, based on tetracoordinated boron atom with oligoethylene glycol groups and different fluorinated electron-withdrawing groups. To gain insights into the structural and dynamic aspects underlying the high ionic conductivity of these electrolytes, molecular dynamics simulations were employed. Our results establish a relationship between the variation in ionic conductivity and the extent of uncorrelated motion among the counterions. This phenomenon was explained by differences in the rate of ion coordination dynamics. ",
    "url": "https://arxiv.org/abs/2305.13473",
    "authors": [
      "Volodymyr Koverga",
      "Anh T. Ngo"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2305.13511",
    "title": "Integrated microcavity optomechanics with a suspended photonic crystal  mirror above a distributed Bragg reflector",
    "abstract": "Increasing the interaction between light and mechanical resonators is an ongoing endeavor in the field of cavity optomechanics. Optical microcavities allow for boosting the interaction strength through their strong spatial confinement of the optical field. In this work, we follow this approach by realizing a sub-wavelength-long, free-space optomechanical microcavity on-chip fabricated from an (Al,Ga)As heterostructure. A suspended GaAs photonic crystal mirror is acting as a highly reflective mechanical resonator, which together with a distributed Bragg reflector forms an optomechanical microcavity. We demonstrate precise control over the microcavity resonance by change of the photonic crystal parameters. The interplay between the microcavity mode and a guided resonance of the photonic crystal modifies the cavity response and results in a stronger dynamical backaction on the mechanical resonator compared to conventional optomechanical dynamics. ",
    "url": "https://arxiv.org/abs/2305.13511",
    "authors": [
      "Sushanth Kini Manjeshwar",
      "Anastasiia Ciers",
      "Juliette Monsel",
      "Hannes Pfeifer",
      "Cindy Peralle",
      "Shu Min Wang",
      "Philippe Tassin",
      "Witlef Wieczorek"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.13575",
    "title": "Integrated optical frequency division for stable microwave and mmWave  generation",
    "abstract": "The generation of ultra-low noise microwave and mmWave in miniaturized, chip-based platforms can transform communication, radar, and sensing systems. Optical frequency division that leverages optical references and optical frequency combs has emerged as a powerful technique to generate microwaves with superior spectral purity than any other approaches. We demonstrate a miniaturized optical frequency division system that can potentially transfer the approach to a CMOS-compatible integrated photonic platform. Phase stability is provided by a large-mode-volume, planar-waveguide-based optical reference coil cavity and is divided down from optical to mmWave frequency by using soliton microcombs generated in a waveguide-coupled microresonator. Besides achieving record-low phase noise for integrated photonic microwave/mmWave oscillators, these devices can be heterogeneously integrated with semiconductor lasers, amplifiers, and photodiodes, holding the potential of large-volume, low-cost manufacturing for fundamental and mass-market applications. ",
    "url": "https://arxiv.org/abs/2305.13575",
    "authors": [
      "Shuman Sun",
      "Beichen Wang",
      "Kaikai Liu",
      "Mark Harrington",
      "Fatemehsadat Tabatabaei",
      "Ruxuan Liu",
      "Jiawei Wang",
      "Samin Hanifi",
      "Jesse S. Morgan",
      "Mandana Jahanbozorgi",
      "Zijiao Yang",
      "Steven Bowers",
      "Paul Morton",
      "Karl Nelson",
      "Andreas Beling",
      "Daniel Blumenthal",
      "Xu Yi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.13587",
    "title": "Single-particle vibrational spectroscopy using optical microresonators",
    "abstract": "Vibrational spectroscopy is a ubiquitous technology that derives the species, constituents, and morphology of an object from its natural vibrations. However, the vibrational spectra of mesoscopic particles - including most biological cells - have remained hidden from existing technologies. These particles are expected to vibrate faintly at megahertz to gigahertz rates, imposing unpractical sensitivity and resolution for current optical and piezoelectric spectroscopy. Here we demonstrate the real-time measurement of natural vibrations of single mesoscopic particles using an optical microresonator, extending the reach of vibrational spectroscopy to a new spectral window. Conceptually, a spectrum of vibrational modes of the particles is stimulated photoacoustically, and correlated to a high-quality-factor optical resonance for the ultrasensitive readout. Experimentally, this scheme is testified by measuring mesoscopic particles with different constituents, sizes, and internal structures, showing an unprecedented signal-to-noise ratio of 50 dB and detection bandwidth over 1 GHz. This new technology is further applied for the biomechanical fingerprinting of single microbial cells with different species and living states. The present method opens up new avenues to study single-particle mechanical properties in vibrational degrees of freedom, and may find applications in photoacoustic sensing and imaging, cavity optomechanics and biomechanics. ",
    "url": "https://arxiv.org/abs/2305.13587",
    "authors": [
      "Shui-Jing Tang",
      "Mingjie Zhang",
      "Jialve Sun",
      "Jia-Wei Meng",
      "Xiao Xiong",
      "Qihuang Gong",
      "Dayong Jin",
      "Qi-Fan Yang",
      "Yun-Feng Xiao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2305.13728",
    "title": "An optical analogue for a rotating binary Bose-Einstein condensate",
    "abstract": "The coupled nonlinear Schroedinger equations for paraxial optics with two circular light polarizations, in a defocusing Kerr medium with anomalous dispersion, coincide in form with the Gross-Pitaevskii equations for a binary Bose-Einstein condensate of cold atoms in the phase separation regime. A helical symmetry of optical waveguide corresponds to rotation of transverse potential confining the condensate. The ``centrifugal force'' makes essential effect on propagation of light wave in such system. Numerical simulations for a waveguide of elliptical cross-section revealed previously unknown in optics, specific structures consisting of quantized vortices and domain walls between two polarizations. ",
    "url": "https://arxiv.org/abs/2305.13728",
    "authors": [
      "Victor P. Ruban"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2305.13994",
    "title": "Retrieving optical parameters of emerging van der Waals flakes",
    "abstract": "High-quality low-dimensional layered and van der Waals materials are typically exfoliated, with sample cross sectional areas on the order of tens to hundreds of microns. The small size of flakes makes the experimental characterization of their dielectric properties unsuitable with conventional spectroscopic ellipsometry, due to beam-sample size mismatch and non-uniformities of the crystal axes. Previously, the experimental measurement of the dielectrirc permittivity of such microcrystals was carried out with near-field tip-based scanning probes. These measurements are sensitive to external conditions like vibrations and temperature, and require non-deterministic numerical fitting to some a priori known model. We present an alternative method to extract the in-plane dielectric permittivity of van der Waals microcrystals, based on identifying reflectance minima in spectroscopic measurements. Our method does not require complex fitting algorithms nor near field tip-based measurements and accommodates for small-area samples. We demonstrate the robustness of our method using hexagonal boron nitride and {\\alpha}-MoO3, and recover their dielectric permittivities that are close to literature values. ",
    "url": "https://arxiv.org/abs/2305.13994",
    "authors": [
      "Mitradeep Sarkar",
      "Michael T. Enders",
      "Mehrdad Shokooh-Saremi",
      "Kenji Watanabe",
      "Takashi Taniguchi",
      "Hanan Herzig Sheinfux",
      "Frank H.L. Koppens",
      "Georgia Theano Papadakis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2305.14130",
    "title": "Source footprint elimination in full-waveform inversion by model  extension: Application to elastic guided waves recorded by distributed  acoustic sensing in unconventional reservoir",
    "abstract": "Source footprints represent an inherent problem to full-waveform inversion (FWI). They are caused by the high data sensitivity to the model parameters in the vicinity of the seismic sources and can be exacerbated by source-related errors in the modeling operator. We propose a simple, effective, and efficient method to remove source footprints in FWI when sources are located near or inside the volume of interest while robustly updating the model in their vicinity. The method uses illumination redundancy and extends the model along sources. Each source updates one component of the extended model, and a regularization term ensures that these components are mutually consistent, except for their respective footprints. We illustrate the effectiveness of our method on the elastic inversion of synthetic guided waves. We show its robustness in the presence of source-related errors and its superiority over other well-known approaches, such as illumination compensation by inverse pseudo-Hessian and gradient preconditioning. We apply the method to a field distributed acoustic sensing dataset with elastic guided waves generated by perforation shots in an unconventional shale reservoir. The method is able to retrieve localized reservoir anomalies with higher elastic velocities, indicating possible lower pore pressure or tighter shale regions. ",
    "url": "https://arxiv.org/abs/2305.14130",
    "authors": [
      "Milad Bader",
      "Robert G. Clapp",
      "Kurt T. Nihei",
      "Biondo Biondi"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2305.14145",
    "title": "Toward accurate thermal modeling of phase change material based photonic  devices",
    "abstract": "Reconfigurable or programmable photonic devices are rapidly growing and have become an integral part of many optical systems. The ability to selectively modulate electromagnetic waves through electrical stimuli is crucial in the advancement of a variety of applications from data communication and computing devices to environmental science and space explorations. Chalcogenide-based phase change materials (PCMs) are one of the most promising material candidates for reconfigurable photonics due to their large optical contrast between their different solid-state structural phases. Although significant efforts have been devoted to accurate simulation of PCM-based devices, in this paper, we highlight three important aspects which have often evaded prior models yet having significant impacts on the thermal and phase transition behavior of these devices: the enthalpy of fusion, the heat capacity change upon glass transition, as well as the thermal conductivity of liquid-phase PCMs. We further investigated the important topic of switching energy scaling in PCM devices, which also helps explain why the three above-mentioned effects have long been overlooked in electronic PCM memories but only become important in photonics. Our findings offer insight to facilitate accurate modeling of PCM-based photonic devices and can inform the development of more efficient reconfigurable optics. ",
    "url": "https://arxiv.org/abs/2305.14145",
    "authors": [
      "Kiumars Aryana",
      "Hyun Jung Kim",
      "Cosmin-Constantin Popescu",
      "Steven Vitale",
      "Hyung Bin Bae",
      "Taewoo Lee",
      "Tian Gu",
      "Juejun Hu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.14184",
    "title": "High-Temperature Superconductor Quantum Flux Parametron for  Energy-Efficient Logic",
    "abstract": "As we rapidly advance through the information age, the power consumed by computers, data centers, and networks grows exponentially. This has inspired a race to develop alternative low-power computational technologies. A new adiabatic configuration of a decades-old superconducting digital logic device has darted into the lead called quantum flux parametrons (QFP). QFP operate with dissipation so low that they seemingly violate the laws of thermodynamics. In just a short span of time, they have gone from simple single NOT gates to complex processors containing thousands of gates. They are fabricated from elemental niobium superconductors cooled to just a few degrees above absolute zero. However, their efficiency is so great that for large high-performance computers with several gates, the energy savings are immense. For smaller computational platforms QFPs from high-temperature superconductors (high-Tc) are highly desirable. In this work, we take the first steps towards this goal with the demonstration of a high-T C QFP shift register. Our device is fabricated using focused helium ion beam lithography where the material is modified with an ion beam at the nanoscale to directly pattern these circuits into a high-T C thin film. We validate the correct logical operation at 25 K, over 6 times higher than niobium devices with an estimated bit energy of 0.1 attoJoule at 10 GHz. ",
    "url": "https://arxiv.org/abs/2305.14184",
    "authors": [
      "Han Cai",
      "Jay C. LeFebvre",
      "Hao Li",
      "Ethan Y. Cho",
      "Nobuyuki Yoshikawa",
      "Shane A. Cybart"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.14271",
    "title": "Fast and energy-efficient non-volatile III-V-on-silicon photonic phase  shifter based on memristors",
    "abstract": "Silicon photonics has evolved from lab research to commercial products in the past decade as it plays an increasingly crucial role in data communication for next-generation data centers and high performance computing1. Recently, programmable silicon photonics has also found new applications in quantum2 and classical 3 information processing. A key component of programmable silicon photonic integrated circuits (PICs) is the phase shifter, traditionally realized via the thermo-optic or plasma dispersion effect which are weak, volatile, and power hungry. A non-volatile phase shifter can circumvent these limitations by requiring zero power to maintain the switched phases. Previously non-volatile phase modulation was achieved via phase-change4 or ferroelectric materials5, but the switching energy remains high (pico to nano joules) and the speed is slow (micro to milli seconds). Here, we report a non-volatile III-V-on-silicon photonic phase shifter based on HfO2 memristor with sub-pJ switching energy (~400fJ), representing over an order of magnitude improvement in energy efficiency compared to the state of the art. The non-volatile phase shifter can be switched reversibly using a single 100ns pulse and exhibits an excellent endurance over 800 cycles. This technology can enable future energy-efficient programmable PICs for data centers, optical neural networks, and quantum information processing. ",
    "url": "https://arxiv.org/abs/2305.14271",
    "authors": [
      "Zhuoran Fang",
      "Bassem Tossoun",
      "Antoine Descos",
      "Di Liang",
      "Xue Huang",
      "Geza Kurczveil",
      "Arka Majumdar",
      "Raymond G. Beausoleil"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.13445",
    "title": "Quantum state manipulation and science of ultracold molecules",
    "abstract": "An increasingly large variety of molecular species are being cooled down to low energies in recent years, and innovative ideas and powerful techniques continue to emerge to gain ever more precise control of molecular motion. In this brief review we focus our discussions on two widely employed cooling techniques that have brought molecular gases into the quantum regime: association of ultracold atomic gases into quantum gases of molecules and direct laser cooling of molecules. These advances have brought into reality our capability to prepare and manipulate both internal and external states of molecules quantum mechanically, opening the field of cold molecules to a wide range of scientific explorations. ",
    "url": "https://arxiv.org/abs/2305.13445",
    "authors": [
      "Tim Langen",
      "Giacomo Valtolina",
      "Dajun Wang",
      "Jun Ye"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.13787",
    "title": "Effective quantum electrodynamics: One-dimensional model of the  relativistic hydrogen-like atom",
    "abstract": "We consider a one-dimensional effective quantum electrodynamics (QED) model of the relativistic hydrogen-like atom using delta-potential interactions. We discuss the general exact theory and the Hartree-Fock approximation. The present one-dimensional effective QED model shares the essential physical feature of the three-dimensional theory: the nuclear charge polarizes the vacuum state (creation of electron-positron pairs) which results in a QED Lamb-type shift of the bound-state energy. Yet, this 1D effective QED model eliminates some of the most serious technical difficulties of the three-dimensional theory coming from renormalization. We show how to calculate the vacuum-polarization density at zeroth order in the two-particle interaction and the QED Lamb-type shift of the bound-state energy at first order in the two-particle interaction. The present work may be considered as a step toward the development of a quantum-chemistry effective QED theory of atoms and molecules. ",
    "url": "https://arxiv.org/abs/2305.13787",
    "authors": [
      "Timothée Audinet",
      "Julien Toulouse"
    ],
    "subjectives": [
      "Mathematical Physics (math-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.13968",
    "title": "Nucleon-Nucleon elastic and inelastic scattering using quantum field  theory: a comparative study",
    "abstract": "In this paper, we use Yukawa theory to calculate differential and total cross-sections for elastic and inelastic scattering in nucleon-nucleon interactions. We start from the fundamental Lagrangian and derive the $T$-matrix and hence the invariant scattering matrix leading towards the differential and total cross section. We perform calculations utilizing two types of Yukawa interaction terms: 1) scalar current, and 2) pseudoscalar current. We also carry out calculations in a laboratory frame. Calculated results using scalar current exhibits the exact features of elastic and inelastic scattering. The results agree very well with the differential cross-sections for experimental data. The pseudoscalar current calculations do not offer reasonable results and features of the NN interactions. The simplicity of the theory makes it all the more impressive, thus it can be used in place of more complicated field theories to describe NN interactions. ",
    "url": "https://arxiv.org/abs/2305.13968",
    "authors": [
      "Raghad Al-Bakri",
      "Bassam Shehadeh"
    ],
    "subjectives": [
      "Nuclear Theory (nucl-th)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2305.14034",
    "title": "Long-range correlation-induced effects at high-order harmonic generation  on graphene quantum dots",
    "abstract": "This paper focuses on investigating high-order harmonic generation (HHG) in graphene quantum dots (GQDs) under intense near-infrared laser fields. To model the GQD and its interaction with the laser field, we utilize a mean-field approach. Our analysis of the HHG power spectrum reveals fine structures and a noticeable enhancement in cutoff harmonics due to the long-range correlations. We also demonstrate the essential role of Coulomb interaction in determining of harmonics intensities and cutoff position. Unlike atomic HHG, where the cutoff energy is proportional to the pump wave intensity, in GQDs the cutoff energy scales with the square root of the field strength amplitude. A detailed time-frequency analysis of the entire range of HHG spectrum is presented using a wavelet transform. The analysis reveals intricate details of the spectral and temporal fine structures of HHG, offering insights into the various HHG mechanisms in GQDs. ",
    "url": "https://arxiv.org/abs/2305.14034",
    "authors": [
      "H.K. Avetissian",
      "A.G. Ghazaryan",
      "Kh.V. Sedrakian",
      "G.F. Mkrtchian"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.14121",
    "title": "Stochastic approximation analysis of dynamical quantum critical  phenomena in long-range transverse-field Ising chain",
    "abstract": "The quantum phase transition of the long-range transverse-field Ising model is explored by combining a quantum Monte Carlo method with the optimal computational complexity scaling and stochastic parameter optimization that renders space and imaginary time isotropic, specifically achieved by tuning correlation lengths. Varying the decay rate of the long-range interaction, we exhaustively calculate the dynamical critical exponent and the other exponents precisely in mean-field, nonuniversal, and Ising universality regimes. In our simulations, critical properties are extracted only from a set of simulations with different $L$, significantly improving computational cost compared to the standard finite-size scaling approach based on data collapse. We also perform a hypothesis test at the predicted universality boundary, which supports preceding reports arguing that conventional theoretical prediction fails to locate the universality boundary. ",
    "url": "https://arxiv.org/abs/2305.14121",
    "authors": [
      "Sora Shiratani",
      "Synge Todo"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.14272",
    "title": "Experimental quantum channel discrimination using metastable states of a  trapped ion",
    "abstract": "We present experimental demonstrations of accurate and unambiguous single-shot discrimination between three quantum channels using a single trapped $^{40}\\text{Ca}^{+}$ ion. The three channels cannot be distinguished unambiguously using repeated single channel queries, the natural classical analogue. We develop techniques for using the 6-dimensional $\\text{D}_{5/2}$ state space for quantum information processing, and we implement protocols to discriminate quantum channel analogues of phase shift keying and amplitude shift keying data encodings used in classical radio communication. The demonstrations achieve discrimination accuracy exceeding $99\\%$ in each case, limited entirely by known experimental imperfections. ",
    "url": "https://arxiv.org/abs/2305.14272",
    "authors": [
      "Kyle DeBry",
      "Jasmine Sinanan-Singh",
      "Colin D. Bruzewicz",
      "David Reens",
      "May E. Kim",
      "Matthew P. Roychowdhury",
      "Robert McConnell",
      "Isaac L. Chuang",
      "John Chiaverini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.14294",
    "title": "Unbiasing time-dependent Variational Monte Carlo by projected quantum  evolution",
    "abstract": "We analyze the accuracy and sample complexity of variational Monte Carlo approaches to simulate the dynamics of many-body quantum systems classically. By systematically studying the relevant stochastic estimators, we are able to: (i) prove that the most used scheme, the time-dependent Variational Monte Carlo (tVMC), is affected by a systematic statistical bias or exponential sample complexity when the wave function contains some (possibly approximate) zeros, an important case for fermionic systems and quantum information protocols; (ii) show that a different scheme based on the solution of an optimization problem at each time step is free from such problems; (iii) improve the sample complexity of this latter approach by several orders of magnitude with respect to previous proofs of concept. Finally, we apply our advancements to study the high-entanglement phase in a protocol of non-Clifford unitary dynamics with local random measurements in 2D, first benchmarking on small spin lattices and then extending to large systems. ",
    "url": "https://arxiv.org/abs/2305.14294",
    "authors": [
      "Alessandro Sinibaldi",
      "Clemens Giuliani",
      "Giuseppe Carleo",
      "Filippo Vicentini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05313",
    "title": "Ion optical clocks with three electronic states",
    "abstract": " Comments: 6 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2211.05313",
    "authors": [
      "C. A. Holliman",
      "M. Fan",
      "A. M. Jayich"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2301.01418",
    "title": "Magnetic light amplification by stimulated emission of radiation in  subwavelength systems of a dielectric cavity and magnetic quantum emitters",
    "abstract": " Comments: 21 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2301.01418",
    "authors": [
      "Zhong-Jian Yang",
      "Xiao-Jing Du",
      "Ma-Long Hu",
      "Jun He"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2301.05666",
    "title": "Beyond MP2 initialization for unitary coupled cluster quantum circuits",
    "abstract": " Title: Beyond MP2 initialization for unitary coupled cluster quantum circuits ",
    "url": "https://arxiv.org/abs/2301.05666",
    "authors": [
      "Mark R. Hirsbrunner",
      "Diana Chamaki",
      "J. Wayne Mullinax",
      "Norm M. Tubman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.07477",
    "title": "Shallow quantum circuits for efficient preparation of Slater  determinants and correlated states on a quantum computer",
    "abstract": " Comments: revised, 7+7 pages, 5+1 figures ",
    "url": "https://arxiv.org/abs/2301.07477",
    "authors": [
      "Chong Hian Chee",
      "Daniel Leykam",
      "Adrian M. Mak",
      "Dimitris G. Angelakis"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2302.01108",
    "title": "The infinity-loop microresonator: A new integrated photonic structure  working on an exceptional surface",
    "abstract": " Comments: 14 pages, 12 figures ",
    "url": "https://arxiv.org/abs/2302.01108",
    "authors": [
      "Riccardo Franchi",
      "Stefano Biasi",
      "Diego Piciocchi",
      "Lorenzo Pavesi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.06925",
    "title": "Accurate Surface and Finite Temperature Bulk Properties of Lithium Metal  at Large Scales using Machine Learning Interaction Potentials",
    "abstract": " Comments: 9 pages, 4 figures, 3 pages of Supporting Information ",
    "url": "https://arxiv.org/abs/2305.06925",
    "authors": [
      "Mgcini Keith Phuthi",
      "Archie Mingze Yao",
      "Simon Batzner",
      "Albert Musaelian",
      "Boris Kozinsky",
      "Ekin Dogus Cubuk",
      "Venkatasubramanian Viswanathan"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Machine Learning (cs.LG)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2305.07479",
    "title": "VC-PINN: Variable Coefficient Physical Information Neural Network For  Forward And Inverse PDE Problems with Variable Coefficient",
    "abstract": " Title: VC-PINN: Variable Coefficient Physical Information Neural Network For  Forward And Inverse PDE Problems with Variable Coefficient ",
    "url": "https://arxiv.org/abs/2305.07479",
    "authors": [
      "Zhengwu Miao",
      "Yong Chen"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2305.09843",
    "title": "Optimization at the Interface of Unitary and Non-unitary Quantum  Operations in PCOAST",
    "abstract": " Comments: 10 pages, 8 figures, 3 tables, update to Ref. 1 citation ",
    "url": "https://arxiv.org/abs/2305.09843",
    "authors": [
      "Albert T. Schmitz",
      "Mohannad Ibrahim",
      "Nicolas P. D. Sawaya",
      "Gian Giacomo Guerreschi",
      "Jennifer Paykin",
      "Xin-Chuan Wu",
      "A. Y. Matsuura"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2305.11895",
    "title": "Derivation of the Ghost Gutzwiller Approximation from Quantum Embedding  principles: the Ghost Density Matrix Embedding Theory",
    "abstract": " Comments: 24 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2305.11895",
    "authors": [
      "Nicola Lanatà"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  }
]