[
  {
    "id": "arXiv:2503.21853",
    "title": "Impact of the circuit layout on the charge collection in a monolithic pixel sensor",
    "abstract": "           CERN's strategic R&D programme on technologies for future experiments recently started investigating the TPSCo 65nm ISC CMOS imaging process for monolithic active pixels sensors for application in high energy physics. In collaboration with the ALICE experiment and other institutes, several prototypes demonstrated excellent performance, qualifying the technology. The Hybrid-to-Monolithic (H2M), a new test-chip produced in the same process but with a larger pixel pitch than previous prototypes, exhibits an unexpected asymmetric efficiency pattern. This contribution describes a simulation procedure combining TCAD, Monte Carlo and circuit simulations to model and understand this effect. It proved able to reproduce measurement results and attribute the asymmetric efficiency drop to a slow charge collection due to low amplitude potential wells created by the circuitry layout and impacting efficiency via ballistic deficit.         ",
    "url": "https://arxiv.org/abs/2503.21853",
    "authors": [
      "Corentin Lemoine",
      "Rafael Ballabriga",
      "Eric Buschmann",
      "Michael Campbell",
      "Raimon Casanova Mohr",
      "Dominik Dannheim",
      "Jona Dilg",
      "Ana Dorda",
      "Finn King",
      "Ono Feyens",
      "Philipp Gadow",
      "Ingrid-Maria Gregor",
      "Karsten Hansen",
      "Yajun He",
      "Lennart Huth",
      "Iraklis Kremastiotis",
      "Stefano Maffessanti",
      "Larissa Mendes",
      "Younes Otarid",
      "Christian Reckleben",
      "Sébastien Rettie",
      "Manuel Alejandro del Rio Viera",
      "Sara Ruiz Daza",
      "Judith Schlaadt",
      "Adriana Simancas",
      "Walter Snoeys",
      "Simon Spannagel",
      "Tomas Vanat",
      "Anastasiia Velyka",
      "Gianpiero Vignola",
      "Håkan Wennlöf"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2503.21933",
    "title": "Supersonic wave propagation in active non-Hermitian acoustic metamaterials",
    "abstract": "           Obtaining a group velocity higher than the speed of sound in a waveguide is a challenging task in acoustic wave engineering. Even more challenging is to achieve this velocity increase without any intervention with the waveguide profile, such as narrowing or widening, and particularly without interfering with the passage by flexible inclusions, either passive or active. Here, we approach this problem by invoking concepts from non- Hermitian physics, and imposing them using active elements that are smoothly sealed within the waveguide wall. In a real-time feedback operation, the elements induce local pressure gain and loss, as well as non-local pressure integration couplings. We employ a dedicated balancing between the control parameters, derived from lattice theory and adjusted to the waveguide system, to drive the dynamics into a stable parity-time-symmetric regime. We demonstrate the accelerated propagation of a wave packet both numerically and experimentally in an air-filled waveguide and discuss the trade-off between stabilization and the achievable velocity increase. Our work prepares the grounds for advanced forms of wave transmission in continuous media, enabled by short and long range active couplings, created via embedded real-time feedback control.         ",
    "url": "https://arxiv.org/abs/2503.21933",
    "authors": [
      "Kangkang Wang",
      "Felix Langfeldt",
      "Chen Shen",
      "Haishan Zou",
      "Sipei Zhao",
      "Jing Lu",
      "Lea Sirota"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2503.22158",
    "title": "Beam Manipulation for Terahertz Communications: A New Quality Productive Force",
    "abstract": "           The terahertz frequency band, ranging from 0.1 to 10 THz, offers extensive spectral resources for next-generation wireless communication systems. To compensate for the limited transmission power of terahertz transceivers and the significant propagation losses in terahertz channels, high-gain directional antennas are essential. Dynamic beam manipulation is therefore crucial for enabling practical communication applications. Moreover, the stringent gain requirements in terahertz systems result in an expanded Fresnel region, highlighting the critical need for efficient beam manipulation techniques in both near-field and far-field conditions. This article provides a comprehensive overview of terahertz beam manipulation techniques. It begins with an introduction of diffraction theory as the foundational propagation model for beam manipulation. Detailed examples tailored to specific communication scenarios are then presented. Experimental verifications using 3-D printed lenses are included for three distinct beam manipulation cases. Alternative approaches for achieving beam manipulation, such as metasurfaces and reconfigurable intelligent surfaces, are briefly discussed.         ",
    "url": "https://arxiv.org/abs/2503.22158",
    "authors": [
      "Mingxiang Li",
      "Josep M. Jornet",
      "Daniel M. Mittleman",
      "Chong Han"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2503.22167",
    "title": "Polarization Decoupling Multi-Port Beam-Splitting Metasurface for Miniaturized Magneto-Optical Trap",
    "abstract": "           In regular magneto-optical trap (MOT) systems, the delivery of six circularly polarized (CP) cooling beams requires complex and bulky optical arrangements including waveplates, mirrors, retroreflectors, etc. To address such technique challenges, we have proposed a beam delivery system for miniaturized MOT entirely based on meta-devices. The key component is a novel multi-port beam-splitting (PD-MPBS) metasurface that relies on both propagation phase and geometric phase. The fabricated samples exhibit high beam-splitting power uniformity (within 4.4%) and polarization purities (91.29%~93.15%). By leveraging such beam-splitting device as well as reflective beam-expanding meta-device, an integrated six-beam delivery system for miniaturized MOT application has been implemented. The experimental results indicate that six expanded beams have been successfully delivered with uniform power (within 9.5%), the desired CP configuration and large overlapping volume (76.2 mm^3). We believe that a miniaturized MOT with the proposed beam delivery system is very promising for portable application of cold atom technology in precision measurement, atomic clock, quantum simulation and computing, etc.         ",
    "url": "https://arxiv.org/abs/2503.22167",
    "authors": [
      "Tian Tian",
      "Chen Qing",
      "Yuxuan Liao",
      "Jiajun Zhu",
      "Yongzhuo Li",
      "Xue Feng",
      "Dengke Zhang",
      "Yidong Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2503.22184",
    "title": "Realization of the Tellegen Effect in Resonant Optical Metasurfaces",
    "abstract": "           The nonreciprocal magnetoelectric effect in isotropic Tellegen materials enables exotic phenomena such as axion-modified electrodynamics and fosters the development of magnet-free nonreciprocal media. Although predicted over 75 years ago and observed in only a handful of natural materials with very low strength, the strong optical Tellegen effect has remained experimentally elusive. Here, we report the first experimental demonstration of a resonant optical isotropic Tellegen effect in a metasurface, showcasing a response that is 100 times greater than that of any known natural material. This optical metasurface, consisting of randomly distributed cobalt-silicon nanoscatterers with strong shape anisotropy, utilizes spontaneous magnetization to achieve a robust Tellegen effect without the need for an external magnetic field. In addition to the Tellegen response, the metasurface exhibits both gyroelectric and gyromagnetic effects, contributing to nonreciprocal cross-polarized light reflection. We introduce a technique to independently extract the amplitudes of these three effects using conventional magneto-optical single-side illumination measurements. The observation of the resonant Tellegen effects in the optical frequency range may lead to the experimental observation of axionic electrodynamics and compact bias-free nonreciprocal optical devices.         ",
    "url": "https://arxiv.org/abs/2503.22184",
    "authors": [
      "Shadi Safaei Jazi",
      "Ihar Faniayeu",
      "Rafael Cichelero",
      "Nikolai Kuznetsov",
      "Sebastiaan van Dijken",
      "Shanhui Fan",
      "Alexandre Dmitriev",
      "Viktar Asadchy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2503.22206",
    "title": "Inverse design of dual-band valley-Hall topological photonic crystals with arbitrary pseudospin states",
    "abstract": "           Valley photonic crystals (VPCs) offer topological kink states that ensure robust, unidirectional, and backscattering-immune light propagation. The design of VPCs is typically based on analogies with condensed-matter topological insulators that exhibit the quantum valley Hall effect; trial-and-error approaches are often used to tailor the photonic band structures and their topological properties, which are characterized by the local Berry curvatures. In this paper, we present an inverse design framework based on frequency-domain analysis for VPCs with arbitrary pseudospin states. Specifically, we utilize the transverse spin angular momentum (TSAM) at the band edge to formulate the objective function for engineering the desired topological properties. Numerical experiments demonstrate that our proposed design approach can successfully produce photonic crystal waveguides exhibiting dual-band operation, enabling frequency-dependent light routing. Our pseudospin-engineering method thus provides a cost-effective alternative for designing topological photonic waveguides, offering novel functionalities.         ",
    "url": "https://arxiv.org/abs/2503.22206",
    "authors": [
      "Yuki Sato",
      "Shrinathan Esaki Muthu Pandara Kone",
      "Junpei Oba",
      "Kenichi Yatsugi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Engineering, Finance, and Science (cs.CE)"
    ]
  },
  {
    "id": "arXiv:2503.22279",
    "title": "Microwave One-way Transparency by Large Synthetic Motion of Magnetochiral Polaritons in Metamolecules",
    "abstract": "           We observe microwave one-way transparency via ultrastrongly-coupled magnetochiral polaritons (MChPs) in a metamolecule with simultaneous breaking of time-reversal and space-inversion symmetries at room temperature. The experimental results are reproduced well via numerical simulations. Effective polarizability tensor analyses of the simulation results verify that the one-way transparency is traced back to massive synthetic motion of MChPs. This study paves a way to hybrid quantum systems and synthetic gauge fields using metamaterials.         ",
    "url": "https://arxiv.org/abs/2503.22279",
    "authors": [
      "Kentaro Mita",
      "Toshiyuki Kodama",
      "Toshihiro Nakanishi",
      "Tetsuya Ueda",
      "Kei Sawada",
      "Takahiro Chiba",
      "Satoshi Tomita"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2503.22500",
    "title": "Terahertz frequency-domain 4x4 Mueller matrix ellipsometer instrument designed for high-frequency magnetic resonance measurements",
    "abstract": "           We report a Mueller matrix ellipsometer design using dual continuously rotating anisotropic meta wave plates which determines the full set of Mueller matrix elements in the terahertz spectral range. The instrument operates in the frequency domain and employs a frequency tunable, solid state synthesizer based, continuous wave terahertz source with sub-MHz bandwidth. The implemented source permits operation within 82-125 GHz and 170-250 GHz, without and with an additional frequency doubler, respectively. The terahertz transparent meta wave plates consist of 3D-printed polymer based columnar thin film structures with subwavelength dimensions. The rotating wave plates produce sufficient modulation of the Stokes vector components of transmitted terahertz light to use the wave plates in polarization state generator and polarization state detector devices. Fast terahertz light detection rate of a quasi optical solid state detector permits acquisition with few microsecond temporal resolution and electronic sweeping control of the source frequency. We develop a fast frequency sweeping scheme while continuously rotating the terahertz wave plates. Subsequent sorting of measured data permits measurements of Mueller matrix elements at hundreds of different wavelengths. The Mueller matrix elements are obtained by forward numerical reduction of the measured data using an algorithm developed by Ruder et al.[Opt. Lett. 45, 3541 (2020)]. The instrument is combined with a magnetocryostat capable of reaching magnetic field strengths at the sample position of -8 T...8 T and sample temperatures from 4 K...400 K. Hence, the instrument is suitable to measure the full Mueller matrix of samples with magnetic resonances as demonstrated recently by Rindert et al. [Phys. Rev. B 110, 054413 (2024)]. We discuss design, calibration, and example applications.         ",
    "url": "https://arxiv.org/abs/2503.22500",
    "authors": [
      "Viktor Rindert",
      "Alexander Ruder",
      "Steffen Richter",
      "Philipp Kühne",
      "Mark Bauer",
      "Vanya Darakchieva",
      "Mathias Schubert"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.22534",
    "title": "Topological optical skyrmion transfer to matter",
    "abstract": "           The ability of structured light to mimic exotic topological skyrmion textures, encountered in high-energy physics, cosmology, magnetic materials, and superfluids has recently received considerable attention. Despite their promise as mechanisms for data encoding and storage, there has been a lack of studies addressing the transfer and storage of the topology of optical skyrmions to matter. Here, we demonstrate a high-fidelity mapping of skyrmion topology from a laser beam onto a gas of cold atoms, where it is detected in its new non-propagating form. Within the spatial overlap of the beam and atom cloud, the skyrmion topological charge is preserved, with a reduction from $Q \\simeq 0.91$ to $Q \\simeq 0.84$ mainly due to the beam width exceeding the sample size. Our work potentially opens novel avenues for topological photonics state storage and the analysis of more complex structured light topologies.         ",
    "url": "https://arxiv.org/abs/2503.22534",
    "authors": [
      "Chirantan Mitra",
      "Chetan Sriram Madasu",
      "Lucas Gabardos",
      "Chang Chi Kwong",
      "Yijie Shen",
      "Janne Ruostekoski",
      "David Wilkowski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2503.22544",
    "title": "3D Heterogeneous Integration of Silicon Nitride and Aluminum Nitride on Sapphire toward Ultra-wideband Photonics Integrated Circuits",
    "abstract": "           Extending two-dimensional photonic integrated circuits (PICs) to three-dimensional (3D) configurations promises great potential for scaling up integration, enhancing functionality, and improving performance of PICs. Silicon-based 3D PICs have made substantial progress due to CMOS compatibility. However, the narrow bandgap of silicon (1.1 eV) limits their use in short-wavelength applications, such as chemical and biological sensing, underwater optical communications, and optical atomic clocks. In this work, we developed a 3D photonics platform by heterogeneously integrating silicon nitride (SiN) and aluminum nitride (AlN) PICs on sapphire (Al$_2$O$_3$). The broadband transparency of these materials allow our platform to operate over a multi-octave wavelength ranging from ultraviolet to infrared. Leveraging this platform, we demonstrated efficient optical nonlinearity in an AlN microcavity, low-loss and tunable SiN waveguide-based optical components, and optical linking between AlN and SiN PICs layers in the visible and near-infrared spectrum, hinting at potential applications in integrated quantum systems. Our work presents an ultra-wideband 3D PICs platform, providing new opportunities for broadband and short-wavelength applications of PICs.         ",
    "url": "https://arxiv.org/abs/2503.22544",
    "authors": [
      "Liang Zhang",
      "Yanan Guo",
      "Junxi Wang",
      "Jinmin Li",
      "Jianchang Yan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2503.21948",
    "title": "Atomic Transition Probabilities for UV and Optical Lines of Gd II",
    "abstract": "           We report new branching fraction measurements for 156 ultraviolet and optical transitions of Gd II. These transitions range in wavelength (wavenumber) from 2574 to 6766 Angstroms (38838 - 14777 cm-1) and originate in one odd-parity and 11 even-parity upper levels. Nine of the 12 levels, accounting for 126 of the 156 transitions, are studied for the first time. Branching fractions are determined for three levels studied previously for the purpose of comparison. The levels studied for the first time are high lying, ranging in energy from 36845 to 40774 cm-1. The branching fractions are determined from emission spectra from two different high-resolution spectrometers. These are combined with radiative lifetimes reported in an earlier study to produce a set of transition probabilities and log(gf) values with accuracy ranging from 5% to 30%. Comparison is made to experimental and theoretical transition probabilities from the literature where such data exist. Abundances derived from these new log(gf) values for 21 Gd II lines in two metal-poor stars yield results consistent with previous studies, and they demonstrate that the new log(gf) values can be used in stellar abundance analysis as a self-consistent extension of previous work.         ",
    "url": "https://arxiv.org/abs/2503.21948",
    "authors": [
      "G. T. Voith",
      "E.A. Den Hartog",
      "I. U. Roederer"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2503.22058",
    "title": "Spatial-Mode Quantum Cryptography in a 545-Dimensional Hilbert Space",
    "abstract": "           A major challenge in quantum key distribution (QKD) with spatial modes lies in efficiently generating, manipulating, and detecting high-dimensional quantum states. Here, we present a hybrid QKD protocol that integrates entanglement-based and prepare-and-measure approaches, utilizing position and momentum correlations of photon pairs generated via spontaneous parametric downconversion. Through projective measurements on one photon, the sender remotely prepares spatial modes at the receiver's end, simplifying state preparation. Detection is enhanced using advanced event-based single-photon cameras. Our scheme supports QKD in a 545-dimensional Hilbert space-the highest reported for spatial encoding-achieving 5.07 bits per coincidence in an optimized 90-mode configuration. This work demonstrates a scalable route to high-dimensional, spatially encoded quantum communication.         ",
    "url": "https://arxiv.org/abs/2503.22058",
    "authors": [
      "Lukas Scarfe",
      "Yingwen Zhang",
      "Ebrahim Karimi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.22423",
    "title": "Light Storage in Light Cages: A Scalable Platform for Multiplexed Quantum Memories",
    "abstract": "           Quantum memories are essential for photonic quantum technologies, enabling long-distance quantum communication and serving as delay units in quantum computing. Hot atomic vapors using electromagnetically induced transparency provide a simple platform with second-long photon storage capabilities. Light-guiding structures enhance performance, but current hollow-core fiber waveguides face significant limitations in filling time, physical size, fabrication versatility, and large-scale integration potential. In this work, we demonstrate the storage of attenuated coherent light pulses in a cesium (Cs) quantum memory based on a 3D-nanoprinted hollow-core waveguide, known as a light cage (LC), with several hundred nanoseconds of storage times. Leveraging the versatile fabrication process, we successfully integrated multiple LC memories onto a single chip within a Cs vapor cell, achieving consistent performance across all devices. We conducted a detailed investigation into storage efficiency, analyzing memory lifetime and bandwidth. These results represent a significant advancement toward spatially multiplexed quantum memories and have the potential to elevate memory integration to unprecedented levels. We anticipate applications in parallel single-photon synchronization for quantum repeater nodes and photonic quantum computing platforms.         ",
    "url": "https://arxiv.org/abs/2503.22423",
    "authors": [
      "Esteban Gómez-López",
      "Dominik Ritter",
      "Jisoo Kim",
      "Harald Kübler",
      "Markus A. Schmidt",
      "Oliver Benson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.22481",
    "title": "Charge creation via quantum tunneling in one-dimensional Mott insulators: A numerical study of the extended Hubbard model",
    "abstract": "           Charge creation via quantum tunneling, i.e. dielectric breakdown, is one of the most fundamental and significant phenomena arising from strong light(field)-matter coupling. In this work, we conduct a systematic numerical analysis of quantum tunneling in one-dimensional Mott insulators described by the extended ($U$-$V$) Hubbard model. We discuss the applicability of the analytical formula for doublon-holon (DH) pair production, previously derived for the one-dimensional Hubbard model, which highlights the relationship between the tunneling threshold, the charge gap, and the correlation length. We test the formulas ability to predict both DH pair production and energy increase rate. Using tensor-network-based approaches, we demonstrate that the formula provides accurate predictions in the absence of excitonic states facilitated by the nearest-neighbor interaction $V$. However, when excitonic states emerge, the formula more accurately describes the rate of energy increase than the DH pair creation rate and in both cases gets improved by incorporating the exciton energy as the effective gap.         ",
    "url": "https://arxiv.org/abs/2503.22481",
    "authors": [
      "Thomas Hansen",
      "Lars Bojer Madsen",
      "Yuta Murakami"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.22604",
    "title": "Enhanced Variational Quantum Kolmogorov-Arnold Network",
    "abstract": "           The Kolmogorov-Arnold Network (KAN) is a novel multi-layer network model recognized for its efficiency in neuromorphic computing, where synapses between neurons are trained linearly. Computations in KAN are performed by generating a polynomial vector from the state vector and layer-wise trained synapses, enabling efficient processing. While KAN can be implemented on quantum computers using block encoding and Quantum Signal Processing, these methods require fault-tolerant quantum devices, making them impractical for current Noisy Intermediate-Scale Quantum (NISQ) hardware. We propose the Enhanced Variational Quantum Kolmogorov-Arnold Network (EVQKAN) to overcome this limitation, which emulates KAN through variational quantum algorithms. The EVQKAN ansatz employs a tiling technique to emulate layer matrices, leading to significantly higher accuracy compared to conventional Variational Quantum Kolmogorov-Arnold Network (VQKAN) and Quantum Neural Networks (QNN), even with a smaller number of layers. EVQKAN achieves superior performance with a single-layer architecture, whereas QNN and VQKAN typically struggle. Additionally, EVQKAN eliminates the need for Quantum Signal Processing, enhancing its robustness to noise and making it well-suited for practical deployment on NISQ-era quantum devices.         ",
    "url": "https://arxiv.org/abs/2503.22604",
    "authors": [
      "Hikaru Wakaura",
      "Rahmat Mulyawan",
      "Andriyan B. Suksmono"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2412.08368",
    "title": "Optical super-torque induced by Mie-resonant modes",
    "abstract": "           We introduce the concept of resonant optical torque that allows enhancing substantially a transfer of optical angular momentum (AM) of light to a subwavelength particle. We consider high-index cylindrical dielectric nanoparticles supporting Mie resonances, and explore a transfer of AM and how it is affected by absorption and particle shape. We analyse a simple trapping geometry of standing wave patterns created by opposite helical light waves. We uncover stable rotation of particles in both nodes and anti-nodes, and also study how specific particle properties influence the resonant optical torque. We demonstrate that adjusting particle losses can maximize spinning torque, and we predict \"super-torque\" originating from the superabsorption effect at resonances. Our study offers a deeper understanding of the physics of resonant optical torque and its importance in manipulating AM transfer in optical systems, with promising implications for various fields and inspiring further research in resonant light-matter interactions.         ",
    "url": "https://arxiv.org/abs/2412.08368",
    "authors": [
      "Ivan Toftul",
      "Mihail Petrov",
      "Romain Quidant",
      "Yuri Kivshar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2501.08494",
    "title": "Monoclinic nonlinear metasurfaces for resonant engineering of polarization states",
    "abstract": "           Polarization is a fundamental property of light that can be engineered and controlled efficiently with optical metasurfaces. Here, we employ chiral metasurfaces with monoclinic lattice geometry and achiral meta-atoms for resonant engineering of polarization states of light. We demonstrate, both theoretically and experimentally, that a monoclinic metasurface can convert linearly polarized light into elliptically polarized light not only in the linear regime but also in the nonlinear regime with the resonant generation of the third-harmonic field. We reveal that the ellipticity of the fundamental and higher-harmonic fields depends critically on the angle of the input linear polarization, and the effective chiral response of a monoclinic lattice plays a significant role in the polarization conversion.         ",
    "url": "https://arxiv.org/abs/2501.08494",
    "authors": [
      "Ivan Toftul",
      "Dhruv Hariharan",
      "Pavel Tonkaev",
      "Fangxing Lai",
      "Qinghai Song",
      "Yuri Kivshar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.15269",
    "title": "Triplet J-driven DNP, a proposal to increase the sensitivity of solution-state NMR without microwave",
    "abstract": "           Dynamic nuclear polarization (DNP) is an important method to enhance the limited sensitivity of nuclear magnetic resonance (NMR). Using the existing mechanisms such as Overhauser DNP (ODNP) is still difficult to achieve significant enhancement of NMR signals in solutions at a high magnetic field. The recently proposed J-driven DNP (JDNP) condition (when the exchange interaction of two electron spins matches their Lamour frequency) may enable signal enhancement in solution as it requires only dipolar interaction between the biradical polarization agent and the analyte. However, likewise ODNP, the current JDNP strategy still requires the saturation of the electron polarization with high microwave power which has poor penetration and is associated with heating effects in most liquids. The replacement of high-power microwave irradiation is possible if the temporal electron polarization imbalance is created by a different wavelength such as the visible light. Here, we propose a triplet JDNP mechanism which first exploits the light-induced singlet fission process (i.e., a singlet exciton is converted into two triplet excitons). As the JDNP condition is fulfilled, a triplet-to-triplet cross-relaxation process will occur with different rates and consequently lead to the creation of hyperpolarization on the coupled nuclear spin states. This communication discusses the theory behind the triplet JDNP proposal, as well as the polarizing agents and conditions that will enable the new approach to enhance the sensitivity of NMR without the need of microwave irradiation.         ",
    "url": "https://arxiv.org/abs/2502.15269",
    "authors": [
      "Maria Grazia Concilio",
      "Yiwen Wang",
      "Linjun Wang",
      "Xueqian Kong"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2503.13630",
    "title": "The Birth of Quantum Mechanics: A Historical Study Through the Canonical Papers",
    "abstract": "           This paper explores the historical development of the theory of quantum mechanics between 1900 and 1927 by chronological examination of the foundational papers and ideas. Beginning with Planck's introduction of energy quantisation in blackbody radiation, we follow the emergence of Einstein's light quanta hypothesis, Bohr's atomic model, and the statistical implications of indistinguishable particles. Special emphasis is placed on the transition from the Old Quantum Theory to modern quantum mechanics, particularly through Heisenberg's matrix mechanics and Schrödinger's wave mechanics. This study aims to provide a structured historical account, offering insights into the conceptual transformations that led to quantum mechanics while making the development accessible to physicists, historians of science, and advanced students interested in the origins of modern quantum theory.         ",
    "url": "https://arxiv.org/abs/2503.13630",
    "authors": [
      "Eren Volkan Küçük"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2503.20159",
    "title": "Design of Macroscale Optical Systems with Metaoptics Using Transformer-Based Neural Networks",
    "abstract": "           Metaoptics are thin, planar surfaces consisting of many subwavelength optical resonators that can be designed to simultaneously control the amplitude, phase, and polarization to arbitrarily shape an optical wavefront much in the same manner as a traditional lens but with a much smaller form factor. The incorporation of metaoptics into a conventional optical system spans multiple length scales between that of the individual metaoptic elements (< {\\lambda}) and that of the entire size of the optic (>> {\\lambda}), making computational techniques that accurately simulate the optical response of metaoptics computationally intractable, while more efficient techniques utilizing various approximations suffer from inaccuracies in their prediction of the optical response. To overcome the trade between speed and accuracy, we implement a transformer-based neural network solver to calculate the optical response of metaoptics and combine it with commercial ray optics software incorporating Fourier propagation methods to simulate an entire optical system. We demonstrate that this neural net method is more than 3 orders of magnitude faster than a traditional finite-difference time domain method, with only a 0.47 % deviation in total irradiance when compared with a full wave simulation, which is nearly 2 orders of magnitude more accurate than standard approximation methods for metaoptics. The ability to accurately and efficiently predict the optical response of a metaoptic could enable their optimization, further accelerating and facilitating their application.         ",
    "url": "https://arxiv.org/abs/2503.20159",
    "authors": [
      "Ryan C. Ng",
      "Stéphane Larouche",
      "Peter Y. Schneider",
      "Aditi Munshi",
      "Robert Bedford",
      "Philip W. Hon",
      "Katherine T. Fountaine"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.10263",
    "title": "A Hermitian bypass to the non-Hermitian quantum theory",
    "abstract": "           Describing systems with non-Hermitian (NH) operators remains a challenge in quantum theory due to instabilities (e.g., exceptional points and decoherence) arising from interactions with the environment. We propose a framework to express the energy states of NH Hamiltonians using a well-defined basis (dub computational basis) derived from a related Hermitian operator. This suitably shifts the singularities from the basis states to the expansion coefficients, allowing for their easier mathematical treatment and parametric control. Furthermore, we introduce a `space-time' transformation on the computational basis that defines a generic dual space map for the energy states. Interestingly, this transformation leads to a symmetry for real/imaginary energy values, revealing the existence of weaker condition than hermiticity or the $\\mathcal{PT}$ symmetry. This leads to clearer understanding and novel interpretations of key features like exceptional points, dual space, and weaker symmetry-enforced real eigenvalues. The applicability of our framework extends to various branches of physics where NH operators manifest as ladder operators, order parameters, self-energies, projectors, and other entities.         ",
    "url": "https://arxiv.org/abs/2310.10263",
    "authors": [
      "Priyanshi Bhasin",
      "Tanmoy Das"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.13876",
    "title": "Extracting Universal Corner Entanglement Entropy during the Quantum Monte Carlo Simulation",
    "abstract": "           The subleading corner logarithmic corrections in entanglement entropy (EE) are crucial for revealing universal characteristics of the quantum critical points (QCPs), but they are challenging to detect. Motivated by recent developments in the stable computation of EE in (2+1)D quantum many-body systems, we have developed a new method for directly measuring the corner contribution in EE with less computational cost. The cornerstone of our approach is to measure the subtracted corner entanglement entropy (SCEE) defined as the difference between the EEs of subregions with the same boundary length for smooth and cornered boundaries during the sign-problem free quantum Monte Carlo simulation. Our improved method inherently eliminates not only the area law term of EE but also the subleading log-corrections arising from Goldstone modes, leaving the universal corner contribution as the leading term of SCEE with greatly improved data quality. Utilizing this advanced approach, we calculate the SCEE of the bilayer Heisenberg model on both square and honeycomb lattices across their (2+1)D O(3) QCPs with different opening angles on entanglement boundary, and obtain the accurate values of the corresponding universal corner log-coefficients. These findings will encourage further theoretical investigations to access controlled universal information for interacting CFTs at (2+1)D.         ",
    "url": "https://arxiv.org/abs/2404.13876",
    "authors": [
      "Yuan Da Liao",
      "Menghan Song",
      "Jiarui Zhao",
      "Zi Yang Meng"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2405.19607",
    "title": "Generic transverse stability of kink structures in atomic and optical nonlinear media with competing attractive and repulsive interactions",
    "abstract": "           We demonstrate the existence and stability of one-dimensional (1D) topological kink configurations immersed in higher-dimensional bosonic gases and nonlinear optical setups. Our analysis pertains, in particular, to the two- and three-dimensional extended Gross-Pitaevskii models with quantum fluctuations describing droplet-bearing environments but also to the two-dimensional cubic-quintic nonlinear Schrödinger equation containing higher-order corrections to the nonlinear refractive index. Contrary to the generic dark soliton transverse instability, the kink structures are generically robust under the interplay of low-amplitude attractive and high-amplitude repulsive interactions. A quasi-1D effective potential picture dictates the existence of these defects, while their stability is obtained numerically and analytically through linearization analysis and direct dynamics in the presence of external fluctuations showcasing their unprecedented resilience. These generic (across different models) findings should be detectable in current cold atom and optics experiments, offering insights towards controlling topological excitations.         ",
    "url": "https://arxiv.org/abs/2405.19607",
    "authors": [
      "S. I. Mistakidis",
      "G. Bougas",
      "G. C. Katsimiga",
      "P. G. Kevrekidis"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2501.04583",
    "title": "Cavity enhancement of V2 centers in 4H-SiC with a fiber-based Fabry-Pérot microcavity",
    "abstract": "           Silicon vacancy centers in 4H-silicon carbide (SiC) host a long-lived electronic spin and simultaneously possess spin-resolved optical transitions, making them a great candidate for implementing a spin-photon interface. These interfaces are an important building block of quantum networks, which in turn promise to enable secure communication and distributed quantum computing. To achieve this goal, the rate of coherently scattered photons collected from a single emitter needs to be maximized, which can be achieved by interfacing the emitter with an optical cavity. In this work, we integrate V2 centers inside a SiC membrane into a fiber-based Fabry-Pérot microcavity. We find that SiC lends itself well to membrane fabrication, as evidenced by low surface roughness $\\sigma_{\\mathrm{RMS}}$ ~ 400 pm, high reproducibility, and consequentially a high cavity finesse F ~ 40 000. At cryogenic temperatures, we observe individual emitters coupling to cavity modes. We confirm their single-emitter character by measuring the second-order autocorrelation function and investigate the Purcell factor by measuring the optical lifetime as a function of the cavity-emitter detuning. We find a 13.3-fold enhancement of photons scattered into the zero-phonon line (ZPL), which could be further increased by using optimized mirror coatings, potentially opening the path towards deterministic spin-photon interaction.         ",
    "url": "https://arxiv.org/abs/2501.04583",
    "authors": [
      "Jannis Hessenauer",
      "Jonathan Körber",
      "Misagh Ghezellou",
      "Jawad Ul-Hassan",
      "Georgy V. Astakhov",
      "Wolfgang Knolle",
      "Jörg Wrachtrup",
      "David Hunger"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.00519",
    "title": "Roadmap on Nonlocality in Photonic Materials and Metamaterials",
    "abstract": "           Photonic technologies continue to drive the quest for new optical materials with unprecedented responses. A major frontier in this field is the exploration of nonlocal (spatially dispersive) materials, going beyond the local, wavevector-independent assumption traditionally made in optical material modeling. On one end, the growing interest in plasmonic, polaritonic and quantum materials has revealed naturally occurring nonlocalities, emphasizing the need for more accurate models to predict and design their optical responses. This has major implications also for topological, nonreciprocal, and time-varying systems based on these material platforms. Beyond natural materials, artificially structured materials--metamaterials and metasurfaces--can provide even stronger and engineered nonlocal effects, emerging from long-range interactions or multipolar effects. This is a rapidly expanding area in the field of photonic metamaterials, with open frontiers yet to be explored. In the case of metasurfaces, in particular, nonlocality engineering has become a powerful tool for designing strongly wavevector-dependent responses, enabling enhanced wavefront control, spatial compression, multifunctional devices, and wave-based computing. Furthermore, nonlocality and related concepts play a critical role in defining the ultimate limits of what is possible in optics, photonics, and wave physics. This Roadmap aims to survey the most exciting developments in nonlocal photonic materials, highlight new opportunities and open challenges, and chart new pathways that will drive this emerging field forward--toward new scientific discoveries and technological advancements.         ",
    "url": "https://arxiv.org/abs/2503.00519",
    "authors": [
      "Francesco Monticone",
      "N. Asger Mortensen",
      "Antonio I. Fernández-Domínguez",
      "Yu Luo",
      "Xuezhi Zheng",
      "Christos Tserkezis",
      "Jacob B. Khurgin",
      "Tigran V. Shahbazyan",
      "André J. Chaves",
      "Nuno M. R. Peres",
      "Gino Wegner",
      "Kurt Busch",
      "Huatian Hu",
      "Fabio Della Sala",
      "Pu Zhang",
      "Cristian Ciracì",
      "Javier Aizpurua",
      "Antton Babaze",
      "Andrei G. Borisov",
      "Xue-Wen Chen",
      "Thomas Christensen",
      "Wei Yan",
      "Yi Yang",
      "Ulrich Hohenester",
      "Lorenz Huber",
      "Martijn Wubs",
      "Simone De Liberato",
      "P. A. D. Gonçalves",
      "F. Javier García De Abajo",
      "Ortwin Hess",
      "Illya Tarasenko",
      "Joel D. Cox",
      "Line Jelver",
      "Eduardo J. C. Dias",
      "Miguel Sánchez Sánchez",
      "Dionisios Margetis",
      "Guillermo Gómez-Santos",
      "Tobias Stauber",
      "Sergei Tretyakov",
      "Constantin Simovski",
      "Samaneh Pakniyat",
      "J. Sebastián Gómez-Díaz",
      "Igor V. Bondarev",
      "Svend-Age Biehs",
      "Alexandra Boltasseva",
      "Vladimir M. Shalaev",
      "Alexey V. Krasavin",
      "Anatoly V. Zayats",
      "Andrea Alù",
      "Jung-Hwan Song",
      "Mark L. Brongersma",
      "Uriel Levy",
      "Olivia Y. Long",
      "Cheng Guo",
      "Shanhui Fan",
      "Sergey I. Bozhevolnyi",
      "Adam Overvig",
      "Filipa R. Prudêncio",
      "Mário G. Silveirinha",
      "S. Ali Hassani Gangaraj",
      "Christos Argyropoulos",
      "Paloma A. Huidobro",
      "Emanuele Galiffi",
      "Fan Yang",
      "John B. Pendry",
      "David A. B. Miller"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.10359",
    "title": "Complex Frequency Detection in a Subsystem",
    "abstract": "           In this study, we systematically explore the non-Hermitian skin effect (NHSE) and its associated complex-frequency detection in the context of a frequency-dependent non-Hermitian Hamiltonian. This Hamiltonian arises from the self-energy correction of the subsystem and can be calculated exactly within our theoretical model, without the need for any approximations. Additionally, complex frequency detection, which encompasses complex frequency excitation, synthesis, and fingerprint, enables us to detect the physical responses induced by the complex driving frequencies. Our calculations reveal that both complex frequency excitation and synthesis are incompatible with the non-Hermitian approximation and are unable to characterize the presence or abscence of the NHSE. In contrast, the complex-frequency fingerprint successfully detects the novel responses induced by the NHSE through the introduction of a double-frequency Green's function. Our work provides a platform for studying non-Hermitian physics and their novel response in quantum systems rigorously without relying on any approximations.         ",
    "url": "https://arxiv.org/abs/2503.10359",
    "authors": [
      "Juntao Huang",
      "Jiangping Hu",
      "Zhesen Yang"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2503.11516",
    "title": "Exact Results for the Ericson Transition in Stochastic Quantum Scattering and Experimental Validation",
    "abstract": "           At lower energies, the resonances in scattering experiments are often isolated. The crucial parameter is the ratio of average resonance width and average mean level spacing. Towards larger energies, this parameter grows, because the resonances overlap. Eventually the cross-section becomes a random function and the scattering matrix elements follow a universal Gaussian distribution. For more than sixty years, this Ericson transition awaits a concise analytical treatment. We provide a complete solution within the Heidelberg approach which provides a full-fledged model of the scattering process. As a side result, we obtain explicit formulae for the moments of the distributions. We compare with microwave experiments.         ",
    "url": "https://arxiv.org/abs/2503.11516",
    "authors": [
      "Simon Köhnes",
      "Jiongning Che",
      "Barbara Dietz",
      "Thomas Guhr"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Nuclear Theory (nucl-th)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]