[
  {
    "id": "arXiv:2311.13611",
    "title": "Computational-design Enabled Wearable and Tunable Metamaterials via  Freeform Auxetics for Magnetic Resonance Imaging",
    "abstract": "Metamaterials hold significant promise for enhancing the imaging capabilities of MRI machines as an additive technology, due to their unique ability to enhance local magnetic fields. However, despite their potential, the metamaterials reported in the context of MRI applications have often been impractical. This impracticality arises from their predominantly flat configurations and their susceptibility to shifts in resonance frequencies, preventing them from realizing their optimal performance. Here, we introduce a computational method for designing wearable and tunable metamaterials via freeform auxetics. The proposed computational-design tools yield an approach to solving the complex circle packing problems in an interactive and efficient manner, thus facilitating the development of deployable metamaterials configured in freeform shapes. With such tools, the developed metamaterials may readily conform to a patient's kneecap, ankle, head, or any part of the body in need of imaging, and while ensuring an optimal resonance frequency, thereby paving the way for the widespread adoption of metamaterials in clinical MRI applications. ",
    "url": "https://arxiv.org/abs/2311.13611",
    "authors": [
      "Ke Wu",
      "Xia Zhu",
      "Thomas G. Bifano",
      "Stephan W. Anderson",
      "Xin Zhang"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2311.13667",
    "title": "Advanced storage ring lattice options based on hybrid six-bend achromat  for Stanford Synchrotron Radiation Lightsource upgrade",
    "abstract": "Three storage ring lattices have been designed as options for a future upgrade of the Stanford synchrotron radiation lightsource (SSRL). The three options differ in circumference and targeted future site, with one to be built in the tunnel of the present SPEAR3 ring, one as a green field ring on the SLAC campus, and the third in the tunnel of the decommissioned PEP-II ring. The lattices are based on the newly proposed hybrid 6-bend achromat (H6BA) lattice cells, which is ideal for pushing the photon beam brightness while achieving excellent nonlinear dynamics performance. The transparent matching conditions are enforced to minimize the negative impact of the loss of periodicity due to insertion of various long straight sections. Numerical optimization is performed to further improve the nonlinear dynamics. In addition to reaching very low emittances, the lattices can accommodate traditional off-axis injection and achieve beam lifetimes similar to or exceeding that of typical third generation rings. ",
    "url": "https://arxiv.org/abs/2311.13667",
    "authors": [
      "Pantaleo Raimondi",
      "Xiaobiao Huang",
      "Jaehyun Kim",
      "James Safranek",
      "Tom Rabedeau"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2311.13698",
    "title": "A blueprint for truncation resonance placement in elastic periodic  lattices with unit cell asymmetry",
    "abstract": "Elastic periodic lattices act as mechanical filters of incident vibrational loads. By and large, they forbid wave propagation within bandgaps and resonate outside them. However, they often encounter `truncation resonances' inside bandgaps when certain conditions are met. This study provides an all-encompassing blueprint for the design and selective placement of truncation resonances in elastic periodic lattices, integrating all factors that play a role in the onset of truncation resonances and shaping the finite lattice's response, from unit cell configuration, mass and stiffness contrasts, to types and symmetry of boundary conditions. ",
    "url": "https://arxiv.org/abs/2311.13698",
    "authors": [
      "Hasan B. Al Ba'ba'a",
      "Hosam Yousef",
      "Mostafa Nouh"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.13828",
    "title": "All-antiferromagnetic electrically controlled memory on silicon  featuring large tunneling magnetoresistance",
    "abstract": "Antiferromagnetic (AFM) materials are a pathway to spintronic memory and computing devices with unprecedented speed, energy efficiency, and bit density. Realizing this potential requires AFM devices with simultaneous electrical writing and reading of information, which are also compatible with established silicon-based manufacturing. Recent experiments have shown tunneling magnetoresistance (TMR) readout in epitaxial AFM tunnel junctions. However, these TMR structures were not grown using a silicon-compatible deposition process, and controlling their AFM order required external magnetic fields. Here we show three-terminal AFM tunnel junctions based on the noncollinear antiferromagnet PtMn3, sputter-deposited on silicon. The devices simultaneously exhibit electrical switching using electric currents, and electrical readout by a large room-temperature TMR effect. First-principles calculations explain the TMR in terms of the momentum-resolved spin-dependent tunneling conduction in tunnel junctions with noncollinear AFM electrodes. ",
    "url": "https://arxiv.org/abs/2311.13828",
    "authors": [
      "Jiacheng Shi",
      "Victor Lopez-Dominguez",
      "Sevdenur Arpaci",
      "Vinod K. Sangwan",
      "Farzad Mahfouzi",
      "Jinwoong Kim",
      "Jordan G. Athas",
      "Mohammad Hamdi",
      "Can Aygen",
      "Charudatta Phatak",
      "Mario Carpentieri",
      "Jidong S. Jiang",
      "Matthew A. Grayson",
      "Nicholas Kioussis",
      "Giovanni Finocchio",
      "Mark C. Hersam",
      "Pedram Khalili Amiri"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.13900",
    "title": "Efficient generation and amplification of intense vortex and vector  laser pulses via strongly coupled stimulated Brillouin scattering in plasmas",
    "abstract": "The past decade has seen tremendous progress in the production and utilization of vortex and vector laser pulses. Although both are considered as structured light beams, the vortex lasers have helical phase fronts and phase singularities, while the vector lasers have spatially variable polarization states and polarization singularities. In contrast to the vortex pulses that carry orbital angular momentum (OAM), the vector laser pulses have a complex spin angular momentum (SAM) and OAM coupling. Despite many potential applications enabled by such pulses, the generation of high-power/-intensity vortex and vector beams remains challenging. Here, we demonstrate using theory and three-dimensional simulations that the strongly-coupled stimulated Brillouin scattering (SC-SBS) process in plasmas can be used as a promising amplification technique with up to 65% energy transfer efficiency from the pump beam to the seed beam for both vortex and vector pulses. We also show that SC-SBS is strongly polarization-dependent in plasmas, enabling an all-optical polarization control of the amplified seed beam. Additionally, the interaction of such structured lasers with plasmas leads to various angular momentum couplings and decouplings that produce intense new light structures with controllable OAM and SAM. This scheme paves the way for novel optical devices such as plasma-based amplifiers and light field manipulators. ",
    "url": "https://arxiv.org/abs/2311.13900",
    "authors": [
      "Yipeng Wu",
      "Chaojie Zhang",
      "Zan Nie",
      "Mitchell Sinclair",
      "Audrey Farrell",
      "Kenneth A Marsh",
      "E. Paulo Alves",
      "Frank Tsung",
      "Warren B. Mori",
      "Chan Joshi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.13916",
    "title": "Van der Waals functionalization of ultrahigh-Q silica microcavities for  $χ^{(2)}$-$χ^{(3)}$ hybrid nonlinear photonics",
    "abstract": "Optical nonlinear processes are indispensable in a wide range of applications including ultrafast laser sources, microscopy, metrology, and quantum information technologies. Combinations of the diverse nonlinear processes should further lead to the development of unique functionalities, but simultaneous use of second- and third-order nonlinear processes is generally difficult. Second-order effects usually overwhelm the higher-order ones, except in centrosymmetric systems where the second-order susceptibility vanishes to allow the use of the third-order nonlinearity. Here we demonstrate a hybrid photonic platform whereby the balance between second- and third-order susceptibilities can be tuned flexibly. Ultrahigh-Q silica microcavities capable of generating third-order effects are functionalized by atomically thin tungsten diselenide, and we observe cavity-enhanced second-harmonic generation and sum-frequency generation with continuous-wave excitation at a power level of only a few hundred microwatts. Pump power dependence exhibits drastic increase and saturation of the second-harmonic light, originating from the dynamic phase-matching process. We show that the coexistence of second- and third-order nonlinearities in a single device can be achieved by carefully choosing the size and the location of the two-dimensional material. Our approach can be generalized to other types of cavities, unlocking the potential of hybrid systems with controlled nonlinear susceptibilities for novel applications. ",
    "url": "https://arxiv.org/abs/2311.13916",
    "authors": [
      "Shun Fujii",
      "Nan Fang",
      "Daiki Yamashita",
      "Daichi Kozawa",
      "Chee Fai Fong",
      "Yuichiro K. Kato"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.13961",
    "title": "Heterogeneous integration of single InAs/InP quantum dots with the SOI  chip using direct bonding",
    "abstract": "Quantum information processing with photons in small-footprint and highly integrated silicon-based photonic chips requires incorporating non-classical light sources. In this respect, self-assembled III-V semiconductor quantum dots (QDs) are an attractive solution, however, they must be combined with the silicon platform. Here, by utilizing the large-area direct bonding technique, we demonstrate the hybridization of InP and SOI chips, which allows for coupling single photons to the SOI chip interior, offering cost-effective scalability in setting up a multi-source environment for quantum photonic chips. We fabricate devices consisting of self-assembled InAs QDs embedded in the tapered InP waveguide (WG) positioned over the SOI-defined Si WG. Focusing on devices generating light in the telecom C-band compatible with the low-loss optical fiber networks, we demonstrate the light coupling between InP and SOI platforms by observing photons outcoupled at the InP-made circular Bragg grating outcoupler fabricated at the end of an 80 $\\mu$m-long Si WG, and at the cleaved edge of the Si WG. Finally, for a device with suppressed multi-photon generation events exhibiting 80% single photon generation purity, we measure the photon number outcoupled at the cleaved facet of the Si WG. We estimate the directional on-chip photon coupling between the source and the Si WG to 5.1%. ",
    "url": "https://arxiv.org/abs/2311.13961",
    "authors": [
      "Marek Burakowski",
      "Paweł Holewa",
      "Aurimas Sakanas",
      "Anna Musiał",
      "Grzegorz Sęk",
      "Paweł Mrowiński",
      "Kresten Yvind",
      "Elizaveta Semenova",
      "Marcin Syperek"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2311.13965",
    "title": "Efficient light couplers to topological slow light waveguides in valley  photonic crystals",
    "abstract": "We numerically and experimentally demonstrate efficient light couplers between topological slow light waveguides in valley photonic crystals (VPhCs) and wire waveguides. By numerical simulations, we obtained a high coupling efficiency of -0.84 dB/coupler on average in the slow light regime of a group index ng = 10 - 30. Experimentally, we fabricated the couplers in a Si slab and measured the transmitted power of the devices. We realized a high coupling efficiency of approximately -1.2 dB/coupler in the slow light region of ng = 10 - 30, which is close to the result from the numerical simulations. These demonstrations will lay the groundwork for low-loss photonic integrated circuits using topological slow light waveguides. ",
    "url": "https://arxiv.org/abs/2311.13965",
    "authors": [
      "Hironobu Yoshimi",
      "Takuto Yamaguchi",
      "Satomi Ishida",
      "Yasutomo Ota",
      "Satoshi Iwamoto"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.14133",
    "title": "A robust framework for quantum computation using quasi-hidden molecular  degrees of freedom",
    "abstract": "We discuss a novel approach to quantum information processing with molecules based on molecular degrees of freedom which are isolated from the environment as well as from the rest of the molecule. Such a degree of freedom can provide long-term quantum storage even in a noisy environment, and provides an independent protected quantum memory while quantum operations are performed between the rest of the molecule and external systems. We present several possibilities for realizing a quasi-hidden degree of freedom in a molecule, and discuss a number of examples for using such a degree of freedom in practice. Using quasi-hidden degrees of freedom could substantially improve the prospects for a molecule-based quantum computer. ",
    "url": "https://arxiv.org/abs/2311.14133",
    "authors": [
      "Martin Zeppenfeld"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.14268",
    "title": "Synthetic FM triplet for AM-free precision laser stabilization and  spectroscopy",
    "abstract": "The Pound-Drever-Hall (PDH) cavity-locking scheme has found prevalent uses in precision optical interferometry and laser frequency stabilization. A form of frequency modulation spectroscopy, PDH enjoys superior signal-to-noise recovery, large acquisition dynamic range, wide servo bandwidth, and robust rejection of spurious effects. However, residual amplitude modulation at the signal frequency, while significantly suppressed, still presents an important concern for further advancing the state-of-the-art performances. Here we present a simplified and improved scheme for PDH using an acousto-optic modulator to generate digital phase reference sidebands instead of the traditionally used electro-optic modulator approach. We demonstrate four key advantages: (1) the carrier and two modulation tones are individually synthesized and easily reconfigured, (2) robust and orthogonal control of the modulated optical field is applied directly to the amplitude and phase quadratures, (3) modulation synthesis, demodulation, and feedback are implemented in a self-contained and easily reproducible electronic unit, and (4) superior active and passive control of residual amplitude modulation is achieved, especially when the carrier power is vanishingly low. These distinct merits stimulate new ideas on how we optimally enact PDH for a wide range of applications. ",
    "url": "https://arxiv.org/abs/2311.14268",
    "authors": [
      "Dhruv Kedar",
      "Zhibin Yao",
      "Ivan Ryger",
      "John L. Hall",
      "Jun Ye"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2311.14269",
    "title": "A Scalable, High-Efficiency, Low-Energy-Spread, Laser Wakefield  Accelerator using a Tri-plateau Plasma Channel",
    "abstract": "The emergence of multi-petawatt laser facilities is expected to push forward the maximum energy gain that can be achieved in a single stage of a LWFA to tens of GeV, which begs the question - is it likely to impact particle physics by providing a truly compact particle collider? Colliders have very stringent requirements on beam energy, acceleration efficiency and beam quality. In this article, we propose a LWFA scheme that can for the first time simultaneously achieve hitherto unrealized acceleration efficiency from the laser to the electron beam of >20% and a sub-one percent energy spread using a stepwise plasma structure and a nonlinearly chirped laser pulse. Three-dimensional high-fidelity simulations show that the nonlinear chirp can effectively mitigate the laser waveform distortion and lengthen the acceleration distance. This combined with an inter-stage rephasing process in the stepwise plasma can triple the beam energy gain compared to that in a uniform plasma for a fixed laser energy thereby dramatically increasing the efficiency. A dynamic beam loading effect can almost perfectly cancel the energy chirp that arises during the acceleration, leading to the sub-percent energy spread. This scheme is highly scalable and can be applied to peta-watt LWFA scenarios. Scaling laws are obtained that suggest electron beams with energy gain of >100 GeV, charge of 2 nC, and with an energy spread <1% can be realized with a high laser pulse to particle beam energy transfer efficiency in a LWFA driven by a peta-watt laser, which could be the basis for a proof of concept of one arm of a future electron-positron collider. ",
    "url": "https://arxiv.org/abs/2311.14269",
    "authors": [
      "Shuang Liu",
      "Fei Li",
      "Shiyu Zhou",
      "Jianfei Hua",
      "Warren B. Mori",
      "Chan Joshi",
      "Wei Lu"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2311.14399",
    "title": "Efficient and robust second-harmonic generation in thin-film lithium  niobate using modal phase matching",
    "abstract": "A double-ridge waveguide is designed for efficient and robust second-harmonic generation (SHG) using the thin-film lithium-niobate-on-insulator (LNOI) platform. Perfect phase matching (PhM) is achieved between the fundamental waveguide mode at 1550 nm and a higher-order mode at the second harmonic. The fabrication tolerances of the PhM condition are simulated using a finite-difference method mode solver, and conversion efficiencies as high as 3.92/W are obtained for a 1-cm long waveguide. This design allows access to the largest element of the second-order nonlinear susceptibility tensor, and represents a scalable alternative to waveguides based on periodically-poled lithium niobate (PPLN). The design has the potential for generating pairs of entangled photons in the infrared C-band by spontaneous parametric down-conversion (SPDC). ",
    "url": "https://arxiv.org/abs/2311.14399",
    "authors": [
      "Mikkel T. Hansen",
      "Emil Z. Ulsig",
      "Fabien Labbe",
      "Magnus L. Madsen",
      "Yunhong Ding",
      "Karsten Rottwitt",
      "Nicolas Volet"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.14449",
    "title": "Optimizing Chaotic Dynamics in a Semiconductor Laser with Dual Optical  Feedback",
    "abstract": "Semiconductor lasers subject to optical feedback can behave chaotically, which can be used as a source of randomness. The optical feedback, provided by mirrors at a distance, determines the characteristics of the chaos and thus the quality of the randomness. However, this fixed distance also shows itself in the intensity, an unwanted feature called the Time Delay Signature (TDS). One promising solution to optimize the chaotic behavior is using double optical feedback, which we study here. In particular, we focus on the impact of the feedback phase, a small sub-wavelength change in the position of the mirrors, on the TDS and complexity of the system. We show that by optimizing the feedback parameters, including the feedback phases, the TDS can be suppressed, and that in some cases feedback phase control is necessary rather than optional. With control of all feedback parameters, it is possible to suppress the TDS without loss of the chaotic bandwidth. Further, we show that the system can restabilize at strong feedback rates, and one can switch between a chaotic and steady state by changing the feedback phase. Finally, we relate the feedback phase sensitivity to interference between the two delayed signals. This system is promising as one can either suppress the TDS without loss of the chaotic bandwidth or significantly increase the chaotic bandwidth. ",
    "url": "https://arxiv.org/abs/2311.14449",
    "authors": [
      "Robbe de Mey",
      "Spencer W. Jolly",
      "Martin Virte"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2311.14493",
    "title": "Interdigitated Terahertz Metamaterial Sensors: Design with the  Dielectric Perturbation Theory",
    "abstract": "Designing terahertz sensors with high sensitivity to detect nanoscale thin films and single biomolecule presents a significant challenge, and addressing these obstacles is crucial for unlocking their full potential in scientific research and advanced applications. This work presents a strategy for the design optimization of metamaterial sensors employed in the detection of small amounts of dielectric materials. The sensors usually utilize the shift of the resonance frequency as an indicator of the presence of the analyte. The amount of shifting depends on intrinsic properties (electric field distribution, quality factor, and mode volume) of the bare cavity, as well as the overlap volume of its high-electric-field zone(s) and the analyte. Guided by the simplified dielectric perturbation theory, interdigitated electric split-ring resonators (ID-eSRR) are devised to significantly enhance the detection sensitivity for thin-film analytes compared to eSRRs without interdigitated fingers in the SRR gap region. The fingers of the ID-eSRR metamaterial sensor redistribute the electric field, creating strongly localized field enhancements that substantially boost the interaction with the analyte. Additionally, the periodic change of the orientation of the inherent anti-phase electric field in the interdigitated structure reduces radiation loss, leading to a higher Q-factor. Experiments with e-beam-fabricated ID-eSRR sensors operating at around 300 GHz demonstrate a remarkable frequency shift of 33.5 GHz upon deposition of a SiO2 layer with a thickness of 150 nm as an analyte simulant. The figure of merit (FOM) improves by over 50 times compared to structures without interdigitated fingers. This rational design option opens a promising avenue for highly sensitive detection of thin films and trace biomolecules. ",
    "url": "https://arxiv.org/abs/2311.14493",
    "authors": [
      "Lei Cao",
      "Fanqi Meng",
      "Esra Özdemir",
      "Yannik Loth",
      "Merle Richter",
      "Anna Katharina Wigger",
      "Maira Pérez Sosa",
      "Alaa Jabbar Jumaah",
      "Shihab Al-Daffaie",
      "Peter Haring Bolívar",
      "Hartmut G. Roskos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2311.14504",
    "title": "Ultra-slow dynamics of free-running ring lasers: towards a minimal model",
    "abstract": "The dynamics of a resonant, free-running ring laser, in the common case of a fast relaxation of the atomic polarization, is unexpectedly highly singular. As shown in [Phys. Rev. Research, {\\bf 5}, 023059 (2023)], this is due to the closeness to a pure Hamiltonian dynamics ruled by a nonlinear wave equation, herein named Klein-Gordon-Toda model. In this paper, we derive a quasi-Hamiltonian model which allows describing realistic systems. In particular, we identify two nearly conserved, energy-like quantities, which ``naturally\" exhibit an ultra-slow dynamics confirmed and highlighted by numerical simulations. A minimal version of the quasi-Hamiltonian model is finally derived, which does not only reproduce the laser thresholds, but also helps understanding the origin of the nearly integrable character of the laser dynamics. ",
    "url": "https://arxiv.org/abs/2311.14504",
    "authors": [
      "Giovanni Giacomelli",
      "Antonio Politi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2311.14551",
    "title": "Laser polarization control of ionization-injected electron beams and  x-ray radiation in laser wakefield accelerators",
    "abstract": "In this paper we have studied the influence of the laser polarization on the dynamics of the ionization-injected electron beams and subsequently the properties of the emitted betatron radiation in laser wakefield accelerators (LWFAs). While ionizing by a strong field laser radiation, generated photo-electrons carry a residual transverse momentum in excess of the ionization potential via the above threshold ionization process. This above threshold ionization (ATI) momentum explicitly depends on the polarization state of the ionizing laser and eventually governs the dynamics of the electron beam trapped inside the wake potential. In order to systematically investigate the effect of the laser polarization, here, we have employed complete three dimensional Particle-in-Cell simulations in the nonlinear bubble regime of the LWFAs. We focus, in particular, on the effects the laser polarization has on the ionization injection mechanism, and how these features affect the final beam properties, such as, beam charge, energy, energy spread and transverse emittance. We have also found that as the laser polarization gradually changes from linear to circular, the helicity of the electron trajectory, and hence the angular momentum carried by the beam increases significantly. Studies have been further extended to reveal the effect of the laser polarization on the radiation emitted by the accelerated electrons. The far field radiation spectra have been calculated for the linear (LP) and circular polarization (CP) states of the laser. It has been shown that the spatial distributions and the polarization properties (Stokes parameters) of the emitted radiation for the above two cases are substantially different. Therefore, our study provides a facile and efficient alternative to regulate the properties of the accelerated electron beams and x-ray radiation in LWFAs, utilizing ionization injection mechanism. ",
    "url": "https://arxiv.org/abs/2311.14551",
    "authors": [
      "Arghya Mukherjee",
      "Daniel Seipt"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2311.14568",
    "title": "Passively stable 0.7-octave microcombs in thin-film lithium niobate  microresonators",
    "abstract": "Optical frequency comb based on microresonator (microcomb) is an integrated coherent light source and has the potential to promise a high-precision frequency standard, and self-reference and long-term stable microcomb is the key to this realization. Here, we demonstrated a 0.7-octave spectrum Kerr comb via dispersion engineering in a thin film lithium niobate microresonator, and the single soliton state can be accessed passively with long-term stability over 3 hours. With such a robust broadband coherent comb source using thin film lithium niobate, fully stabilized microcomb can be expected for massive practical applications. ",
    "url": "https://arxiv.org/abs/2311.14568",
    "authors": [
      "Zexing Zhao",
      "Chenyu Wang",
      "Jingyuan Qiu",
      "Zhilin Ye",
      "Zhijun Yin",
      "Kunpeng Jia",
      "Xiaohui Tian",
      "Zhenda Xie",
      "Shi-Ning Zhu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.14582",
    "title": "Theoretical investigation of slow gain recovery of quantum cascade  lasers observed in pump-probe experiment",
    "abstract": "Time-resolved spectroscopy-based pump-probe experiments performed on quantum cascade lasers (QCLs) exhibit an initial fast gain recovery followed by a slow tail such that the equilibrium gain is not recovered in a cavity round-trip time. This ultra-slow gain recovery or non-recovered gain cannot be explained by only the intersubband carrier dynamics of QCLs. This work shows that the Fabry-Perot cavity dynamics and localized intersubband electron heating of QCLs are essential in ultra-slow and nonrecovered gain recovery. We developed a comprehensive model, coupling cavity dynamics to the intersubband electrons' thermal evolution. We employ a four-level coupled Maxwell-Bloch model that considers temperature-dependent scattering and transport mechanisms in calculating the gain recovery dynamics. If an intense pump pulse electrically pumped close to the threshold propagates in the forward direction after being coupled into the cavity, the reflected pump pulse will significantly deplete the gain medium while propagating in the backward direction. Additionally, we show that the intersubband electron sustains a localized high temperature even after the pump pulse has left, which affects the overall carrier dynamics and leads to an ultra-slow gain recovery process. At near-perfect reflectivity, we observe a gain depletion of 4% for 2 mm QCL. We further demonstrate that an additional 10% gain depletion of probe pulse is seen at a steady state when the laser is pumped at 1.6 times the threshold compared to the case where the hot electron effect is not considered. ",
    "url": "https://arxiv.org/abs/2311.14582",
    "authors": [
      "Mrinmoy Kundu",
      "Aroni Ghosh",
      "Abdullah Jubair Bin Iqbal",
      "Muhammad Anisuzzaman Talukder"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.13634",
    "title": "Quantum energetics of a non-commuting measurement",
    "abstract": "When a measurement observable does not commute with a quantum system's Hamiltonian, the energy of the measured system is typically not conserved during the measurement. Instead, energy can be transferred between the measured system and the meter. In this work, we experimentally investigate the energetics of non-commuting measurements in a circuit quantum electrodynamics system containing a transmon qubit embedded in a 3D microwave cavity. We show through spectral analysis of the cavity photons that a frequency shift is imparted on the probe, in balance with the associated energy changes of the qubit. Our experiment provides new insights into foundations of quantum measurement, as well as a better understanding of the key mechanisms at play in quantum energetics. ",
    "url": "https://arxiv.org/abs/2311.13634",
    "authors": [
      "Xiayu Linpeng",
      "Nicolo Piccione",
      "Maria Maffei",
      "Lea Bresque",
      "Samyak P. Prasad",
      "Andrew N. Jordan",
      "Alexia Auffeves",
      "Kater W. Murch"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2311.13736",
    "title": "Multi-ion frequency reference using dynamical decoupling",
    "abstract": "We present the experimental realization of a continuous dynamical decoupling scheme which suppresses leading frequency shifts in a multi-ion frequency reference based on $^{40}\\mathrm{Ca}^+$. By near-resonant magnetic coupling of the $^2\\mathrm{S}_{1/2}$ and $^2\\mathrm{D}_{5/2}$ Zeeman sub-levels using radio-frequency dressing fields, engineered transitions with reduced sensitivity to magnetic-field fluctuations are obtained. A second stage detuned dressing field reduces the influence of amplitude noise in the first stage driving fields and decreases 2\\textsuperscript{nd}-rank tensor shifts, such as the electric quadrupole shift. Suppression of the quadratic dependence of the quadrupole shift to $3(2)\\,\\text{mHz}/\\mu m^2$ and coherence times of $290(20)\\,\\text{ms}$ on the optical transition are demonstrated even within a laboratory environment with significant magnetic field noise. Besides removing inhomogeneous line shifts in multi-ion clocks, the demonstrated dynamical decoupling technique may find applications in quantum computing and simulation with trapped ions by a tailored design of decoherence-free subspaces. ",
    "url": "https://arxiv.org/abs/2311.13736",
    "authors": [
      "Lennart Pelzer",
      "Kai Dietze",
      "Víctor J. Martínez-Lahuerta",
      "Ludwig Krinner",
      "Johannes Kramer",
      "Fabian Dawel",
      "Nicolas C. H. Spethmann",
      "Klemens Hammerer",
      "Piet O. Schmidt"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2311.13775",
    "title": "Mesoscopic ultrafast nonlinear optics -- The emergence of multimode  quantum non-Gaussian physics",
    "abstract": "Over the last few decades, nonlinear optics has become significantly more nonlinear, traversing nearly a billionfold improvement in energy efficiency, with ultrafast nonlinear nanophotonics in particular emerging as a frontier for combining both spatial and temporal engineering. At present, cutting-edge experiments in nonlinear nanophotonics place us just above the mesoscopic regime, where a few hundred photons suffice to trigger nonlinear saturation. In contrast to classical or deep-quantum optics, the mesoscale is characterized by dynamical interactions between mean-field, Gaussian, and non-Gaussian quantum features, all within a close hierarchy of scales. When combined with the inherent multimode complexity of optical fields, such hybrid quantum-classical dynamics present theoretical, experimental, and engineering challenges to the contemporary framework of quantum optics. In this review, we highlight the unique physics that emerges in multimode nonlinear optics at the mesoscale and outline key principles for exploiting both classical and quantum features to engineer novel functionalities. We briefly survey the experimental landscape and draw attention to outstanding technical challenges in materials, dispersion engineering, and device design for accessing mesoscopic operation. Finally, we speculate on how these capabilities might usher in some new paradigms in quantum photonics, from quantum-augmented information processing to nonclassical-light-driven dynamics and phenomena to all-optical non-Gaussian measurement and sensing. The physics unlocked at the mesoscale present significant challenges and opportunities in theory and experiment alike, and this review is intended to serve as a guidepost as we begin to navigate this new frontier in ultrafast quantum nonlinear optics. ",
    "url": "https://arxiv.org/abs/2311.13775",
    "authors": [
      "Ryotatsu Yanagimoto",
      "Edwin Ng",
      "Marc Jankowski",
      "Rajveer Nehra",
      "Timothy P. McKenna",
      "Tatsuhiro Onodera",
      "Logan G. Wright",
      "Ryan Hamerly",
      "Alireza Marandi",
      "M. M. Fejer",
      "Hideo Mabuchi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.13803",
    "title": "Quantum Computing Dataset of Maximum Independent Set Problem on King's  Lattice of over Hundred Rydberg Atoms",
    "abstract": "Finding the maximum independent set (MIS) of a large-size graph is a nondeterministic polynomial-time (NP)-complete problem not efficiently solvable with classical computations. Here, we present a set of quantum adiabatic computing data of Rydberg-atom experiments performed to solve the MIS problem of up to 141 atoms randomly arranged on the King's lattice. A total of 582,916 events of Rydberg-atom measurements are collected for experimental MIS solutions of 733,853 different graphs. We provide the raw image data along with the entire binary determinations of the measured many-body ground states and the classified graph data, to offer bench-mark testing and advanced data-driven analyses for validation of the performance and system improvements of the Rydberg-atom approach. ",
    "url": "https://arxiv.org/abs/2311.13803",
    "authors": [
      "Kangheun Kim",
      "Minhyuk Kim",
      "Juyoung Park",
      "Andrew Byun",
      "Jaewook Ahn"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2311.14035",
    "title": "Two-dimensional coherent spectrum of high-spin models via a quantum  computing approach",
    "abstract": "We present and benchmark a quantum computing approach to calculate the two-dimensional coherent spectrum (2DCS) of high-spin models. Our approach is based on simulating their real-time dynamics in the presence of several magnetic field pulses, which are spaced in time. We utilize the adaptive variational quantum dynamics simulation (AVQDS) algorithm for the study due to its compact circuits, which enables simulations over sufficiently long times to achieve the required resolution in frequency space. Specifically, we consider an antiferromagnetic quantum spin model that incorporates Dzyaloshinskii-Moriya interactions and single-ion anisotropy. The obtained 2DCS spectra exhibit distinct peaks at multiples of the magnon frequency, arising from transitions between different eigenstates of the unperturbed Hamiltonian. By comparing the one-dimensional coherent spectrum with 2DCS, we demonstrate that 2DCS provides a higher resolution of the energy spectrum. We further investigate how the quantum resources scale with the magnitude of the spin using two different binary encodings of the high-spin operators: the standard binary encoding and the Gray code. At low magnetic fields both encodings require comparable quantum resources, but at larger field strengths the Gray code is advantageous. Lastly, we compare the numerical 2DCS with experimental results on a rare-earth orthoferrite system. The observed strength of the magnonic high-harmonic generation signals in the 2DCS of the quantum high-spin model aligns well with the experimental data, showing significant improvement over the corresponding mean-field results. ",
    "url": "https://arxiv.org/abs/2311.14035",
    "authors": [
      "Martin Mootz",
      "Peter P. Orth",
      "Chuankun Huang",
      "Liang Luo",
      "Jigang Wang",
      "Yong-Xin Yao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2311.14106",
    "title": "Two dimensional quantum lattice models via mode optimized hybrid CPU-GPU  density matrix renormalization group method",
    "abstract": "We present a hybrid numerical approach to simulate quantum many body problems on two spatial dimensional quantum lattice models via the non-Abelian ab initio version of the density matrix renormalization group method on state-of-the-art high performance computing infrastructures. We demonstrate for the two dimensional spinless fermion model and for the Hubbard model on torus geometry that altogether several orders of magnitude in computational time can be saved by performing calculations on an optimized basis and by utilizing hybrid CPU-multiGPU parallelization. At least an order of magnitude reduction in computational complexity results from mode optimization, while a further order of reduction in wall time is achieved by massive parallelization. Our results are measured directly in FLOP and seconds. A detailed scaling analysis of the obtained performance as a function of matrix ranks and as a function of system size up to $12\\times 12$ lattice topology is discussed. ",
    "url": "https://arxiv.org/abs/2311.14106",
    "authors": [
      "Andor Menczer",
      "Kornél Kapás",
      "Miklós Antal Werner",
      "Örs Legeza"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.14211",
    "title": "Energy eigenstates of position-dependent mass particles in a spherical  quantum dot",
    "abstract": "We obtain the exact energy spectrum of nonuniform mass particles for a collection of Hamiltonians in a three-dimensional approach to a quantum dot. By considering a set of generalized Schr\\\"odinger equations with different orderings between the particle's momentum and mass, the energy bound-states are calculated analytically for hard boundary conditions. The present results are of interest in atomic physics and quantum dot theory. ",
    "url": "https://arxiv.org/abs/2311.14211",
    "authors": [
      "R. M. Lima",
      "H. R. Christiansen"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.14430",
    "title": "Correlation between microstructural deformation mechanisms and acoustic  parameters on a cold-rolled Cu30Zn brass",
    "abstract": "The relationship between acoustic parameters and the microstructure of a Cu30Zn brass plate subjected to plastic deformation was evaluated. The plate, previously annealed at 550 {\\deg}C for 30 minutes, was cold rolled to reductions in the 10-70\\% range. Using the pulse-echo method, linear ultrasonic measurements were performed on each of the nine specimens, corresponding to the nine different reductions, recording the wave times of flight of longitudinal wave along the thickness axis. Subsequently, acoustic measurements were performed to determine the nonlinear parameter ($\\beta$) through the second harmonic generation. X-ray diffraction analysis revealed a steady increase and subsequent saturation of deformation twins at 40\\% thickness reduction. At higher deformations, the microstructure revealed the generation and proliferation of shear bands, which coincided with a decrease in the twinning structure and an increase in dislocation density rate. Longitudinal wave velocity exhibited a 0.9\\% decrease at 20\\% deformation, followed by a continuous increase of 2\\% beyond this point. These results can be rationalized as a competition between a proliferation of dislocations, which tends to decrease the linear sound velocity, and a decrease in average grain size, which tends to increase it. These variations are in agreement with the values obtained with XRD, Vickers hardness and metallography measurements. The nonlinear parameter $\\beta$ shows a significant maximum, at the factor of 8 level, at 40\\% deformation. This maximum correlates well with a similar maximum, at a factor of ten level and also at 40\\% deformation, of the twinning fault probability. ",
    "url": "https://arxiv.org/abs/2311.14430",
    "authors": [
      "Maria Sosa",
      "Linton Carvajal",
      "Vicente Salinas",
      "Fernando Lund",
      "Claudio Aguilar",
      "Felipe Castro"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.14476",
    "title": "Local temperature control of magnon frequency and direction of  supercurrents in a magnon Bose-Einstein condensate",
    "abstract": "The creation of temperature variations in magnetization, and hence in the frequencies of the magnon spectrum in laser-heated regions of magnetic films, is an important method for studying Bose-Einstein condensation of magnons, magnon supercurrents, Bogoliubov waves, and similar phenomena. In our study, we demonstrate analytically, numerically, and experimentally that, in addition to the magnetization variations, it is necessary to consider the connected variations of the demagnetizing field. In case of a heat induced local minimum of the saturation magnetization, the combination of these two effects results in a local increase in the minimum frequency value of the magnon dispersion at which the Bose-Einstein condensate emerges. As a result, a magnon supercurrent directed away from the hot region is formed. ",
    "url": "https://arxiv.org/abs/2311.14476",
    "authors": [
      "Matthias R. Schweizer",
      "Franziska Kühn",
      "Victor S. L'vov",
      "Anna Pomyalov",
      "Georg von Freymann",
      "Burkard Hillebrands",
      "Alexander A. Serga"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.14524",
    "title": "Topological quantum thermometry",
    "abstract": "An optimal local quantum thermometer is a quantum many-body system that saturates the fundamental lower bound for the thermal state temperature estimation accuracy [L. Correa, et. al., Phys. Rev. Lett. 114, 220405 (2015)]. Such a thermometer has a particular energy level structure with a single ground state and highly degenerated excited states manifold, with an energy gap proportional to the estimated temperature. In this work, we show that the optimal local quantum thermometer can be realized in an experimentally feasible system of spinless fermions confined in a one-dimensional optical lattice described by the Rice-Mele model. We characterize the system's sensitivity to temperature changes in terms of quantum Fisher information and the classical Fisher information obtained from experimentally available site occupation measurements. ",
    "url": "https://arxiv.org/abs/2311.14524",
    "authors": [
      "Anubhav Kumar Srivastava",
      "Utso Bhattacharya",
      "Maciej Lewenstein",
      "Marcin Płodzień"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2311.14546",
    "title": "Heisenberg-Limited Quantum Lidar for Joint Range and Velocity Estimation",
    "abstract": "We propose a quantum lidar protocol to jointly estimate the range and velocity of a target by illuminating it with a single beam of pulsed displaced squeezed light. In the lossless scenario, we show that the mean-squared errors of both range and velocity estimations are inversely proportional to the squared number of signal photons, simultaneously attaining the Heisenberg limit. This is achieved by engineering the multi-photon squeezed state of the temporal modes and adopting standard homodyne detection. To assess the robustness of the quantum protocol, we incorporate photon losses and detuning of the homodyne receiver. Our findings reveal a quantum advantage over the best-known classical strategy across a wide range of round-trip transmissivities. Particularly, the quantum advantage is substantial for sufficiently small losses, even when compared to the optimal -- potentially unattainable -- classical performance limit. The quantum advantage also extends to the practical case where quantum engineering is done on top of the strong classical coherent state with watts of power. This, together with the robustness against losses and the feasibility of the measurement with state-of-the-art technology, make the protocol highly promising for near-term implementation. ",
    "url": "https://arxiv.org/abs/2311.14546",
    "authors": [
      "Maximilian Reichert",
      "Quntao Zhuang",
      "Mikel Sanz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1909.01024",
    "title": "Microwave heating and collapse of methane hydrate by molecular dynamics  simulations",
    "abstract": " Comments: 14 pages, 2 tables, 8 figures, arXiv:1909.01024v3 (2023) ",
    "url": "https://arxiv.org/abs/1909.01024",
    "authors": [
      "Motohiko Tanaka",
      "Motoyasu Sato",
      "Shin Nakatani"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2111.04227",
    "title": "Epitaxial titanium nitride microwave resonators: Structural, chemical,  electrical, and microwave properties",
    "abstract": " Title: Epitaxial titanium nitride microwave resonators: Structural, chemical,  electrical, and microwave properties ",
    "url": "https://arxiv.org/abs/2111.04227",
    "authors": [
      "Ran Gao",
      "Wenlong Yu",
      "Hao Deng",
      "Hsiang-Sheng Ku",
      "Zhisheng Li",
      "Minghua Wang",
      "Xiaohe Miao",
      "Yue Lin",
      "Chunqing Deng"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.00450",
    "title": "Constrained tandem neural network assisted inverse design of  metasurfaces for microwave absorption",
    "abstract": " Title: Constrained tandem neural network assisted inverse design of  metasurfaces for microwave absorption ",
    "url": "https://arxiv.org/abs/2203.00450",
    "authors": [
      "Xiangxu He",
      "Xiaohan Cui",
      "C. T. Chan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.08120",
    "title": "DAS-N2N: Machine learning Distributed Acoustic Sensing (DAS) signal  denoising without clean data",
    "abstract": " Comments: Submitted for publication to Geophysical Journal International. For the purpose of open access, the author(s) has applied a Creative Commons Attribution (CC BY) licence to the Author Accepted Manuscript version arising from this submission ",
    "url": "https://arxiv.org/abs/2304.08120",
    "authors": [
      "Sacha Lapins",
      "Antony Butcher",
      "J.-Michael Kendall",
      "Thomas S. Hudson",
      "Anna L. Stork",
      "Maximilian J. Werner",
      "Jemma Gunning",
      "Alex M. Brisbourne"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Machine Learning (cs.LG)",
      "Sound (cs.SD)",
      "Audio and Speech Processing (eess.AS)"
    ]
  },
  {
    "id": "arXiv:2305.01757",
    "title": "Ultra-narrow inhomogeneous spectral distribution of telecom-wavelength  vanadium centres in isotopically-enriched silicon carbide",
    "abstract": " Comments: 29 pages, 20 figures, 2 tables ",
    "url": "https://arxiv.org/abs/2305.01757",
    "authors": [
      "Pasquale Cilibrizzi",
      "Muhammad Junaid Arshad",
      "Benedikt Tissot",
      "Nguyen Tien Son",
      "Ivan G. Ivanov",
      "Thomas Astner",
      "Philipp Koller",
      "Misagh Ghezellou",
      "Jawad Ul-Hassan",
      "Daniel White",
      "Christiaan Bekker",
      "Guido Burkard",
      "Michael Trupke",
      "Cristian Bonato"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.03073",
    "title": "110-GHz bandwidth integrated lithium niobate modulator without direct  lithium niobate etching",
    "abstract": " Title: 110-GHz bandwidth integrated lithium niobate modulator without direct  lithium niobate etching ",
    "url": "https://arxiv.org/abs/2308.03073",
    "authors": [
      "Yifan Qi",
      "Gongcheng Yue",
      "Ting Hao",
      "Yang Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2309.07807",
    "title": "Optical momentum distributions in monochromatic, isotropic random vector  fields",
    "abstract": " Title: Optical momentum distributions in monochromatic, isotropic random vector  fields ",
    "url": "https://arxiv.org/abs/2309.07807",
    "authors": [
      "Titouan Gadeyne",
      "Mark R. Dennis"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.02285",
    "title": "QED based on eight-dimensional spinorial wave equation of the  electromagnetic field and the emergence of quantum gravity",
    "abstract": " Title: QED based on eight-dimensional spinorial wave equation of the  electromagnetic field and the emergence of quantum gravity ",
    "url": "https://arxiv.org/abs/2310.02285",
    "authors": [
      "Mikko Partanen",
      "Jukka Tulkki"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2311.05807",
    "title": "Quantum light microscopy",
    "abstract": " Title: Quantum light microscopy ",
    "url": "https://arxiv.org/abs/2311.05807",
    "authors": [
      "W. P. Bowen",
      "Helen M. Chrzanowski",
      "Dan Oron",
      "Sven Ramelow",
      "Dmitry Tabakaev",
      "Alex Terrasson",
      "Rob Thew"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]