[
  {
    "id": "arXiv:2202.07705",
    "title": "SIRS sequence as frequency filter: A simulation and phantom study of  spin-lock preparations among composite signals",
    "abstract": "Extracting quantitative information of neuronal signals by non-invasive imaging is an outstanding challenge for understanding brain function and pathology. However, state-of-the-art techniques offer low sensitivity to deep electrical sources. Stimulus induced rotary saturation (SIRS) is a recently proposed magnetic resonance imaging (MRI) sequence that detects oscillatory magnetic fields using a spin-lock preparation. Phantom experiments and simulations proved its efficiency and sensitivity, but the susceptibility of the method to field inhomogeneities is still not well understood. In this study, we present a simulation model for the double resonance effect that enables the simulation of any oscillating neuronal field. We analyzed the performance of three spin-lock preparations and their response to field inhomogeneities in the presence of a resonant oscillating field. We show that the composite spin-lock preparation is more robust against field variations within the double resonance effect at the expense of losing contrast amplitude. We studied the SIRS contrast as a filter of spectral frequencies and its capability to recover information about the spectral components of a composite signal. This study sets the bases to move one step further towards the clinical application of MR-based neuronal current imaging. ",
    "url": "https://arxiv.org/abs/2202.07705",
    "authors": [
      "Milena Capiglioni",
      "Federico Turco",
      "Roland Wiest",
      "Claus Kiefer"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2202.07756",
    "title": "Quantum Games and Interactive Tools for Quantum Technologies Outreach  and Education: A Review and Experiences from the Field",
    "abstract": "In this review, we provide an extensive overview of a wide range of quantum games and interactive tools that have been employed by the community in recent years. The paper presents selected tools, as described by their developers. The list includes: Hello Quantum, Hello Qiskit, Particle in a Box, Psi and Delta, QPlayLearn, Virtual Lab by Quantum Flytrap, Quantum Odyssey, ScienceAtHome, and The Virtual Quantum Optics Laboratory. Additionally, we present events for quantum game development: hackathons, game jams, and semester projects. Furthermore, we discuss the Quantum Technologies Education for Everyone (QUTE4E) pilot project, which illustrates an effective integration of these interactive tools with quantum outreach and education activities. Finally, we aim at providing guidelines for incorporating quantum games and interactive tools in pedagogic materials to make quantum technologies more accessible for a wider population. ",
    "url": "https://arxiv.org/abs/2202.07756",
    "authors": [
      "Zeki C. Seskir",
      "Piotr Migdał",
      "Carrie Weidner",
      "Aditya Anupam",
      "Nicky Case",
      "Noah Davis",
      "Chiara Decaroli",
      "İlke Ercan",
      "Caterina Foti",
      "Paweł Gora",
      "Klementyna Jankiewicz",
      "Brian R. La Cour",
      "Jorge Yago Malo",
      "Azad Naeemi",
      "Laurentiu Nita",
      "Nassim Parvin",
      "Fabio Scafirimuto",
      "Jacob F. Sherson",
      "Elif Surer",
      "James Wootton",
      "Lia Yeh",
      "Olga Zabello",
      "Marilù Chiofalo"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.07762",
    "title": "Design of a Littrow-type diode laser with independent control of cavity  length and grating rotation",
    "abstract": "We present a novel extended-cavity diode laser (ECDL) based on a modified Littrow configuration. The coarse wavelength adjustment via the rotation of a diffraction grating is decoupled from the fine tuning of the external cavity modes by positioning a piezo transducer behind the diode laser, making the laser robust against misalignment and hysteresis even with long external cavities. Two laser prototypes with external cavities of different lengths were tested with a 780 nm laser diode, and locked to an atomic reference. We observe a mode-hop-free frequency tunability broader than the free spectral range of the external cavity upon changes of its length. The design is well suited to atomic and molecular experiments demanding a high level of stability over time. ",
    "url": "https://arxiv.org/abs/2202.07762",
    "authors": [
      "Lucia Duca",
      "Elia Perego",
      "Federico Berto",
      "Carlo Sias"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Other Condensed Matter (cond-mat.other)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.07801",
    "title": "Measuring Laser Beams with a Neural Network",
    "abstract": "A deep neural network (NN) is used to simultaneously detect laser beams in images and measure their center coordinates, radii and angular orientations. A dataset of images containing simulated laser beams and a dataset of images with experimental laser beams, generated using a spatial light modulator, are used to train and evaluate the NN. After training on the simulated dataset the NN achieves beam parameter rootmean-square-errors (RMSEs) of less than 3.4% on the experimental dataset. Subsequent training on the experimental dataset causes the RMSEs to fall below 1.1%. The NN method can be used as a stand-alone measurement of the beam parameters or can compliment other beam profiling methods by providing an accurate region-of-interest. ",
    "url": "https://arxiv.org/abs/2202.07801",
    "authors": [
      "Lucas R. Hofer",
      "Milan Krstajić",
      "Robert P. Smith"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2202.07879",
    "title": "Nanodiamond grain boundaries and lattice expansion drive Silicon vacancy  emission heterogeneity",
    "abstract": "Silicon-vacancy (SiV$^-$) centers in diamond are promising candidates as sources of single-photons in quantum networks due to their minimal phonon coupling and narrow optical linewidths. Correlating SiV$^-$ emission with the defect's atomic-scale structure is important for controlling and optimizing quantum emission, but remains an outstanding challenge. Here, we use cathodoluminescence imaging in a scanning transmission electron microscope (STEM) to elucidate the structural sources of non-ideality in the SiV$^-$ emission from nanodiamonds with sub-nanometer-scale resolution. We show that different crystalline domains of a nanodiamond exhibit distinct zero-phonon line (ZPL) energies and differences in brightness, while near-surface SiV$^-$ emitters remain bright. We correlate these changes with local lattice expansion using 4D STEM and diffraction, and show that associated blue shifts from the ZPL are due to defect density heterogeneity, while red shifts are due to lattice distortions. ",
    "url": "https://arxiv.org/abs/2202.07879",
    "authors": [
      "Daniel K. Angell",
      "Shuo Li",
      "Hendrik Utzat",
      "Matti L. S. Thurston",
      "Yin Liu",
      "Jeremy Dahl",
      "Robert Carlson",
      "Zhi-Xun Shen",
      "Robert Sinclair",
      "Nicholas Melosh",
      "Jennifer A. Dionne"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.07984",
    "title": "Fresnel reflections in inverse freeform lens design",
    "abstract": "In this paper we propose a method to design a freeform lens including the effect of Fresnel reflections on the transmitted intensity. This method is elaborated for a lens with one freeform surface shaping a far-field target from a point source or collimated input beam. It combines the optical mapping with the energy balance incorporating the loss due to Fresnel reflections, which leads to a generalized Monge-Amp\\`ere equation. We adapt a least-squares solver from previous research to solve the model numerically. This is then tested with a theoretical example and a test case related to road lighting. ",
    "url": "https://arxiv.org/abs/2202.07984",
    "authors": [
      "A.H. van Roosmalen",
      "M.J.H. Anthonissen",
      "W.L. IJzerman",
      "J.H.M. ten Thije Boonkkamp"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.08086",
    "title": "Enhanced Reflectivity Change and Phase Shift of Polarized Light: Double  Parameter Multilayer Sensor",
    "abstract": "Herein, the concept of point of darkness based on polarized light phase difference and absorption of light is demonstrated by simulations using low refractive index and extinction coefficient semiconductor and dielectric, and high refractive index nonoxidizing metal multilayer thin film structures. Several multilayer sensor configurations show great sensitivity to thickness and refractive index variation of the detectable material by measuring the reflectivity ratio {\\Psi} and phase shift {\\Delta}. Focus is on such multilayers, which have sensitivity to both parameters ({\\Psi}, {\\Delta}) in the visible spectral range, thus opening the possibility for further research on a new biomedical sensor development with enhanced double parameter sensing. ",
    "url": "https://arxiv.org/abs/2202.08086",
    "authors": [
      "Ilze Aulika",
      "Martins Zubkins",
      "Jelena Butikova",
      "Juris Purans"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2202.08101",
    "title": "Acoustic analog to multiple avoided-crossings in two coupled acoustic  cavities",
    "abstract": "A cylindrical pipe with closed ends and with a partition in-between exhibits acoustic modes in the two, thus formed, one-dimensional cavities at certain frequencies. A partial transmission through the partition leads to interaction between the two cavities' modes and to multiple avoided crossings between modes' frequencies as a function of the partition position. This is analogous to a quantum system that has two multi-level and interacting sub-systems and thus exhibits multiple avoided crossings. Such an acoustic analog is realized and studied by measuring the sound transmission as a function of frequency through a pipe with a partially transmitting and movable partition. An excellent agreement is obtained between the experimental results and a simple model based on sound wave transmission and reflection at different interfaces. ",
    "url": "https://arxiv.org/abs/2202.08101",
    "authors": [
      "Arjit Kant Gupta",
      "Anjan K. Gupta"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2202.08104",
    "title": "An auto-locking ultra-stable laser with sub-hertz linewidth",
    "abstract": "We report in detail the design process and performance of an auto-locking ultra-stable laser with sub-hertz linewidth at the first time. The laser frequency is automatically stabilized to an optical reference cavity with a home-made controller, which is based on a combination of digital circuit and analog circuit. The digital circuit is used for diagnosing and manipulating the state of the ultra-stable laser, and the analog circuit is used for demodulating the discriminate signal and servo control. A method of searching the transmission signal in the closed-loop state instead of the open-loop state is proposed to reduce the locking time and improve the reliable of the auto-locking ultra-stable laser. The median time of 16.6s is obtained after 157 times of relocking, and the probability of less than 20 s is more than 86%. The median linewidth of 1.08 Hz is obtained, and the fractional frequency instability is less than 3.4E-15 at integration time between 0.1 and 100 s. The performance of this system demonstrates that will be used as an important subsystem to transfer the optical clock signal. ",
    "url": "https://arxiv.org/abs/2202.08104",
    "authors": [
      "D. Jiao",
      "J. Gao",
      "X. Deng",
      "G. Xu",
      "J. Liu",
      "Q. Zang",
      "X. Zhang",
      "R. Dong",
      "T. Liu",
      "S. Zhang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.08135",
    "title": "Vector Magnetic Current Imaging of an 8 nm Process Node Chip and 3D  Current Distributions Using the Quantum Diamond Microscope",
    "abstract": "The adoption of 3D packaging technology necessitates the development of new approaches to failure electronic device analysis. To that end, our team is developing a tool called the quantum diamond microscope (QDM) that leverages an ensemble of nitrogen vacancy (NV) centers in diamond, achieving vector magnetic imaging with a wide field-of-view and high spatial resolution under ambient conditions. Here, we present the QDM measurement of 2D current distributions in an 8-nm flip chip IC and 3D current distributions in a multi-layer PCB. Magnetic field emanations from the C4 bumps in the flip chip dominate the QDM measurements, but these prove to be useful for image registration and can be subtracted to resolve adjacent current traces in the die at the micron scale. Vias in 3D ICs display only Bx and By magnetic fields due to their vertical orientation and are difficult to detect with magnetometers that only measure the Bz component (orthogonal to the IC surface). Using the multi-layer PCB, we show that the QDM's ability to simultaneously measure Bx, By, and Bz is advantageous for resolving magnetic fields from vias as current passes between layers. We also show how spacing between conducting layers is determined by magnetic field images and how it agrees with the design specifications of the PCB. In our initial efforts to provide further z-depth information for current sources in complex 3D circuits, we show how magnetic field images of individual layers can be subtracted from the magnetic field image of the total structure. This allows for isolation of signal layers and can be used to map embedded current paths via solution of the 2D magnetic inverse. In addition, the paper also discusses the use of neural networks to identify 2D current distributions and its potential for analyzing 3D structures. ",
    "url": "https://arxiv.org/abs/2202.08135",
    "authors": [
      "Sean M. Oliver",
      "Dmitro J. Martynowych",
      "Matthew J. Turner",
      "David A. Hopper",
      "Ronald L. Walsworth",
      "Edlyn V. Levine"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.08203",
    "title": "Fast inverse transform sampling of non-Gaussian distribution functions  in space plasmas",
    "abstract": "Non-Gaussian distributions are commonly observed in collisionless space plasmas. Generating samples from non-Gaussian distributions is critical for the initialization of particle-in-cell simulations that investigate their driven and undriven dynamics. To this end, we report a computationally efficient, robust tool, Chebsampling, to sample general distribution functions in one and two dimensions. This tool is based on inverse transform sampling with function approximation by Chebyshev polynomials. We demonstrate practical uses of Chebsampling through sampling typical distribution functions in space plasmas. ",
    "url": "https://arxiv.org/abs/2202.08203",
    "authors": [
      "Xin An",
      "Anton Artemyev",
      "Vassilis Angelopoulos",
      "San Lu",
      "Philip Pritchett",
      "Viktor Decyk"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Computational Physics (physics.comp-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2202.08226",
    "title": "Electron acceleration by laser plasma wedge interaction",
    "abstract": "A new electron acceleration mechanism is identified that develops when a relativistically intense laser irradiates the wedge of an over-dense plasma. This induces a diffracted electromagnetic wave with a significant longitudinal electric field that accelerates electrons from the plasma over long distances to relativistic energies. Well collimated, highly-charged (nC) electron bunches with energies up to 100's MeV are obtained using a laser beam with $I \\lambda_0^2 =3.5\\times 10^{19}\\,{\\rm W \\mu m^2/cm^2}$. Multi-dimensional particle-in-cell simulations, supported by a simple analytical model, confirm the efficiency and robustness of the proposed acceleration scheme. ",
    "url": "https://arxiv.org/abs/2202.08226",
    "authors": [
      "S. Marini",
      "P. S. Kleij",
      "M. Grech",
      "M. Raynaud",
      "C. Riconda"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2202.07764",
    "title": "Paving the Way towards 800 Gbps Quantum-Secured Optical Channel  Deployment in Mission-Critical Environments",
    "abstract": "This article describes experimental research studies conducted towards understanding the implementation aspects of high-capacity quantum-secured optical channels in mission-critical metro-scale operational environments based on Quantum Key Distribution (QKD) technology. The test bed for this research study was carefully designed to mimic such environments. To the best of our knowledge, this is the first time that an 800 Gbps quantum-secured optical channel--along with several other Dense Wavelength Division Multiplexed (DWDM) channels on the C-band and multiplexed with the QKD channel on the O-band--was established at distances up to 100 km, with secure-key rates relevant for practical industry use cases. In addition, during the course of these trials, transporting a blockchain application over this established channel was utilized as a demonstration of securing a financial transaction in transit over a quantum-secured optical channel. In a real-world operational environment, deployment of such high-capacity quantum-secured optical channels multiplexed with the quantum channel will inevitably introduce challenges due to their strict requirements, such as high launch powers and polarization fluctuations. Therefore, in the course of this research, experimental studies were conducted on the impact on the system performance--and specifically on the quantum channel--of several degradation factors present in real-world operational environments, including inter-channel interference (due to Raman scattering and nonlinear effects), attenuation, polarization fluctuations and distance dependency. The findings of this research pave the way towards the deployment of QKD-secured optical channels in high-capacity, metro-scale, mission-critical operational environments, such as Inter-Data Center Interconnects. ",
    "url": "https://arxiv.org/abs/2202.07764",
    "authors": [
      "Farzam Toudeh-Fallah",
      "Marco Pistoia",
      "Yasushi Kawakura",
      "Navid Moazzami",
      "David H. Kramer",
      "Robert I. Woodward",
      "Greg Sysak",
      "Benny John",
      "Omar Amer",
      "Antigoni O. Polychroniadou",
      "Jeffrey Lyon",
      "Suresh Shetty",
      "Tulasi D. Movva",
      "Sudhir Upadhyay",
      "Monik R. Behera",
      "Joseph A. Dolphin",
      "Paul A. Haigh",
      "James F. Dynes",
      "Andrew J. Shields"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Cryptography and Security (cs.CR)",
      "Networking and Internet Architecture (cs.NI)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.07834",
    "title": "Quantum algorithms for computing observables of nonlinear partial  differential equations",
    "abstract": "We construct quantum algorithms to compute physical observables of nonlinear PDEs with M initial data. Based on an exact mapping between nonlinear and linear PDEs using the level set method, these new quantum algorithms for nonlinear Hamilton-Jacobi and scalar hyperbolic PDEs can be performed with a computational cost that is independent of M, for arbitrary nonlinearity. Depending on the details of the initial data, it can also display up to exponential advantage in both the dimension of the PDE and the error in computing its observables. For general nonlinear PDEs, quantum advantage with respect to M is possible in the large M limit. ",
    "url": "https://arxiv.org/abs/2202.07834",
    "authors": [
      "Shi Jin",
      "Nana Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2202.07888",
    "title": "Remote Entanglement of Superconducting Qubits via Solid-State Spin  Quantum Memories",
    "abstract": "Quantum communication between remote superconducting systems is being studied intensively to increase the number of integrated superconducting qubits and to realize a distributed quantum computer. Since optical photons must be used for communication outside a dilution refrigerator, the direct conversion of microwave photons to optical photons has been widely investigated. However, the direct conversion approach suffers from added photon noise, heating due to a strong optical pump, and the requirement for large cooperativity. Instead, for quantum communication between superconducting qubits, we propose an entanglement distribution scheme using a solid-state spin quantum memory that works as an interface for both microwave and optical photons. The quantum memory enables quantum communication without significant heating inside the refrigerator, in contrast to schemes using high-power optical pumps. Moreover, introducing the quantum memory naturally makes it possible to herald entanglement and parallelization using multiple memories. ",
    "url": "https://arxiv.org/abs/2202.07888",
    "authors": [
      "Hodaka Kurokawa",
      "Moyuki Yamamoto",
      "Yuhei Sekiguchi",
      "Hideo Kosaka"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2009.09567",
    "title": "Ultrashort Pulse Generation in Modeless Laser Cavity",
    "abstract": " Comments: Manuscript submitted to Journal of Lightwave Technology. Accept ",
    "url": "https://arxiv.org/abs/2009.09567",
    "authors": [
      "Dan Cheng",
      "Yujun Feng",
      "Meng Ding",
      "Debasis Pal",
      "Johan Nilsson"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.11576",
    "title": "Efficient, Interpretable Graph Neural Network Representation for  Angle-dependent Properties and its Application to Optical Spectroscopy",
    "abstract": " Title: Efficient, Interpretable Graph Neural Network Representation for  Angle-dependent Properties and its Application to Optical Spectroscopy ",
    "url": "https://arxiv.org/abs/2109.11576",
    "authors": [
      "Tim Hsu",
      "Tuan Anh Pham",
      "Nathan Keilbart",
      "Stephen Weitzner",
      "James Chapman",
      "Penghao Xiao",
      "S. Roger Qiu",
      "Xiao Chen",
      "Brandon C. Wood"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2109.14060",
    "title": "Does the weak trace show the past of a quantum particle?",
    "abstract": " Comments: 8 pages, 2 figures. v2: title changed, reordered, Peleg and Vaidman's ubiquitous weak trace claim analysed ",
    "url": "https://arxiv.org/abs/2109.14060",
    "authors": [
      "Jonte R. Hance",
      "John Rarity",
      "James Ladyman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2202.07620",
    "title": "Interplay of leakage radiation and protection in topological photonic  crystal cavities",
    "abstract": " Comments: 17 pages with 8 figures; metadata adjusted ",
    "url": "https://arxiv.org/abs/2202.07620",
    "authors": [
      "René Barczyk",
      "Nikhil Parappurath",
      "Sonakshi Arora",
      "Thomas Bauer",
      "L. Kuipers",
      "Ewold Verhagen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  }
]