[
  {
    "id": "arXiv:2201.12511",
    "title": "Isochrons, Phase Response and Synchronization Dynamics of Tunable  Photonic Oscillators",
    "abstract": "The global structure of the Isochrons and the corresponding Phase Response Curves are, for the first time, investigated and numerically computed for the fundamental photonic oscillator consisted of an Optically Injected Laser. Their crucial role in the synchronization dynamics under a periodic modulation of the injection beam is shown, along with their capability for providing conditions for stable phase-locking and periodic outputs with discrete equidistant spectra in the form of frequency combs. ",
    "url": "https://arxiv.org/abs/2201.12511",
    "authors": [
      "Georgia Himona",
      "Vassilios Kovanis",
      "Yannis Kominis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2201.12627",
    "title": "Solid-State Biased Coherent Detection of Ultra-Broadband Terahertz  Pulses for high repetition rate, low pulse energy lasers",
    "abstract": "We report the coherent generation and detection of terahertz (THz) pulses covering the bandwidth of 0.1-9 THz in a high repetition rate, low pulse energy laser system. In this work we demonstrate the application and evaluation of solid-state biased coherent detection in combination with a spintronic emitter. This combination was used to generate and detect THz pulses in a time-domain spectroscopy (TDS) setup and tested on bulk nonlinear crystals. These results establish a new promising candidate to extend the possibilities for compact, broadband THz TDS systems driven by high repetition rate lasers. ",
    "url": "https://arxiv.org/abs/2201.12627",
    "authors": [
      "Tim Suter",
      "Alessandro Tomasino",
      "Matteo Savoini",
      "Sarah Houver",
      "Steven L. Johnson",
      "Elsa Abreu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.12695",
    "title": "Monolithic Silicon Carbide Metalenses",
    "abstract": "Silicon carbide has emerged as a promising material platform for quantum photonics and nonlinear optics. These properties make the development of integrated photonic components in high-quality silicon carbide a critical aspect for the advancement of scalable on-chip networks. In this work, we numerically design, fabricate and demonstrate the performance of monolithic metalenses from SiC suitable for on-chip optical operations. We engineer two distinct lenses, with parabolic and cubic phase profiles, operating in the near infrared spectral range, which is of interest for quantum and photonic applications. We support the lens fabrication by optical transmission measurement and characterize the focal points of the lenses. Our results will accelerate the development of SiC nanophotonic devices and aid in an on chip integration of quantum emitters with meta-optical components. ",
    "url": "https://arxiv.org/abs/2201.12695",
    "authors": [
      "Otto Cranwell Schaeper",
      "Ziwei Yang",
      "Mehran Kianinia",
      "Johannes E. Fröch",
      "Andrei Komar",
      "Zhao Mu",
      "Weibo Gao",
      "Dragomir Neshev",
      "Igor Aharonovich"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2201.12758",
    "title": "Spatio-Temporal Coupling Controlled Laser for Electron Acceleration",
    "abstract": "Limited by the difficulty in acceleration synchronization, it has been a long-term challenge for on-chip dielectric laser-based accelerators (DLA) to bridge the gap between non-relativistic and relativistic regimes. Here, we propose a DLA based on a spatio-temporal coupling (STC) controlled laser pulse, which enables the acceleration of a non-relativistic electron to a sub-MeV level in a single acceleration structure (chirped spatial grating). It provides high precision temporal and spatial tuning of the driving laser via the dispersion manipulation, leading to a synchronous acceleration of the velocity increasing electrons over a large energy range. Additionally, the STC scheme is a general method and can be extended to driving fields of other wavelengths such as terahertz pulses. Our results bring new possibilities to MeV-scale portable electron sources and table-top acceleration experiments. ",
    "url": "https://arxiv.org/abs/2201.12758",
    "authors": [
      "Lu Wang",
      "Uwe Niedermayer",
      "Jingui Ma",
      "Weihao Liu",
      "Dongfang Zhang",
      "Liejia Qian"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.12800",
    "title": "Port Reconfigurable Phase-Change Optical Resonator",
    "abstract": "Active control and manipulation of electromagnetic waves are highly desirable for advanced photonic device technology, such as optical cloaking, active camouflage and information processing. Designing optical resonators with high ease-of-control and reconfigurability remains a open challenge thus far. Here we propose a novel mechanism to continuously reconfigure an optical resonator between one-port and two-port configurations via \\emph{phase-change material} for efficient optical modulation. By incorporating a phase-change material VO$_2$ substrate into a photonic crystal optical resonator, we computationally show that the system behaves as a one-port device with near-perfect absorption and two-port device with high transmission up to 92% when VO$_2$ is in the metallic rutile phase and insulating monoclinic phase, respectively. The optical response can be continuously and reversibly modulated between various intermediate states. More importantly, the proposed device is compatible with wide-angle operation and is robust against structural distortion. Our findings reveal a novel device architecture of \\emph{port reconfigurable} optical resonator uniquely enabled by switchable optical properties of phase change material. ",
    "url": "https://arxiv.org/abs/2201.12800",
    "authors": [
      "Haiyu Meng",
      "Lingling Wang",
      "Ziran Liu",
      "Jianghua Chen",
      "Ching Hua Lee",
      "Yee Sin Ang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.12801",
    "title": "Intensity-surged and Bandwidth-extended Terahertz Radiation in Two-foci  Cascading Plasmas",
    "abstract": "The two-color strong-field mixing in gas medium is a widely-used approach to generate bright broadband terahertz (THz) radiation. Here, we present a new and counterintuitive method to promote THz performance in two-color scheme. Beyond our knowledge that the maximum THz generation occurs with two-color foci overlapped, we found that, when the foci of two-color beams are noticeably separated along the propagation axis resulting in cascading plasmas, the THz conversion efficiency is surged by one order of magnitude and the bandwidth is stretched by more than 2 times, achieving $10^{-3}$ conversion efficiency and $>$100 THz bandwidth under the condition of 800/400 nm, $\\sim$35 fs driving lasers. With the help of the pulse propagation equation and photocurrent model, the observations can be partially understood by the compromise between THz generation and absorption due to the spatial redistribution of laser energy in cascading plasmas. Present method can be extended to mid-infrared driving laser, and the new records of THz peak power and conversion efficiency are expected. ",
    "url": "https://arxiv.org/abs/2201.12801",
    "authors": [
      "Yizhu Zhang",
      "Zhi-Hong Jiao",
      "Tao He",
      "Jingjing Zhao",
      "Xingwang Fan",
      "Taotao Chen",
      "Guo-Li Wang",
      "Tian-Min Yan",
      "Xiao-Xin Zhou",
      "Yuhai Jiang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.13009",
    "title": "Optical pumping and relaxation of atomic population in assorted  conditions",
    "abstract": "The precise control and knowledge over the atomic dynamics is central to the advancement of quantum technology. The different experimental conditions namely, atoms in a vacuum, an anti-relaxation coated and a buffer gas filled atomic cell provides complementary platform for such investigations. The extent of changes in optical pumping, velocity changing collision and hyperfine changing collision rates associated with these conditions are discussed. There is a phenomenal change in the optical density by a factor of >25 times in presence of a control field in buffer gas environment. In contrary to earlier reports, we found confinement induced enhanced optical pumping as the mechanism behind the observed transparency in buffer gas cell. The feeble interplay of radiation trapping under specific conditions are pointed out. The diffusive velocity of atoms is measured to be ~25+-12 m/s and <= 8+-4 m/s for anti-relaxation coated and buffer gas filled cell respectively. The studies will have useful application in measurements of relaxation rates, quantum memory, quantum repeaters and atomic devices. ",
    "url": "https://arxiv.org/abs/2201.13009",
    "authors": [
      "Swarupananda Pradhan",
      "Saptarshi Roy Chowdhury"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2201.13207",
    "title": "Non-Diophantine arithmetic as the mathematical foundation for quantum  field theory",
    "abstract": "The problem of infinities in quantum field theory (QRT) is a long standing problem in physics.For solving this problem, different renormalization techniques have been suggested but the problem still persists. Here we suggest another approachto the elimination of infinities in QFT, which is based on non-Diophantine arithmetics - a novel mathematical area that already found useful applications in physics. To achieve this goal, new non-Diophantine arithmetics are constructed and their properties are studied. This allows using these arithmetics for computing integrals describing Feynman diagrams. Although in the conventional QFT these integrals diverge, their non-Diophantine counterparts are convergent and rigorously defined. ",
    "url": "https://arxiv.org/abs/2201.13207",
    "authors": [
      "Mark Burgin",
      "Felix Lev"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2201.13239",
    "title": "Quantum mechanics with quaternionic mass",
    "abstract": "Quantum mechanics with quaternionic mass is considered. The momentum eigen-value equation with quaternionic mass yields the Klein-Gordon equation with a mass consisting of longitudinal and traverse masses. The scalar field total mass is found to be a sum of these masses. This field appears to be connected with two subfields conserving linear momentum. It is found that a particle with real mass satisfies the quantum Telegraph equation, whereas that one with quaternionic mass satisfies the Klein-Gordon equation. A quantum force acting on the particle is found to be proportional to its velocity. When the particle field is coupled to an electromagnetic field, an additional term in the particle's energy appears reflecting the interaction of the particle's angular momentum with the magnetic field. ",
    "url": "https://arxiv.org/abs/2201.13239",
    "authors": [
      "A. I. Arbab"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.13249",
    "title": "Measured distribution of cloud chamber tracks from radioactive decay: a  new empirical approach to investigating the quantum measurement problem",
    "abstract": "Using publicly available video of a diffusion cloud chamber with a very small radioactive source, I measure the spatial distribution of where tracks start, and consider possible implications. This is directly relevant to the quantum measurement problem and its possible resolution, and appears never to have been done before. The raw data are relatively uncontrolled, leading to caveats that should guide future, more tailored experiments. Aspects of the results may suggest a modification to Born's rule at very small wavefunction, with possibly profound implications for the detection of extremely rare events such as proton decay, but other explanations are not ruled out. Speculatively, I introduce two candidate small-wavefunction Born rule modifications, a hard cutoff, and an offset model with a stronger underlying physical rationale. Track distributions from decays in cloud chambers represent a previously unappreciated way to probe the foundations of quantum mechanics, and a novel case of wavefunctions with macroscopic signatures. ",
    "url": "https://arxiv.org/abs/2201.13249",
    "authors": [
      "Jonathan F. Schonfeld"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2201.13352",
    "title": "Low-Power Silicon Strain Sensor Based on CMOS Current Reference Topology",
    "abstract": "A strain sensor inspired by a Widlar self-biased current source topology called $\\beta$-multiplier is developed to obtain a strain-dependent reference current with high supply rejection. The sensor relies on the piezoresistive effect in the silicon MOS transistors that form the current reference circuit. The device behavior is analytically computed and verified with experimental measurements under four-point bending test. A basic implementation with an integrated resistor reaches a strain sensitivity of 2.54 nA/$\\mu\\epsilon$ (gauge factor of 324) for a temperature sensitivity of 52.06 nA/{\\deg}C. A more advanced full-transistor circuit based on current subtraction principle is furthered implemented in order to reach strain sensitivity up to 12.02 nA/$\\mu\\epsilon$ (gauge factor of 1773) and temperature sensitivity of -28.72 nA/{\\deg}C. This implementation includes a CMOS active load to tune the strain and temperature sensitivities with a total power consumption between 20 and 150 $\\mu$W. ",
    "url": "https://arxiv.org/abs/2201.13352",
    "authors": [
      "Nicolas Roisin",
      "Thibault Delhaye",
      "Nicolas André",
      "Jean-Pierre Raskin",
      "Denis Flandre"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.13431",
    "title": "Compact Plug and Play Optical Frequency Reference Device Based on  Doppler-Free Spectroscopy of Rubidium Vapor",
    "abstract": "Compactness, robustness and autonomy of optical frequency references are prerequisites for reliable operation in mobile systems, on ground as well as in space. We present a standalone plug and play optical frequency reference device based on frequency modulation spectroscopy of the D2-transition in rubidium at 780 nm. After a single button press the hand-sized laser module, based on the micro-integrated laser-optical bench described in [J. Opt. Soc. Am. B 38, 1885-1891 (2021)], works fully autonomous and generates 6 mW of frequency stabilized light with a relative frequency instability of 1.4e-12 at 1 s and below 1e-11 at 1e5 s averaging time. We describe the design of the device, investigate the thermal characteristics affecting the output frequency and demonstrate short-term frequency stability improvement by a Bayesian optimizer varying the modulation parameters. ",
    "url": "https://arxiv.org/abs/2201.13431",
    "authors": [
      "Aaron Strangfeld",
      "Benjamin Wiegand",
      "Julien Kluge",
      "Matthias Schoch",
      "Markus Krutzik"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2201.12397",
    "title": "Reducing energy consumption of fiber networks via quantum communication  technology",
    "abstract": "Due to the growing energy consumption of communication infrastructures, energy-efficiency is becoming a primary design constraint in optical-fiber networks. In particular, for long-distance communication, a significant fraction of the energy budget is spent on powering optical amplifiers that counteract the signal's attenuation, as measured by their gain. Here we show that an optimal quantum joint-detection receiver (OJDR) can significantly reduce the energy consumption of amplified optical communication links at any distance. Surprisingly, we find that the communication rate attainable with the OJDR is maximized by decreasing the amplifier gains as a function of their distance from the sender, in contrast with the optimal classical receiver, which requires full amplification. We then minimize the amplification energy cost with respect to the gain profile and observe significant energy savings in practically relevant communication settings, e.g., $\\approx$55\\% savings for a 2-fold enhancement of the communication rate. Our results mark a drastic change of perspective on classical data transmission via quantum channels, shifting the attention from large gains at small practical usefulness, such as short-distance- or deep-space- communication, to significant gains in a practically relevant regime. ",
    "url": "https://arxiv.org/abs/2201.12397",
    "authors": [
      "Janis Nötzel",
      "Matteo Rosati"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.12775",
    "title": "Lasing and counter-lasing phase transitions in a cavity QED system",
    "abstract": "We study the effect of spontaneous emission and incoherent atomic pumping on the nonlinear semiclassical dynamics of the unbalanced Dicke model -- a generalization of the Dicke model that features independent coupling strengths for the co- and counter-rotating interaction terms. As well as the ubiquitous superradiant behavior the Dicke model is well-known for, the addition of spontaneous emission combined with the presence of strong counter-rotating terms creates laser-like behavior termed counter-lasing. These states appear in the semiclassical model as stable periodic orbits. We perform a comprehensive dynamical analysis of the appearance of counter-lasing in the unbalanced Dicke model subject to strong cavity dissipation, such that the cavity field can be adiabatically eliminated to yield an effective Lipkin-Meshkov-Glick (LMG) model. If the coupling strength of the co-rotating interactions is small, then the counter-lasing phase appears via a Hopf bifurcation of the de-excited state. We find that if the rate of spontaneous emission is small, this can lead to resurgent superradiant pulses. However, if the co-rotating coupling is larger, then the counter-lasing phase must emerge via the steady-state superradiant phase. Such a transition is the result of the competition of the coherent and incoherent processes that drive superradiance and counter-lasing, respectively. We observe a surprisingly complex transition between the two, associated with the formation of a chaotic attractor over a thin transitional parameter region. ",
    "url": "https://arxiv.org/abs/2201.12775",
    "authors": [
      "Kevin C. Stitely",
      "Andrus Giraldo",
      "Bernd Krauskopf",
      "Scott Parkins"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chaotic Dynamics (nlin.CD)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.12965",
    "title": "Inverse design of photonic devices with strict foundry fabrication  constraints",
    "abstract": "We introduce a new method for inverse design of nanophotonic devices which guarantees that designs satisfy strict length scale constraints -- including minimum width and spacing constraints required by commercial semiconductor foundries. The method adopts several concepts from machine learning to transform the problem of topology optimization with strict length scale constraints to an unconstrained stochastic gradient optimization problem. Specifically, we introduce a conditional generator for feasible designs and adopt a straight-through estimator for backpropagation of gradients to a latent design. We demonstrate the performance and reliability of our method by designing several common integrated photonic components. ",
    "url": "https://arxiv.org/abs/2201.12965",
    "authors": [
      "Martin F. Schubert",
      "Alfred K. C. Cheung",
      "Ian A. D. Williamson",
      "Aleksandra Spyra",
      "David H. Alexander"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.13184",
    "title": "Review on coherent quantum emitters in hexagonal boron nitride",
    "abstract": "Hexagonal boron nitride is an emerging two-dimensional material with far-reaching applications in fields like nanophotonics or nanomechanics. Its layered architecture plays a key role for new materials such as Van der Waals heterostructures. The layered structure has also unique implications for hosted, optically active defect centers. A very special type of defect center arises from the possibility to host mechanically isolated orbitals localized between the layers. The resulting absence of coupling to low-frequency acoustic phonons turns out to be the essential element to protect the coherence of optical transitions from mechanical interactions with the environment. Consequently, the spectral transition linewidth remains unusually narrow even at room temperature, thus paving a new way towards coherent quantum optics under ambient conditions. In this review, I summarize the state-of-the-art of defect centers in hexagonal boron nitride with a focus on optically coherent defect centers. I discuss the current understanding of the defect centers, remaining questions and potential research directions to overcome pervasive challenges. The field is put into a broad perspective with impact on quantum technology such as quantum optics, quantum photonics as well as spin optomechanics. ",
    "url": "https://arxiv.org/abs/2201.13184",
    "authors": [
      "Alexander Kubanek"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.13333",
    "title": "Quantifying n-photon indistinguishability with a cyclic integrated  interferometer",
    "abstract": "We report on a universal method to measure the genuine indistinguishability of n-photons - a crucial parameter that determines the accuracy of optical quantum computing. Our approach relies on a low-depth cyclic multiport interferometer with N = 2n modes, leading to a quantum interference fringe whose visibility is a direct measurement of the genuine n-photon indistinguishability. We experimentally demonstrate this technique for a 8-mode integrated interferometer fabricated using femtosecond laser micromachining and four photons from a quantum dot single-photon source. We measure a four-photon indistinguishability up to 0.81$\\pm$0.03. This value decreases as we intentionally alter the photon pairwise indistinguishability. The low-depth and low-loss multiport interferometer design provides an efficient and scalable path to evaluate the genuine indistinguishability of resource states of increasing photon number. ",
    "url": "https://arxiv.org/abs/2201.13333",
    "authors": [
      "Mathias Pont",
      "Riccardo Albiero",
      "Sarah E. Thomas",
      "Nicolò Spagnolo",
      "Francesco Ceccarelli",
      "Giacomo Corrielli",
      "Alexandre Brieussel",
      "Niccolo Somaschi",
      "Hêlio Huet",
      "Abdelmounaim Harouri",
      "Aristide Lemaître",
      "Isabelle Sagnes",
      "Nadia Belabas",
      "Fabio Sciarrino",
      "Roberto Osellame",
      "Pascale Senellart",
      "Andrea Crespi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1803.06208",
    "title": "3$\\times$3 transfer matrix modelling of integrated optical devices",
    "abstract": " Comments: 6 pages, 2 figures ",
    "url": "https://arxiv.org/abs/1803.06208",
    "authors": [
      "Matteo Cherchi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2012.04852",
    "title": "Electronic Quantum Coherence in Glycine Molecules Probed with Ultrashort  X-ray Pulses in Real Time",
    "abstract": " Comments: 63 pages, 12 figures ",
    "url": "https://arxiv.org/abs/2012.04852",
    "authors": [
      "David Schwickert",
      "Marco Ruberti",
      "Přemys Kolorenč",
      "Sergey Usenko",
      "Andreas Przystawik",
      "Karolin Baev",
      "Ivan Baev",
      "Markus Braune",
      "Lars Bocklage",
      "Marie Kristin Czwalinna",
      "Sascha Deinert",
      "Stefan Düsterer",
      "Andreas Hans",
      "Gregor Hartmann",
      "Christian Haunhorst",
      "Marion Kuhlmann",
      "Steffen Palutke",
      "Ralf Röhlsberger",
      "Juliane Rönsch-Schulenburg",
      "Philipp Schmidt",
      "Sven Toleikis",
      "Jens Viefhaus",
      "Michael Martins",
      "André Knie",
      "Detlef Kip",
      "Vitali Averbukh",
      "Jon P. Marangos",
      "Tim Laarmann"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2103.13500",
    "title": "Deep learning estimation of complex reverberant wave fields by a  programmable metasurface",
    "abstract": " Title: Deep learning estimation of complex reverberant wave fields by a  programmable metasurface ",
    "url": "https://arxiv.org/abs/2103.13500",
    "authors": [
      "Benjamin W. Frazier",
      "Thomas M. Antonsen",
      "Steven M. Anlage",
      "Edward Ott"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2105.06245",
    "title": "Integrated luminosity measurement at CEPC",
    "abstract": " Comments: Talk presented at the International Workshop on Future Linear Colliders (LCWS2021), 15-18 March 2021. C21-03-15.1. arXiv admin note: text overlap with arXiv:2010.15061, arXiv:2002.03661 ",
    "url": "https://arxiv.org/abs/2105.06245",
    "authors": [
      "Ivan Smiljanić",
      "Ivanka Božović-Jelisavčić",
      "Goran Kačarević",
      "Nataša Vukašinović",
      "Tatjana Agatonović-Jovin",
      "Gordana Milutinović-Dumbelović",
      "Jasna Stevanović",
      "Mirko Radulović"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2107.04792",
    "title": "A Compact Cold-Atom Interferometer with a High Data-Rate Grating  Magneto-Optical Trap and a Photonic-Integrated-Circuit-Compatible Laser  System",
    "abstract": " Comments: 18 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2107.04792",
    "authors": [
      "Jongmin Lee",
      "Roger Ding",
      "Justin Christensen",
      "Randy R. Rosenthal",
      "Aaron Ison",
      "Daniel Paul Gillund",
      "David Bossert",
      "Kyle H. Fuerschbach",
      "William Kindel",
      "Patrick S. Finnegan",
      "Joel R. Wendt",
      "Michael Gehl",
      "Ashok Kodigala",
      "Hayden McGuinness",
      "Charles A. Walker",
      "Shanalyn A. Kemme",
      "Anthony Lentine",
      "Grant Biedermann",
      "Peter D. D. Schwindt"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2108.01526",
    "title": "Spontaneous-emission-enabled dynamics at the threshold of a directly  modulated semiconductor laser",
    "abstract": " Title: Spontaneous-emission-enabled dynamics at the threshold of a directly  modulated semiconductor laser ",
    "url": "https://arxiv.org/abs/2108.01526",
    "authors": [
      "J. Zou",
      "H. Zhou",
      "C. Jiang",
      "G. Wang",
      "G. L. Lippi",
      "T. Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2110.06911",
    "title": "Unsupervised learning of correlated quantum dynamics on disordered  lattices",
    "abstract": " Comments: 6 pages, 3 figures, comments welcome ",
    "url": "https://arxiv.org/abs/2110.06911",
    "authors": [
      "Miri Kenig",
      "Yoav Lahini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2111.01530",
    "title": "Quantum mechanism of extremely high energy processes at neutron star  collapse and of quasar luminosity",
    "abstract": " Comments: arXiv admin note: text overlap with arXiv:2110.13651 ",
    "url": "https://arxiv.org/abs/2111.01530",
    "authors": [
      "Janusz Edward Jacak"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2111.05883",
    "title": "Towards the use of conservative thermodynamic variables in data  assimilation: a case study using ground-based microwave radiometer  measurements",
    "abstract": " Comments: 19 pages, 7 figures, 2 tables. Submitted first to the: \"Atmospheric Measurement Techniques\" on the 27th of October, 2021. Revised version: 21th of January 2022. V3: fix some issues + add arXiv links in the references; add the doi of the preprint ",
    "url": "https://arxiv.org/abs/2111.05883",
    "authors": [
      "Pascal Marquet",
      "Pauline Martinet",
      "Jean-François Mahfouf",
      "Alina Lavinia Barbu",
      "Benjamin Ménétrier"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2112.05152",
    "title": "Microwave calibration of qubit drive line components at millikelvin  temperatures",
    "abstract": " Comments: 6 pages, 3 figures plus supplementary material (3 figures). The following article has been accepted by Applied Physics Letters. After it is published, it will be found at this https URL ",
    "url": "https://arxiv.org/abs/2112.05152",
    "authors": [
      "Slawomir Simbierowicz",
      "Volodymyr Y. Monarkha",
      "Suren Singh",
      "Nizar Messaoudi",
      "Philip Krantz",
      "Russell E. Lake"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2112.15195",
    "title": "Length-gauge optical matrix elements in WIEN2k",
    "abstract": " Comments: 18 pages, 2 figures, 6 tables ",
    "url": "https://arxiv.org/abs/2112.15195",
    "authors": [
      "Oleg Rubel",
      "Peter Blaha"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.09655",
    "title": "Multiple scattering of channeled and non-channeled positively charged  particles in bent monocrystalline silicon",
    "abstract": " Comments: arXiv admin note: text overlap with arXiv:1910.00250 minor fixes ",
    "url": "https://arxiv.org/abs/2201.09655",
    "authors": [
      "W. Scandale",
      "G. Arduini",
      "F. Cerutti",
      "L.S. Esposito",
      "M. Garattini",
      "S. Gilardoni",
      "R. Losito",
      "A. Masi",
      "D. Mirarchi",
      "S. Montesano",
      "S. Redaelli",
      "R. Rossi",
      "G. Smirnov",
      "L. Burmistrov",
      "S. Dubos",
      "V. Puill",
      "A. Stocchi",
      "L. Bandiera",
      "V. Guidi",
      "A. Mazzolari",
      "M. Romagnoni",
      "F. Murtas",
      "F. Addesa",
      "G. Cavoto",
      "F. Iacoangeli",
      "F. Galluccio",
      "A.G. Afonin",
      "Yu.A. Chesnokov",
      "A.A. Durum",
      "V.A. Maisheev",
      "Yu.E. Sandomirskiy",
      "A.A. Yanovich",
      "A.D. Kovalenko",
      "A.M. Taratin",
      "A.S. Denisov",
      "Yu.A. Gavrikov",
      "Yu.M. Ivanov",
      "L.G. Malyarenko",
      "J. Borg",
      "T. James",
      "G. Hall",
      "M. Pesaresi"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  }
]