[
  {
    "id": "arXiv:2211.07901",
    "title": "Acoustic waves in the Jovian dusty magnetosphere: A brief review and  meta-analysis",
    "abstract": "The omnipresence of dust particulates in space and astrophysical plasmas has been attracting numerous researchers to study the collective excitation and propagation dynamics of different eigen-mode structures in diversifed astrocosmic circumstances for years. It includes planetary rings, interplanetary space, cometary tails, asteroid zones, planetary atmospheres, etc. The ubiquitous charged dust particulates possess collective degrees of dynamic freedom resulting in the excitation of relatively low-frequency modes, such as dust-ion-acoustic waves (DIAWs), dust-acoustic waves (DAWs), dust-Coulomb waves (DCWs), and so forth. An interesting prevalency of dusty plasma stability research lies in the Jovian magnetosphere (i.e., Jovian plasmas), embedded inside the supersonic solar wind. A brief review of the updated research works on dust-acoustic waves and related collective instability dynamics in the presence of trapped plasma particles is presented herein. The key aim of the proposed explorative meta-analysis is rooted in outlining concisely the main up-to-date investigations on such collective instability processes chronologically. An especial attention is given primarily to the thermostatistical distribution laws of the constitutive lighter electrons and ions against the heavier positively charged dust grains (microspheres). The trapping mechanism of both the lighter species (electrons+ions) is another additive feature revisited here properly. Finally, we clearly extrapolate a number of futuristic directions in light of sensible novelties with a wider scope, both horizontally as well as vertically. ",
    "url": "https://arxiv.org/abs/2211.07901",
    "authors": [
      "Souvik Das",
      "Ahmed Atteya",
      "Pralay Kumar Karmakar"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2211.07963",
    "title": "High-energy betatron source driven by a 4-PW laser with applications to  non-destructive imaging",
    "abstract": "Petawatt-class lasers can produce multi-GeV electron beams through laser wakefield electron acceleration. As a by-product, the accelerated electron beams can generate broad synchrotron-like radiation known as betatron radiation. In the present work, we measure the properties of the radiation produced from 2 GeV, 215 pC electron beams, which shows a broad radiation spectrum with a critical energy of 515 keV, extending up to MeV photon energies and 10 mrad divergence. Due to its high energy and flux, such radiation is an ideal candidate for gamma-ray radiography of dense objects. We employed a compact betatron radiation setup operated at relatively high-repetition rates (0.1 Hz) and used it to scan cm-sized objects: a DRAM circuit, BNC and SMA connectors, a padlock and a gas jet nozzle. GEANT4 simulations were carried out to reproduce the radiograph of the gas jet. The setup and the radiation source can reveal the interior structure of the objects at the sub-mm level, proving that it can further be applied to diagnose cracks or holes in various components. The radiation source presented here is a valuable tool for non-destructive inspection and for applications in high-energy-density physics such as nuclear fusion. ",
    "url": "https://arxiv.org/abs/2211.07963",
    "authors": [
      "Calin Ioan Hojbota",
      "Mohammad Mirzaie",
      "Do Yeon Kim",
      "Tae Gyu Pak",
      "Mohammad Rezaei-Pandari",
      "Vishwa Bandhu Pathak",
      "Jong Ho Jeon",
      "Jin Woo Yoon",
      "Jae Hae Sung",
      "Seong Ku Lee",
      "Chul Min Kim",
      "Ki Yong Kim",
      "Chang Hee Nam"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2211.07965",
    "title": "Micropascal-sensitivity ultrasound sensors based on optical  microcavities",
    "abstract": "Whispering gallery mode (WGM) microcavities have been widely used for high-sensitivity ultrasound detection, due to their optical and mechanical resonances enhanced sensitivity. The ultrasound sensitivity of the cavity optomechanical system is fundamentally limited by the thermal noise. In this work, we theoretically and experimentally investigate the thermal-noise-limited sensitivity of a WGM microdisk ultrasound sensor, and optimize the sensitivity by varying the radius and thickness of the microdisk, as well as using a trench structure around the disk. Using a microdisk with a radius of 300 um and thickness of 2 um, a peak sensitivity of 1.18 uPa Hz^{-1/2} is achieved at 82.6 kHz, which is to our knowledge the record sensitivity among the cavity optomechanical ultrasound sensors. Such high sensitivity can improve the detection range of air-coupled ultrasound sensing technology. ",
    "url": "https://arxiv.org/abs/2211.07965",
    "authors": [
      "Hao Yang",
      "Xuening Cao",
      "Zhi-Gang Hu",
      "Yimeng Gao",
      "Yuechen Lei",
      "Min Wang",
      "Zhanchun Zuo",
      "Xiulai Xu",
      "Bei-Bei Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.08040",
    "title": "Time-dependent theory of optical electro- and magnetostriction",
    "abstract": "Electrostriction, the deformation of dielectric materials under the influence of an electric field, is of continuous interest in optics. The classic experiment by Hakim and Higham [Proc. Phys. Soc. 80, 190 (1962)] for a stationary field supports a different formula of the electrostrictive force density than the recent experiment by Astrath et al. [Light Sci. Appl. 11, 103 (2022)] for an optical field. In this work, we study the origin of this difference by developing a time-dependent covariant theory of force densities in photonic materials. When a light pulse propagates in a bulk dielectric, the field-induced force density consists of two parts: (i) The optical wave momentum force density carries the wave momentum of light and drives forward a mass density wave of the covariant coupled field-material state of light. (ii) The optostrictive force density arises from the atomic density dependence of the electric and magnetic field energy densities. It represents an optical Lorentz-force-law-based generalization of the electro- and magnetostrictive force densities well known for static electromagnetic fields and derived from the principle of virtual work. Since the work done by the optostrictive force density is not equal to the change of the field energy density during the contraction of the material, we have to describe this difference by optostriction-related dissipation terms to fulfill the energy conservation. The detailed physical model of the dissipation is left for further works. The optostrictive force density can be understood in terms of field-induced pair interactions inside the material. Because of the related action and reaction effects, this force density cannot contribute to the net momentum transfer of the optical field. We also use the theory to simulate the propagation of a Gaussian light pulse through a dielectric material. ",
    "url": "https://arxiv.org/abs/2211.08040",
    "authors": [
      "Mikko Partanen",
      "Bruno Anghinoni",
      "Nelson G. C. Astrath",
      "Jukka Tulkki"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.08125",
    "title": "Terahertz semiconductor laser source at -12 C",
    "abstract": "Room temperature operation of Terahertz Quantum Cascade Lasers (THz QCLs) has been a long-pursued goal to realize compact semiconductor THz sources. The progress toward high-temperature operation in THz QCLs has been relatively slow compared to infrared QCLs owing to more significant challenges at THz frequencies. Recently, the maximum operating temperature of THz QCLs was improved to 250 K, and the achievement revitalized hope in the THz community in pursuit of higher temperature operations. In this paper, we report on further improvement in operating temperature to ~261 K (-12 0C) by judiciously optimizing key parameters and discuss the challenges ahead in achieving room temperature operation. ",
    "url": "https://arxiv.org/abs/2211.08125",
    "authors": [
      "Ali Khalatpour",
      "Man Chun Tam",
      "Sadhvikas J. Addamane",
      "John Reno",
      "Zbig Wasilewski",
      "Qing Hu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.08185",
    "title": "Chaotic mode-competition dynamics in a multimode semiconductor laser  with optical feedback and injection",
    "abstract": "Photonic computing is attracting increasing interest to accelerate information processing in machine learning applications. The mode-competition dynamics of multimode semiconductor lasers is useful for solving the multi-armed bandit problem in reinforcement learning for computing applications. In this study, we numerically evaluate the chaotic mode-competition dynamics in a multimode semiconductor laser with optical feedback and injection. We observe the chaotic mode-competition dynamics among the longitudinal modes and control them by injecting an external optical signal into one of the longitudinal modes. We define the dominant mode as the mode with the maximum intensity; the dominant-mode ratio for the injected mode increases as the optical injection strength increases. We find that the characteristics of the dominant mode ratio in terms of the optical injection strength are different among the modes owing to the different optical feedback phases. We propose a control technique for the characteristics of the dominant mode ratio by precisely tuning the initial optical frequency detuning between the optical injection signal and injected mode. We also evaluate the relationship between the region for the large dominant mode ratio and injection locking range. The region for the large dominant mode ratio does not correspond to the injection-locking range. This discrepancy results from the complex mode-competition dynamics in multimode semiconductor lasers with both optical feedback and injection. This control technique of chaotic mode-competition dynamics in multimode lasers is promising for applications in reinforcement learning and reservoir computing as photonic artificial intelligence. ",
    "url": "https://arxiv.org/abs/2211.08185",
    "authors": [
      "Ryugo Iwami",
      "Kazutaka Kanno",
      "Atsushi Uchida"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2211.08207",
    "title": "Modeling nonlinear optical interactions of focused beams in bulk  crystals and thin films: A phenomenological approach",
    "abstract": "Coherent nonlinear optical micro-spectroscopy is a frequently used tool in modern material science, as it is sensitive to many different local observables, which comprise, among others, crystal symmetry and vibrational properties. The richness in information, however, may come with challenges in data interpretation, as one has to disentangle the many different effects like multiple reflections, phase jumps at interfaces, or the influence of the Guoy-phase. In order to facilitate interpretation, the work presented here proposes an easy-to-use semi-analytical modeling ansatz, that bases upon known analytical solutions using Gaussian beams. Specifically, we apply this ansatz to compute nonlinear optical responses of (thin film) optical materials. We try to conserve the meaning of intuitive parameters like the Gouy-phase and the nonlinear coherent interaction length. In particular, the concept of coherence length is extended, which is a must when using focal beams. The model is subsequently applied to exemplary cases of second-harmonic and third-harmonic generation. We observe a very good agreement with experimental data and furthermore, despite the constraints and limits of the analytical ansatz, our model performs similarly well as when using more rigorous simulations. However, it outperforms the latter in terms of computational power, requiring more than three orders less computational time and less performant computer systems. ",
    "url": "https://arxiv.org/abs/2211.08207",
    "authors": [
      "Kai J. Spychala",
      "Zeeshan H. Amber",
      "Lukas M. Eng",
      "Michael Rüsing"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.08235",
    "title": "Levitated Optomechanics with Meta-Atoms",
    "abstract": "We propose to introduce additional control in levitated optomechanics by trapping a meta-atom, i.e. a subwavelength and high-permittivity dielectric particle supporting Mie resonances. In particular, we theoretically demonstrate that optical levitation and center-of-mass ground-state cooling of silicon nanoparticles in vacuum is not only experimentally feasible but it offers enhanced performance over widely used silica particles, in terms of both trap frequency and trap depth. Moreover, we show that, by adjusting the detuning of the trapping laser with respect to the particle's resonance, the sign of the polarizability becomes negative, enabling levitation in the minimum of laser intensity e.g. at the nodes of a standing wave. The latter opens the door to trapping nanoparticles in the optical near-field combining red and blue-detuned frequencies, in analogy to two-level atoms, which is of interest for generating strong coupling to photonic nanostructures and short-distance force sensing. ",
    "url": "https://arxiv.org/abs/2211.08235",
    "authors": [
      "Sergei Lepeshov",
      "Nadine Meyer",
      "Patrick Maurer",
      "Oriol Romero-Isart",
      "Romain Quidant"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.06718",
    "title": "Philosophical Foundations of Loop Quantum Gravity",
    "abstract": "Understanding the quantum aspects of gravity is not only a matter of equations and experiments. Gravity is intimately connected with the structure of space and time, and understanding quantum gravity requires us to find a conceptual structure appropriate to make sense of the quantum aspects of space and time. In the course of the last decades, an extensive discussion on this problem has led to a clear conceptual picture, that provides a coherent conceptual foundation of today's Loop Quantum Gravity. We review this foundation, addressing issues such as the sense in which space and time are emergent, the notion of locality, the role of truncation that enables physical computations on finite graphs, the problem of time, and the characterization of the observable quantities in quantum gravity. ",
    "url": "https://arxiv.org/abs/2211.06718",
    "authors": [
      "Carlo Rovelli",
      "Francesca Vidotto"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2211.07685",
    "title": "Highly optimized quantum circuits synthesized via data-flow engines",
    "abstract": "The formulation of quantum programs in terms of the fewest number of gate operations is crucial to retrieve meaningful results from the noisy quantum processors accessible these days. In this work, we demonstrate a use-case for Field Programmable Gate Array (FPGA) based data-flow engines (DFEs) to scale up variational quantum compilers to synthesize circuits up to $9$-qubit programs.This gate decomposer utilizes a newly developed DFE quantum computer simulator that is designed to simulate arbitrary quantum circuit consisting of single qubit rotations and controlled two-qubit gates on FPGA chips. In our benchmark with the QISKIT package, the depth of the circuits produced by the SQUANDER package (with the DFE accelerator support) were less by $97\\%$ on average, while the fidelity of the circuits was still close to unity up to an error of $\\sim10^{-4}$. ",
    "url": "https://arxiv.org/abs/2211.07685",
    "authors": [
      "Peter Rakyta",
      "Gregory Morse",
      "Jakab Nádori",
      "Zita Majnay-Takács",
      "Oskar Mencer",
      "Zoltán Zimborás"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.07933",
    "title": "Quantum tomography of Rydberg atom graphs by configurable ancillas",
    "abstract": "Tomographic reconstruction of the many-body quantum state of a scalable qubit system is of paramount importance in quantum computing technologies. However, conventional approaches which use tomographically orthogonal base measurements require precise and individual qubit controls which are often experimentally daunting. Here, we propose, as a quantum-mechanically robust alternative, to use configurable ancillas of which the continuously-tunable interactions can generate independent base measurements tomographically sufficient for the quantum state reconstruction of the system of interest. Experimental tests are performed for Rydberg atom arrays in $N$-body $W$ states, of which the results demonstrate reliable high-fidelity full quantum state reconstruction of the proposed method. ",
    "url": "https://arxiv.org/abs/2211.07933",
    "authors": [
      "Kangheun Kim",
      "Jaewook Ahn"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2211.08035",
    "title": "Noiseless Linear Amplification and Loss-Tolerant Quantum Relay using  Coherent State Superpositions",
    "abstract": "Noiseless linear amplification (NLA) is useful for a wide variety of quantum protocols. Here we propose a fully scalable amplifier which, for asymptotically large sizes, can perform perfect fidelity NLA on any quantum state. Given finite resources however, it is designed to perform perfect fidelity NLA on coherent states and their arbitrary superpositions. Our scheme is a generalisation of the multi-photon quantum scissor teleamplifier, which we implement using a coherent state superposition resource state. Furthermore, we prove our NLA is also a loss-tolerant relay for multi-ary phase-shift keyed coherent states. Finally, we demonstrate that our NLA is also useful for continuous-variable entanglement distillation, even with realistic experimental imperfections. ",
    "url": "https://arxiv.org/abs/2211.08035",
    "authors": [
      "Joshua J. Guanzon",
      "Matthew S. Winnel",
      "Austin P. Lund",
      "Timothy C. Ralph"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.08274",
    "title": "A stochastic quantum Krylov protocol with double factorized Hamiltonians",
    "abstract": "We propose a class of randomized quantum Krylov diagonalization (rQKD) algorithms capable of solving the eigenstate estimation problem with modest quantum resource requirements. Compared to previous real-time evolution quantum Krylov subspace methods, our approach expresses the time evolution operator, $e^{-i\\hat{H} \\tau}$, as a linear combination of unitaries and subsequently uses a stochastic sampling procedure to reduce circuit depth requirements. While our methodology applies to any Hamiltonian with fast-forwardable subcomponents, we focus on its application to the explicitly double-factorized electronic-structure Hamiltonian. To demonstrate the potential of the proposed rQKD algorithm, we provide numerical benchmarks for a variety of molecular systems with circuit-based statevector simulators, achieving ground state energy errors of less than 1~kcal~mol$^{-1}$ with circuit depths orders of magnitude shallower than those required for low-rank deterministic Trotter-Suzuki decompositions. ",
    "url": "https://arxiv.org/abs/2211.08274",
    "authors": [
      "Nicholas H. Stair",
      "Cristian L. Cortes",
      "Robert M. Parrish",
      "Jeffrey Cohn",
      "Mario Motta"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.08296",
    "title": "Deep-Learning Empowered Inverse Design for Freeform Reconfigurable  Metasurfaces",
    "abstract": "The past decade has witnessed the advances of artificial intelligence with various applications in engineering. Recently, artificial neural network empowered inverse design for metasurfaces has been developed that can design on-demand meta-atoms with diverse shapes and high performance, where the design process based on artificial intelligence is fast and automatic. However, once the inverse-designed static meta-atom is fabricated, the function of the metasurface is fixed. Reconfigurable metasurfaces can realize dynamic functions, while applying artificial intelligence to design reconfigurable meta-atoms inversely has not been reported yet. Here, we present a deep-learning empowered inverse design method for freeform reconfigurable metasurfaces, which can generate on-demand reconfigurable coding meta-atoms at self-defined frequency bands. To reduce the scale of dataset, a decoupling method of the reconfigurable meta-atom based on microwave network theory is proposed at first, which can convert the inverse design process for reconfigurable coding meta-atoms to the inverse design for static structures. A convolutional neural network model is trained to predict the responses of free-shaped meta-atoms, and the genetic algorithm is applied to generate the optimal structure patterns rapidly. As a demonstration of concept, several inverse-designed examples are generated with different self-defined spectrum responses in microwave band, and an inverse-designed wideband reconfigurable metasurface prototype is fabricated and measured for beam scanning applications with broad bandwidth. Our work paves the way for the fast and automatic design process of high-performance reconfigurable metasurfaces. ",
    "url": "https://arxiv.org/abs/2211.08296",
    "authors": [
      "Changhao Liu",
      "Fan Yang",
      "Maokun Li",
      "Shenheng Xu"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.04715",
    "title": "Supporting quantum technologies with an ultra-low loss silicon photonics  platform",
    "abstract": " Comments: 20 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2201.04715",
    "authors": [
      "Matteo Cherchi",
      "Arijit Bera",
      "Antti Kemppinen",
      "Jaani Nissilä",
      "Kirsi Tappura",
      "Marco Caputo",
      "Lauri Lehtimäki",
      "Janne Lehtinen",
      "Joonas Govenius",
      "Mika Prunnila",
      "Timo Aalto"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.14202",
    "title": "Resonant tunneling diodes in semiconductor microcavities: modeling  polaritonic features in the THz displacement current",
    "abstract": " Comments: 26 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2204.14202",
    "authors": [
      "Carlos F. Destefani",
      "Matteo Villani",
      "Xavier Cartoixà",
      "Michael Feiginov",
      "Xavier Oriols"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.14547",
    "title": "Linearization of a dual-parallel Mach-Zehnder modulator using optical  carrier band processing",
    "abstract": " Title: Linearization of a dual-parallel Mach-Zehnder modulator using optical  carrier band processing ",
    "url": "https://arxiv.org/abs/2207.14547",
    "authors": [
      "Luis Torrijos-Morán",
      "Cristina Catalá-Lahoz",
      "Daniel Pérez-López",
      "Li Xu",
      "Wang Tianxiang",
      "Diego Pérez-Galacho"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2208.00341",
    "title": "Self-mixing interference in a thin-slice solid-state laser with few  feedback photons per observation period",
    "abstract": " Comments: 12 pages. 16 figures ",
    "url": "https://arxiv.org/abs/2208.00341",
    "authors": [
      "Kenju Otsuka",
      "Seiichi Sudo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2208.00879",
    "title": "Modelling spatio-temporal dynamics of chiral coupling of quantum  emitters to light fields in nanophotonic structures",
    "abstract": " Title: Modelling spatio-temporal dynamics of chiral coupling of quantum  emitters to light fields in nanophotonic structures ",
    "url": "https://arxiv.org/abs/2208.00879",
    "authors": [
      "Jan Olthaus",
      "Maximilian Sohr",
      "Stephan Wong",
      "Sang Soon Oh",
      "Doris E. Reiter"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2208.02199",
    "title": "Is there evidence for exponential quantum advantage in quantum  chemistry?",
    "abstract": " Title: Is there evidence for exponential quantum advantage in quantum  chemistry? ",
    "url": "https://arxiv.org/abs/2208.02199",
    "authors": [
      "Seunghoon Lee",
      "Joonho Lee",
      "Huanchen Zhai",
      "Yu Tong",
      "Alexander M. Dalzell",
      "Ashutosh Kumar",
      "Phillip Helms",
      "Johnnie Gray",
      "Zhi-Hao Cui",
      "Wenyuan Liu",
      "Michael Kastoryano",
      "Ryan Babbush",
      "John Preskill",
      "David R. Reichman",
      "Earl T. Campbell",
      "Edward F. Valeev",
      "Lin Lin",
      "Garnet Kin-Lic Chan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.11086",
    "title": "Ion acoustic feature of collective Thomson scattering in non-equilibrium  two-stream plasmas",
    "abstract": " Comments: 9 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2210.11086",
    "authors": [
      "K. Sakai",
      "T. Nishimoto",
      "S. Isayama",
      "S. Matsukiyo",
      "Y. Kuramitsu"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ]
  },
  {
    "id": "arXiv:2211.01042",
    "title": "Real-time imaging of acoustic waves in bulk materials with X-ray  microscopy",
    "abstract": " Title: Real-time imaging of acoustic waves in bulk materials with X-ray  microscopy ",
    "url": "https://arxiv.org/abs/2211.01042",
    "authors": [
      "Theodor S. Holstad",
      "Leora E. Dresselhaus-Marais",
      "Trygve Magnus Ræder",
      "Bernard Kozioziemski",
      "Tim van Driel",
      "Matthew Seaberg",
      "Eric Folsom",
      "Jon H. Eggert",
      "Erik Bergbäck Knudsen",
      "Martin Meedom Nielsen",
      "Hugh Simons",
      "Kristoffer Haldrup",
      "Henning Friis Poulsen"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.04525",
    "title": "Development of a hardened THz energy meter for use on the  kilojoule-scale, short-pulse OMEGA EP laser",
    "abstract": " Title: Development of a hardened THz energy meter for use on the  kilojoule-scale, short-pulse OMEGA EP laser ",
    "url": "https://arxiv.org/abs/2211.04525",
    "authors": [
      "G. Bruhaug",
      "H. G. Rinderknecht",
      "Y. E",
      "M. S. Wei",
      "R. B. Brannon",
      "D. Guy",
      "R. G. Peck",
      "N. Landis",
      "G. Brent",
      "R. Fairbanks",
      "C. McAtee",
      "T. Walker",
      "T. Buczek",
      "M. Krieger",
      "M. H. Romanofsky",
      "C. Milhem",
      "K. G. Francis",
      "X. C. Zhang",
      "G. W. Collins",
      "J. R. Rygg"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  }
]