[
  {
    "id": "arXiv:2412.03003",
    "title": "Hands-On Quantum: Teaching Core Quantum Concepts With Bloch Cubes",
    "abstract": "           Quantum mechanics is a notoriously abstract subject, and therefore challenging to teach at pre-college and introductory college levels. Here we introduce the Bloch Cube, a hands-on educational tool which can illustrate key quantum concepts without equations. A series of videos have been created showing how Bloch Cubes can be used to teach concepts such as quantum measurement, quantum dynamics, pure states versus mixed states, and quantum decoherence. Bloch Cube states can assist in the development of more sophisticated concepts such as the Bloch Sphere, which plays a central role in the quantum mechanics of two-state systems and quantum information science.         ",
    "url": "https://arxiv.org/abs/2412.03003",
    "authors": [
      "Jeremy Levy",
      "Chandralekha Singh"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.03043",
    "title": "Topological quantum walk in synthetic non-Abelian gauge fields",
    "abstract": "           We theoretically introduce synthetic non-Abelian gauge fields for topological quantum walks. The photonic mesh lattice configuration is generalized with polarization multiplexing to achieve a four-dimensional Hilbert space, based on which we provide photonic building blocks for realizing various quantum walks in non-Abelian gauge fields. It is found that SU(2) gauge fields can lead to Peierls substitution in both momenta and quasienergy. In one and two dimensions, we describe detailed photonic setups to realize topological quantum walk protocols whose Floquet winding numbers and Rudner-Lindner-Berg-Levin invariants can be effectively controlled by the gauge fields. Finally, we show how non-Abelian gauge fields facilitate convenient simulation of entanglement in conjunction with polarization-dependent and spatial-mode-dependent coin operations. Our results shed light on the study of synthetic non-Abelian gauge fields in photonic Floquet systems.         ",
    "url": "https://arxiv.org/abs/2412.03043",
    "authors": [
      "Zehai Pang",
      "Omar Abdelghani",
      "Marin Soljačić",
      "Yi Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.03137",
    "title": "Optical tweezers with optical vortex based on deep learning",
    "abstract": "           Optical tweezers (OTs) with structured light expand degrees of freedom of particle manipulation. However, the studies of structured optical tweezers are usually accompanied by complex theoretical models, strict simulation conditions, and uncertain experimental factors, which may bring about high time costs and insufficiently precise results. In this work, we proposed a bidirectional neural network model for the analysis and design of OTs with optical vortices (OVs) as a typical structured light beam. In analyzing optical forces, the network can achieve over 98% accuracy and improve computational efficiency by more than 20 times. In further analyzing particle trajectories, the network can also achieve over 95.5% accuracy. Meanwhile, in OTs with OV-like beams, our network can still predict particle motion behavior with a high accuracy of up to 96.2%. Our network can inversely design optical vortex tweezers on demand with 95.4% accuracy. In addition, the experimental results in OTs with plasmonic vortex can be analyzed by the proposed model, which can be used to achieve arbitrary optical manipulation. Our work demonstrates that the proposed deep learning network can provide an effective algorithmic platform for the analysis and design of OTs, and is expected to promote the application of OTs in biomedicine.         ",
    "url": "https://arxiv.org/abs/2412.03137",
    "authors": [
      "Zhe Shen",
      "Ning Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.03171",
    "title": "Optical chromatography ultra small particles by Brownian motion in tilted optical potential induced by bound states in the continuum",
    "abstract": "           We investigate sorting Rayleigh optical particles up to several nanometers in size during Brownian motion in an tilted periodic potential with multiple deep wells. The wells are induced which by optical bound states in the continuum in a system of parallel photonic crystal slabs immersed in a liquid. The Brownian dynamics of the particles is significantly altered by resonant optical forces leading to the complete spatial separation of particles with a size difference of approximately 1% during the diffusion process. In addition, the possibility of creating an integrated platform for continuous optical sorting is discussed.         ",
    "url": "https://arxiv.org/abs/2412.03171",
    "authors": [
      "Evgeny N. Bulgakov",
      "Galina V. Shadrina"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.03202",
    "title": "Dielectric Loaded Waveguide Terahertz LINACs",
    "abstract": "           Dielectric loaded waveguides (DLWs) driven by multicycle terahertz (THz) pulses hold great promise as compact linear accelerators (LINACs) due to their ability to sustain higher breakdown fields at THz frequencies compared to conventional RF components. Precise control of the THz pulse's phase and group velocities within the DLW can be achieved by adjusting the dimensions of the dielectric tube. Optimization of the DLW parameters has to take various factors into account like initial electron energy, THz pulse energy available, THz pulse width, DLW dimensions, etc. To maximize the final kinetic energy of the accelerated electrons, this study presents a comprehensive analytical/numerical guideline for cylindrical DLW LINACs. Additionally, graphic representations are introduced to visualize optimal designs for varying initial electron and THz pulse energies. The provided guideline figures enable designers to tailor the accelerator to specific requirements, paving the way for potential advancements in THz-driven particle acceleration and offering cost-effective alternatives to conventional RF accelerators for various scientific, industrial, and medical applications.         ",
    "url": "https://arxiv.org/abs/2412.03202",
    "authors": [
      "Mostafa Vahdani",
      "Moein Fakhari",
      "Franz X. Kaertner"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2412.03282",
    "title": "Electrically controlled laser generation in a photonic crystal - liquid crystal - metal microcavity",
    "abstract": "           A comprehensive approach for simulating lasing dynamics in a liquid crystal based laser is presented. The approach takes into account the transformation of the liquid crystal structure caused by applied voltage. In particular, it allows us to explicitly account for a resonant mode frequency shift in the laser equations. The laser dynamic is described by a set of coupled non-linear differential equations for dye polarizations, population densities and the electromagnetic fields. The proposed model is applied to a photonic crystal$-$metal microcavity filled with a resonant nematic liquid crystal layer doped with a dye. The calculated lasing spectra governed by external electric field are verified in comparison with measured spectra.         ",
    "url": "https://arxiv.org/abs/2412.03282",
    "authors": [
      "Daniil S. Buzin",
      "Pavel S. Pankin",
      "Dmitrii N. Maksimov",
      "Vitaly S. Sutormin",
      "Gavriil A. Romanenko",
      "Rashid G. Bikbaev",
      "Sergey V. Nedelin",
      "Nikita A. Zolotovskii",
      "Igor A. Tambasov",
      "Stepan Ya. Vetrov",
      "Kuo-Ping Chen",
      "Ivan V. Timofeev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.03322",
    "title": "Ultrabroadband Resonant Frequency Doubling on a Chip",
    "abstract": "           Microresonators are powerful tools to enhance the efficiency of second-order nonlinear optical processes, such as second-harmonic generation, which can coherently bridge octave-spaced spectral bands. However, dispersion constraints such as phase-matching and doubly resonant conditions have so far limited demonstrations to narrowband operation. In this work, we overcome these limitations showing ultrabroadband resonant frequency doubling in a novel integrated device, wherein the resonant enhancement of pump and second harmonic are individually addressed in two distinct and linearly uncoupled microring resonators, each adjusted to target the respective spectral band. The two microresonators are designed and tuned independently, yet share a common interaction region that grants nonlinear coupling over a quasi-phase-matching bandwidth exceeding 200 nm, enabled by the inscription of a photoinduced $\\chi^{(2)}$ grating. The system allows to not only conveniently disentangle the design parameters of the two microresonators but also to reconfigure the doubly resonant condition electrically, and the phase-matching condition optically. We demonstrate milliwatt-level addressable second-harmonic generation over the entire telecom band and then configure the device to generate and upconvert a Kerr frequency comb with bandwidth exceeding 100 nm and upconverted power up to 10 mW.         ",
    "url": "https://arxiv.org/abs/2412.03322",
    "authors": [
      "Marco Clementi",
      "Luca Zatti",
      "Ji Zhou",
      "Marco Liscidini",
      "Camille-Sophie Brès"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.03362",
    "title": "Distortions in Charged-Particle Images of Laser Direct-Drive Inertial Confinement Fusion Implosions",
    "abstract": "           Energetic charged particles generated by inertial confinement fusion (ICF) implosions encode information about the spatial morphology of the hot-spot and dense fuel during the time of peak fusion reactions. The knock-on deuteron imager (KoDI) was developed at the Omega Laser Facility to image these particles in order to diagnose low-mode asymmetries in the hot-spot and dense fuel layer of cryogenic deuterium--tritium ICF implosions. However, the images collected are distorted in several ways that prevent reconstruction of the deuteron source. In this paper we describe these distortions and a series of attempts to mitigate or compensate for them. We present several potential mechanisms for the distortions, including a new model for scattering of charged particles in filamentary electric or magnetic fields surrounding the implosion. A novel particle-tracing methodology is developed and utilized to create synthetic KoDI data based on the filamentary field model that reproduces the main experimentally observed image distortions. We conclude with a discussion of the outlook for KoDI, and potential considerations for other charged-particle diagnostics.         ",
    "url": "https://arxiv.org/abs/2412.03362",
    "authors": [
      "P. V. Heuer",
      "J. L. Peebles",
      "J. Kunimune",
      "H. G. Rinderknecht",
      "J. R. Davies",
      "V. Gopalaswamy",
      "J. Frelier",
      "M. Scott",
      "J. Roberts",
      "B. Brannon",
      "H. McClow",
      "R. Fairbanks",
      "S. P. Regan",
      "J. A. Frenje",
      "M. Gatu Johnson",
      "F. H. Séguin",
      "A. J. Crilly",
      "B. D. Appelbe",
      "M. Farrell",
      "J. Stutz"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2412.03376",
    "title": "Soliton generation through temporal reflection in media with a frequency-dependent nonlinearity",
    "abstract": "           We demonstrate that the temporal reflection of a weak dispersive pulse on a soliton in media with a frequency-dependent nonlinearity leads to the generation of new solitons, whose number can be selected by tuning parameters of the dispersive pulse. By carefully analyzing the different processes involved, we show that a virtuous interplay between Raman scattering and a zero-nonlinearity wavelength is a key enabler for soliton generation to occur, limiting the initial soliton redshift and allowing for an efficient energy transfer between the dispersive pulse and its reflection. Finally, we believe results presented in this work may contribute guidelines for the generation of short and intense pulses for various photonic applications.         ",
    "url": "https://arxiv.org/abs/2412.03376",
    "authors": [
      "Lucas N. Gutierrez",
      "Pablo I. Fierens",
      "Diego F. Grosz",
      "Santiago M. Hernandez"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.03412",
    "title": "Wavepacket and Reduced-Density Approaches for High-Dimensional Quantum Dynamics: Application to the Nonlinear Spectroscopy of Asymmetrical Light-Harvesting Building Blocks",
    "abstract": "           Excitation-energy transfer (EET) and relaxation in an optically excited building block of poly(phenylene ethynylene) (PPE) dendrimers are simulated using wavepackets with the multilayer multiconfiguration time-dependent Hartree (ML-MCTDH) method and reduced-density matrices with the hierachical equations of motion (HEOM) approach. The dynamics of the ultrafast electronic funneling between the first two excited electronic states in the asymmetrically meta-substituted PPE oligomer with two rings on one branch and three rings on the other side, with a shared ring in between, is treated with 93-dimensional ab initio vibronic-coupling Hamiltonian (VCH) models, either linear or with bilinear and quadratic terms. The linear VCH model is also used to model an open quantum system. The linear-response absorption and emission spectra are simulated with both the ML-MCTDH and HEOM methods. The latter is further used to explore the nonlinear response regime and the expected EET fingerprint in the time-resolved transient absorption (TA) spectra and excited stimulated emission (ESE) with delta-like impulsive laser pulses.         ",
    "url": "https://arxiv.org/abs/2412.03412",
    "authors": [
      "Joachim Galiana",
      "Michèle Desouter-Lecomte",
      "Benjamin Lasorne"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2412.03422",
    "title": "Efficient GHz electro-optical modulation with a nonlocal lithium niobate metasurface in the linear and nonlinear regime",
    "abstract": "           Electro-optical modulation is widely employed for optical signal processing and in laser technology. To date, it is efficiently realized in integrated photonic systems as well as in bulk optics devices. Yet, the achievement of modulators exploiting Pockels effect in flat optics, essential to scale down the electric radiation-optical control in free space, currently lag behind bulk and on-chip integrated platforms in terms efficiency and speed. We bridge this gap realizing a metasurface based on lithium niobate (LiNbO3) on insulator that leverages on resonances with quality-factor as high as 8e3 to achieve fast electrical modulation of both linear and nonlinear optical properties. LiNbO3, well known for its high nonlinear susceptibility and wide transparency window across the infrared and visible spectrum, is employed to realize an asymmetric, one-dimensional array of nanowires, exhibiting resonances with linewidth < 0.2 nm. By applying a CMOS-compatible electrical bias, the metasurface imparts a relative reflectivity modulation around 0.1, with a modulation efficiency, defined as relative modulation per applied Volt, larger than 0.01 V^-1 on a bandwidth of about 1 GHz. We also demonstrated more than one order of magnitude intensity modulation of the second harmonic seeded by a continuous-wave laser, with a modulation efficiency of about 0.12 V^-1. This dual modulation capability, rooted in the interplay between optical resonances and electric field manipulation, holds significant potential for cutting-edge applications in high-speed photonics, nonlinear optics, and reconfigurable communication systems. Our findings highlight the transformative potential of LiNbO3-based metasurfaces for integration into next-generation optical technologies that demand rapid, efficient electrical control of light.         ",
    "url": "https://arxiv.org/abs/2412.03422",
    "authors": [
      "Agostino Di Francescantonio",
      "Alessandra Sabatti",
      "Helena Weigand",
      "Elise Bailly",
      "Maria Antonietta Vincenti",
      "Luca Carletti",
      "Jost Kellner",
      "Attilio Zilli",
      "Marco Finazzi",
      "Michele Celebrano",
      "Rachel Grange"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.01384",
    "title": "Addressing general measurements in quantum Monte Carlo",
    "abstract": "           Achieving general (off-diagonal) measurements is one of the most significant challenges in quantum Monte Carlo, which strongly limits its application during the decades of development. We propose a universal scheme to tackle the problems of general measurement. The target observables are expressed as the ratio of two types of partition functions $\\langle \\mathrm{\\hat{O}} \\rangle=\\bar{Z}/Z$, where $\\bar{Z}=\\mathrm{tr} (\\mathrm{\\hat{O}e^{-\\beta H}})$ and $Z=\\mathrm{tr} (\\mathrm{e^{-\\beta H}})$. These two partition functions can be estimated separately within the reweight-annealing frame, and then be connected by an easily solvable reference point. We have successfully applied this scheme to XXZ model and transverse field Ising model, from 1D to 2D systems, from two-body to multi-body correlations and even non-local disorder operators, and from equal-time to imaginary-time correlations. The reweighting path is not limited to physical parameters, but also works for space and (imaginary) time. Our work paves an easy and efficient way to capture the complex off-diagonal operators in quantum Monte Carlo simulation, which provides new insight to address the challenge of quantum Monte Carlo.         ",
    "url": "https://arxiv.org/abs/2412.01384",
    "authors": [
      "Zhiyan Wang",
      "Zenan Liu",
      "Zhe Wang",
      "Zheng Yan"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.02887",
    "title": "Quantum sensitivity of parametric oscillators",
    "abstract": "           Many quantum systems exhibit high sensitivity to their initial conditions, where microscopic quantum fluctuations can significantly influence macroscopic observables. Understanding how quantum states may influence the behavior of nonlinear dynamic systems may open new avenues in controlling light-matter interactions. To explore this issue, we analyze the sensitivity of a fundamental quantum optical process - parametric oscillation - to quantum initializations. Focusing on optical parametric oscillators (OPOs), we demonstrate that the quantum statistics of arbitrary initial states are imprinted in the early-stage dynamics and can persist in the steady-state probabilities. We derive the \"quantum sensitivity\" of parametric oscillators, linking the initial quantum state to the system's steady-state outcomes, highlighting how losses and parametric gain govern the system's quantum sensitivity. Moreover, we show that these findings extend beyond OPOs to a broader class of nonlinear systems, including Josephson junction based superconducting circuits. Our work opens the way to a new class of experiments that can test the sensitivity of macroscopic systems to quantum initial conditions and offers a pathway for controlling systems with quantum degrees of freedom.         ",
    "url": "https://arxiv.org/abs/2412.02887",
    "authors": [
      "Alex Gu",
      "Jamison Sloan",
      "Charles Roques-Carmes",
      "Seou Choi",
      "Eric I. Rosenthal",
      "Michael Horodynski",
      "Yannick Salamin",
      "Jelena Vučković",
      "Marin Soljačić"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.03204",
    "title": "Quantum Optical Binding of Nanoscale Particles",
    "abstract": "           Optical binding refers to the light-induced interaction between two or more objects illuminated by laser fields. The high tunability of the strength, sign, and reciprocity of this interaction renders it highly attractive for controlling nanoscale mechanical motion. Here, we discuss the quantum theory of optical binding and identify unique signatures of this interaction in the quantum regime. We show that these signatures are observable in near-future experiments with levitated nanoparticles. In addition, we prove the impossibility of entanglement induced by far-field optical binding in free space and identify strategies to circumvent this no-go theorem.         ",
    "url": "https://arxiv.org/abs/2412.03204",
    "authors": [
      "Henning Rudolph",
      "Uroš Delić",
      "Klaus Hornberger",
      "Benjamin A. Stickler"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.03241",
    "title": "A many-particle bosonic quantum Maxwell demon",
    "abstract": "           Energy extraction from a measured quantum system is a cornerstone of information thermodynamics as illustrated by Maxwell's demon. The nonequilibrium physics of many-particle systems is additionally strongly influenced by quantum statistics. We here report the first experimental realization of a quantum demon in a many-particle photonic setup made of two identical thermal light beams. We show that single-photon measurements combined with feedforward operation may deterministically increase the mean energy of one beam faster than energy fluctuations, thus improving the thermodynamic stability of the device. We moreover demonstrate that bosonic statistics can enhance the energy output above the classical limit, and further analyze the counterintuitive thermodynamics of the demon using an information-theoretic approach. Our results underscore the pivotal role of many-particle statistics for enhanced energy extraction in quantum thermodynamics.         ",
    "url": "https://arxiv.org/abs/2412.03241",
    "authors": [
      "Josef Hloušek",
      "Tobias Denzler",
      "Vojtěch Švarc",
      "Miroslav Ježek",
      "Eric Lutz",
      "Radim Filip"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.03354",
    "title": "Exact steady state of quantum van der Pol oscillator: critical phenomena and enhanced metrology",
    "abstract": "           Quantum criticality of open many-body systems has attracted lots of interest for emergent phenomena and universality. Here we present the exact steady state of the quantum van der Pol oscillator using the complex $P$-representation. We show the threshold corresponds to a dissipative phase transition with abrupt changes of steady-state properties and enhanced metrology. The critical behaviors and finite-size effects are investigated through the analytical steady state. Moreover, we obtain divergent quantum Fisher information (QFI) in the thermodynamic limit both at the critical point and in the time crystal phase, but only the QFI at the critical point approaches the Heisenberg limit. We further prove that the steady-state photon number is the optimized estimated observable with the largest signal-to-noise ratio. We show that the Heisenberg-limited metrology originates from the enhancement of both the variance and changing rate of the photon number. Our work reveals the underlying relation between the time crystal, dissipative phase transition, and enhanced metrology.         ",
    "url": "https://arxiv.org/abs/2412.03354",
    "authors": [
      "Yaohua Li",
      "Xuanchen Zhang",
      "Yong-Chun Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.17040",
    "title": "Concatenation of Kerr solitary waves in Ceramic YAG: application to coherent Raman imaging",
    "abstract": "           A coherent concatenation of multiple Townes solitons may lead to a stable infrared and visible broadband filament in ceramic YAG polycrystal. This self-trapped soliton train is leveraged to implement self-referenced multiplex coherent anti-Stokes Raman scattering imaging. Simulations and experiments illustrating the filamentation process and the concatenation of focusing-defocusing cycles in ceramic and crystal YAG are presented. In addition, our simulations and experiments further examine the dependence of the filamentation onset location and supercontinuum generation upon peak input power. Understanding this dependence is key for implementation of viable CARS imaging techniques, due to the comparatively exceptional ability of YAG to generate supercontinuum which can enable higher-sensitivity imaging without delay lines.         ",
    "url": "https://arxiv.org/abs/2409.17040",
    "authors": [
      "Nicholas Bagley",
      "Sahar Wehbi",
      "Tigran Mansuryan",
      "Rémy Boulesteix",
      "Alexandre Maître",
      "Yago Arosa Lobato",
      "Mario Ferraro",
      "Fabio Mangini",
      "Yifan Sun",
      "Katarzyna Krupa",
      "Benjamin Wetzel",
      "Vincent Couderc",
      "Stefan Wabnitz",
      "Alejandro Aceves",
      "Alessandro Tonello"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.11700",
    "title": "Coherence effects in LIPSS formation on silicon wafers upon picosecond laser pulse irradiations",
    "abstract": "           Using different laser irradiation patterns to modify of silicon surface, it has been demonstrated that, at rather small overlapping between irradiation spots, highly regular laser-induced periodic surface structures (LIPSS) can be produced already starting from the second laser pulse, provided that polarization direction coincides with the scanning direction. If the laser irradiation spot is shifted from the previous one perpendicular to light polarization, LIPSS are not formed even after many pulses. This coherence effect is explained by a three-wave interference, - surface electromagnetic waves (SEWs) generated within the irradiated spot, SEWs scattered from the crater edge formed by the previous laser pulse, and the incoming laser pulse, - providing conditions for amplification of the periodic light-absorption pattern. To study possible consequences of SEW scattering from the laser-modified regions, where the refractive index can change due to material melting, amorphization, and the residual stress formed by previous laser pulses, hydrodynamic modelling and simulations have been performed within the melting regime. The simulations show that stress and vertical displacement could be amplified upon laser scanning. Both mechanisms, three-wave interference and stress accumulation, could enable an additional degree of controlling surface structuring.         ",
    "url": "https://arxiv.org/abs/2411.11700",
    "authors": [
      "Inam Mirza",
      "Juraj Sládek",
      "Yoann Levy",
      "Alexander V. Bulgakov",
      "Vasilis Dimitriou",
      "Helen Papadaki",
      "Evaggelos Kaselouris",
      "Paulius Gecys",
      "Gediminas Račiukaitis",
      "Nadezhda M. Bulgakova"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.11893",
    "title": "Quantum theory of non-Hermitian optical binding between nanoparticles",
    "abstract": "           Recent experiments demonstrate highly tunable nonreciprocal coupling between levitated nanoparticles due to optical binding [Rieser et al., Science 377, 987 (2022)]. In view of recent experiments cooling nanoparticles to the quantum regime, we here develop the quantum theory of small dielectric objects interacting via the forces and torques induced by scattered tweezer photons. The interaction is fundamentally non-Hermitian and accompanied by correlated quantum noise. We present the corresponding Markovian quantum master equation and show how to reach nonreciprocal and unidirectional coupling. Our work provides the theoretical tools for exploring and exploiting the rich quantum physics of nonreciprocally coupled nanoparticle arrays.         ",
    "url": "https://arxiv.org/abs/2306.11893",
    "authors": [
      "Henning Rudolph",
      "Uroš Delić",
      "Klaus Hornberger",
      "Benjamin A. Stickler"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.13876",
    "title": "Extracting Universal Corner Entanglement Entropy during the Quantum Monte Carlo Simulation",
    "abstract": "           The subleading corner logarithmic corrections in entanglement entropy (EE) are crucial for revealing universal characteristics of the quantum critical points (QCPs), but they are challenging to detect. Motivated by recent developments in the stable computation of EE in (2+1)D quantum many-body systems, we have developed a new method for directly measuring the corner contribution in EE with less computational cost. The cornerstone of our approach is to measure the subtracted corner entanglement entropy (SCEE) defined as the difference between the EEs of subregions with the same boundary length for smooth and cornered boundaries during the sign-problem free quantum Monte Carlo simulation. Our improved method inherently eliminates not only the area law term of EE but also the subleading log-corrections arising from Goldstone modes, leaving the universal corner contribution as the leading term of SCEE with greatly improved data quality. Utilizing this advanced approach, we calculate the SCEE of the bilayer Heisenberg model on both square and honeycomb lattices across their (2+1)D O(3) QCPs with different opening angles on entanglement boundary, and obtain the accurate values of the corresponding universal corner log-coefficients. These findings will encourage further theoretical investigations to access controlled universal information for interacting CFTs at (2+1)D.         ",
    "url": "https://arxiv.org/abs/2404.13876",
    "authors": [
      "Yuan Da Liao",
      "Menghan Song",
      "Jiarui Zhao",
      "Zi Yang Meng"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.02790",
    "title": "Symmetry based efficient simulation of dissipative quantum many-body dynamics in subwavelength quantum emitter arrays",
    "abstract": "           We propose an efficient method to numerically simulate the dissipative dynamics of large numbers of quantum emitters in ordered arrays in the presence of long-range dipole-dipole interactions mediated by the vacuum electromagnetic field. Using the spatial symmetries of the system, we rewrite the equations of motion in a collective spin basis and subsequently apply a higher-order cumulant expansion for the collective operators. By truncating the subradiant collective modes with a heavily suppressed decay rate and keeping only the effect from the radiating collective modes, we reduce the numerical complexity significantly. This allows to efficiently compute the dissipative dynamics of the observables of interest for a linear, ring-shaped and planar arrays of quantum emitters. In particular, we characterize the excited population, the total photon emission rate and the second order intensity correlation function $g^{(2)}(\\tau =0)$, which are challenging to compute for large systems with traditional cumulant expansion methods based on the individual spins.         ",
    "url": "https://arxiv.org/abs/2409.02790",
    "authors": [
      "Raphael Holzinger",
      "Oriol Rubies-Bigorda",
      "Susanne F. Yelin",
      "Helmut Ritsch"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2410.00298",
    "title": "Spatio-Spectral Quantum State Estimation of Photon Pairs from Optical Fiber Using Stimulated Emission",
    "abstract": "           Developing a quantum light source that carries more than one bit per photon is pivotal for expanding quantum information applications. Characterizing a high-dimensional multiple-degree-of-freedom source at the single-photon level is challenging due to the large parameter space as well as limited emission rates and detection efficiencies. Here, we characterize photon pairs generated in optical fiber in the transverse-mode and frequency degrees of freedom by applying stimulated emission in both degrees of freedom while detecting in one of them at a time. This method may be useful in the quantum state estimation and optimization of various photon-pair source platforms in which complicated correlations across multiple degrees of freedom may be present.         ",
    "url": "https://arxiv.org/abs/2410.00298",
    "authors": [
      "Dong Beom Kim",
      "Xiye Hu",
      "Alfred B. U'Ren",
      "Karina Garay-Palmett",
      "Virginia O. Lorenz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.07194",
    "title": "Re-anchoring Quantum Monte Carlo with Tensor-Train Sketching",
    "abstract": "           We propose a novel algorithm for calculating the ground-state energy of quantum many-body systems by combining auxiliary-field quantum Monte Carlo (AFQMC) with tensor-train sketching. In AFQMC, having a good trial wavefunction to guide the random walk is crucial for avoiding sign problems. Typically, this trial wavefunction is fixed throughout the simulation. Our proposed method iterates between determining a new trial wavefunction in the form of a tensor train, derived from the current walkers, and using this updated trial wavefunction to anchor the next phase of AFQMC. Numerical results demonstrate that our algorithm is highly accurate for large spin systems, achieving a relative error of \\(10^{-5}\\) in estimating ground-state energies. Additionally, the overlap between our estimated trial wavefunction and the ground-state wavefunction achieves a high-fidelity. We provide a convergence proof, highlighting how an effective trial wavefunction can reduce the variance in the AFQMC energy estimate.         ",
    "url": "https://arxiv.org/abs/2411.07194",
    "authors": [
      "Ziang Yu",
      "Shiwei Zhang",
      "Yuehaw Khoo"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]