[
  {
    "id": "arXiv:2308.15519",
    "title": "Quantum black holes as classical space factories",
    "abstract": "Space and matter may both be manifestations of a single fundamental quantum dynamics, as it may become evident during black-hole evaporation. Inspired by the fact that quantum electrodynamics underlies the classical theory of elasticity, that in turn has a natural and well-known geometric description in terms of curvature and torsion, related to topological defects, here we move some necessary steps to find the map from such fundamental quantum level to the emergent level of classical space and quantum matter. We proceed by adapting the boson transformation method of standard quantum field theory to the quantum gravity fundamental scenario and successfully obtain the emergence of curvature and torsion, our main focus here. In doing so, we have been able to overcome difficult issues of interpretation, related to the Goldstone modes for rotational symmetry. In fact, we have been able to apply the boson transformation method to disclinations, to relate them to the spin structure and to give an heuristic derivation of the matter field equation on curved space. We also improve results of previous work on the emergence of geometric tensors from elasticity theory, as the non-Abelian contributions to the torsion and curvature tensors, postulated in those papers, here emerge naturally. More work is necessary to identify the type of gravity theories one can obtain in this way. ",
    "url": "https://arxiv.org/abs/2308.15519",
    "authors": [
      "Alfredo Iorio",
      "Luca Smaldone"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2308.15554",
    "title": "A Microwave Anapole Source Based on Electric Dipole Interactions Over a  Low-Index Dielectric",
    "abstract": "The pursuit of non-radiating sources and radiation-less motion for accelerated charged particles has captivated physicists for generations. Non-radiating sources represent intricate current charge configurations that do not emit radiation beyond their source domain. In this study, we investigate a single non-radiating source, comprising a low-index dielectric disk excited by a split ring resonator. Employing analytical and numerical methods, we demonstrate that this configuration supports an anapole state, exhibiting minimal or no radiation, effectively representing a non-radiating source. The radiation suppression is accomplished through the destructive interference of electric dipoles excited on the metallic and dielectric components of the proposed prototype. Transforming the design into a cost-effective device capable of suppressing radiation, we achieve impressive numerical and experimental agreement, affirming the formation of the anapole state using the lowest order multi-poles. Moreover, the devised anapole device is remarkably compact, constructed from a low-index dielectric, and employs readily available components. As a versatile platform, the proposed device can spearhead anapole research for diverse applications, including sensing, wireless charging, RFID tags, and other non-linear applications. ",
    "url": "https://arxiv.org/abs/2308.15554",
    "authors": [
      "Muhammad Rizwan Akram",
      "Abbas Semnani"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.15562",
    "title": "Unraveling the formation dynamics of metallic femtosecond laser induced  periodic surface structures",
    "abstract": "Femtosecond laser surface processing (FLSP) is an emerging fabrication technique to efficiently control the surface morphology of many types of materials including metals. However, the theoretical understanding of the FLSP formation dynamics is not a trivial task, since it involves the interaction of various physical processes (electromagnetic, thermal, fluid dynamics) and remains relatively unexplored. In this work, we tackle this problem and present rigorous theoretical results relevant to low-fluence FLSP that accurately match the outcomes of an experimental campaign focused on the formation dynamics of laser induced periodic surface structures (LIPSS) on stainless steel. More specifically, the topology and maximum depth of LIPSS trenches are theoretically and experimentally investigated as a function of the number of laser pulses. Moreover, precise LIPSS morphology measurements are performed using atomic force microscopy (AFM). The proposed comprehensive simulation study is based on two-temperature model (TTM) non-equilibrium thermal simulations coupled with fluid dynamic computations to capture the melting metal phase occurring during FLSP. Our rigorous simulation results are found to be in excellent agreement with the AFM measurements. The presented theoretical framework to model FLSP under low-fluence femtosecond laser pulses will be beneficial to various emerging applications of LIPSS on metallic surfaces, such as cooling high-powered laser diodes and controlling the thermal emission or absorption of metals. ",
    "url": "https://arxiv.org/abs/2308.15562",
    "authors": [
      "L. Khosravi Khorashad",
      "A. Reicks",
      "A. Erickson",
      "J. E. Shield",
      "D. Alexander",
      "A. Laraoui",
      "G. Gogos",
      "C. Zuhlke",
      "C. Argyropoulos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.15600",
    "title": "Resonant dynamics of one-side multipactor on dielectric surface",
    "abstract": "Breakdown of dielectric RF windows is an important issue for particle accelerators and high-power RF sources. One of the common reasons for RF window failure is the multipactor on a dielectric surface. The multipactor may be responsible for excessive heating of the dielectric and discharge of charges that accumulated in the ceramic due to secondary emission. In this study, comprehensive self-consistent PIC simulations with space charge effect were performed. This was to better understand the dynamic of one-side multipactor development and floating potential on the dielectric induced by the emission. The important correlations between the multipactor parameters at saturation, the secondary emission properties of dielectric, and the applied RF field parameters have been found, which led to the conclusion that the dynamics of one-side multipactor on dielectric is a resonant phenomenon. ",
    "url": "https://arxiv.org/abs/2308.15600",
    "authors": [
      "Gennady Romanov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2308.15675",
    "title": "Single and coupled cavity mode sensing schemes using a diagnostic field",
    "abstract": "Precise optical mode matching is of critical importance in experiments using squeezed-vacuum states. Automatic spatial-mode matching schemes have the potential to reduce losses and improve loss stability. However, in quantum-enhanced coupled-cavity experiments, such as gravitational-wave detectors, one must also ensure that the sub-cavities are also mode matched. We propose a new mode sensing scheme, which works for simple and coupled cavities. The scheme requires no moving parts, nor tuning of Gouy phases. Instead a diagnostic field tuned to the HG20/LG10 mode frequency is used. The error signals are derived to be proportional to the difference in waist position, and difference in Rayleigh ranges, between the sub-cavity eigenmodes. The two error signals are separable by 90 degrees of demodulation phase. We demonstrate reasonable error signals for a simplified Einstein Telescope optical design. This work will facilitate routine use of extremely high levels of squeezing in current and future gravitational-wave detectors. ",
    "url": "https://arxiv.org/abs/2308.15675",
    "authors": [
      "Aaron W. Goodwin-Jones",
      "Haochen Zhu",
      "Carl Blair",
      "Daniel D. Brown",
      "Joris van Heijningen",
      "Li Ju",
      "Chunnong Zhao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.15723",
    "title": "\"Zero change\" platform for monolithic back-end-of-line integration of  phase change materials in silicon photonics",
    "abstract": "Monolithic integration of novel materials for unprecedented device functions without modifying the existing photonic component library is the key to advancing heterogeneous silicon photonic integrated circuits. To achieve this, the introduction of a silicon nitride etching stop layer at selective area, coupled with low-loss oxide trench to waveguide surface, enables the incorporation of various functional materials without disrupting the reliability of foundry-verified devices. As an illustration, two distinct chalcogenide phase change materials (PCM) with remarkable nonvolatile modulation capabilities, namely Sb2Se3 and Ge2Sb2Se4Te1, were monolithic back-end-of-line integrated into silicon photonics. The PCM enables compact phase and intensity tuning units with zero-static power consumption. Taking advantage of these building blocks, the phase error of a push-pull Mach-Zehnder interferometer optical switch could be trimmed by a nonvolatile phase shifter with a 48% peak power consumption reduction. Mirco-ring filters with a rejection ratio >25dB could be applied for >5-bit wavelength selective intensity modulation, and waveguide-based >7-bit intensity-modulation photonic attenuators could achieve >39dB broadband attenuation. The advanced \"Zero change\" back-end-of-line integration platform could not only facilitate the integration of PCMs for integrated reconfigurable photonics but also open up the possibilities for integrating other excellent optoelectronic materials in the future silicon photonic process design kits. ",
    "url": "https://arxiv.org/abs/2308.15723",
    "authors": [
      "Maoliang Wei",
      "Kai Xu",
      "Bo Tang",
      "Junying Li",
      "Yiting Yun",
      "Peng Zhang",
      "Yingchun Wu",
      "Kangjian Bao",
      "Kunhao Lei",
      "Zequn Chen",
      "Hui Ma",
      "Chunlei Sun",
      "Ruonan Liu",
      "Ming Li",
      "Lan Li",
      "Hongtao Lin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.15763",
    "title": "Optical Linearization of Silicon Photonic Ring-Assisted Mach-Zehnder  Modulator",
    "abstract": "In high-performance RF photonic systems, the Electro-Optic (EO) modulators play a critical role as a key component, requiring low SWaP-C and high linearity. While traditional lithium niobate (LiNbO$_3$) Mach-Zehnder Modulators (MZMs) have been extensively utilized due to their superior linearity, silicon-based EO modulators have lagged behind in achieving comparable performance. This paper presents an experimental demonstration of a Ring Assisted Mach Zehnder Modulator (RAMZM) fabricated using a silicon photonic foundry process, addressing the performance gap. The proposed RAMZM modulator enables linearization in the optical domain and can be dynamically reconfigured to linearize around user-specified center frequency and bias conditions, even in the presence of process variations and thermal crosstalk. An automatic reconfiguration algorithm, empowered by Digital-to-Analog Converters (DACs), Analog-to-Digital Converters (ADCs), Trans-Impedance Amplifiers (TIAs), and a digital configuration engine, is developed to achieve linearization, resulting in a spurious-free dynamic range (SFDR) exceeding 113 dB.Hz$^{2/3}$. Furthermore, a biasing scheme is introduced for RAMZMs, significantly enhancing the modulation slope efficiency, which in turn yields a tone gain of over 13 dB compared to its standard operation. This reconfigurable electro-optic modulator can be seamlessly integrated into integrated RF photonic System-on-Chips (SoCs), leveraging the advantages of integration and cost-effectiveness. ",
    "url": "https://arxiv.org/abs/2308.15763",
    "authors": [
      "Md Jubayer Shawon",
      "Vishal Saxena"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.15778",
    "title": "Liquid-assisted laser nanotexturing of silicon: onset of hydrodynamic  processes regulated by laser-induced periodic surface structures",
    "abstract": "Here, upon systematic studies of femtosecond-laser processing of monocrystalline Si in oxidation-preventing methanol, we showed that the electromagnetic processes dominating at initial steps of the progressive morphology evolution define the onset of the hydrodynamic processes and resulting morphology upon subsequent multi-pulse exposure. In particular, under promoted exposure quasi-regular subwavelength laser-induced periodic surface structures (LIPSSs) were justified to evolve through the template-assisted development of the Rayleigh-Plateau hydrodynamic instability in the molten ridges forming quasi-regular surface patterns with a supra-wavelength periodicity and preferential alignment along polarization direction of the incident light. Subsequent exposure promotes fusion-assisted morphology rearrangement resulting in a spiky surface with a random orientation, yet constant inter-structure distance correlated with initial LIPSS periodicity. Along with the insight onto the physical picture driving the morphology evolution and supra-wavelength nanostructure formation, our experiments also demonstrated that the resulting quasi-regular and random spiky morphology can be tailored by the intensity/polarization distribution of the incident laser beam allowing on-demand surface nanotexturing with diverse hierarchical surface morphologies exhibiting reduced reflectivity in the visible and shortwave IR spectral ranges. Finally, we highlighted the practical attractiveness of the suggested approach for improving near-IR photoresponse and expanding operation spectral range of vertical p-n junction Si photo-detector operating under room temperature and zero-bias conditions via single-step annealing-free laser nanopatterning of its surface. ",
    "url": "https://arxiv.org/abs/2308.15778",
    "authors": [
      "Yulia Borodaenko",
      "Dmitriy Pavlov",
      "Artem Cherepakhin",
      "Eugeny Mitsai",
      "Andrei Pilnik",
      "Sergey Syubaev",
      "Stanislav O. Gurbatov",
      "Evgeny Modin",
      "Aleksey P. Porfirev",
      "Svetlana N. Khonina",
      "Aleksandr V. Shevlyagin",
      "Evgeny L. Gurevich",
      "Aleksandr A. Kuchmizhak"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.15902",
    "title": "Photonic time-delayed reservoir computing based on series coupled  microring resonators with high memory capacity",
    "abstract": "On-chip microring resonators (MRRs) have been proposed to construct the time-delayed reservoir computing (RC), which offers promising configurations available for computation with high scalability, high-density computing, and easy fabrication. A single MRR, however, is inadequate to supply enough memory for the computational task with diverse memory requirements. Large memory needs are met by the MRR with optical feedback waveguide, but at the expense of its large footprint. In the structure, the ultra-long optical feedback waveguide substantially limits the scalable photonic RC integrated designs. In this paper, a time-delayed RC is proposed by utilizing a silicon-based nonlinear MRR in conjunction with an array of linear MRRs. These linear MRRs possess a high quality factor, providing sufficient memory capacity for the entire system. We quantitatively analyze and assess the proposed RC structure's performance on three classical tasks with diverse memory requirements, i.e., the Narma 10, Mackey-Glass, and Santa Fe chaotic timeseries prediction tasks. The proposed system exhibits comparable performance to the MRR with an ultra-long optical feedback waveguide-based system when it comes to handling the Narma 10 task, which requires a significant memory capacity. Nevertheless, the overall length of these linear MRRs is significantly smaller, by three orders of magnitude, compared to the ultra-long feedback waveguide in the MRR with optical feedback waveguide-based system. The compactness of this structure has significant implications for the scalability and seamless integration of photonic RC. ",
    "url": "https://arxiv.org/abs/2308.15902",
    "authors": [
      "Yijia Li",
      "Ming Li",
      "MingYi Gao",
      "Chang-Ling Zou",
      "Chun-Hua Dong",
      "Jin Lu",
      "Yali Qin",
      "XiaoNiu Yang",
      "Qi Xuan",
      "Hongliang Ren"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2308.16006",
    "title": "Gigahertz modulation of a fully dielectric nonlocal metasurface",
    "abstract": "Nonlocal metasurfaces are currently emerging as advanced tools for the manipulation of electromagnetic radiation, going beyond the widely explored Huygens metasurface concept. Nonetheless, the lack of an unified approach for their fast and efficient tunability still represents a serious challenge to overcome. In this article we report on gigahertz modulation of a dielectric slab-based, nonlocal (i.e. angle-dispersive) metasurface, whose operation relies on the optomechanical coupling with a mechanical wave excited piezoelectrically by a transducer integrated on the same chip. Importantly, the metasurface region is free from any conductive material, thus eliminating optical losses, and making our device of potential interest for delicate environments such as high-power apparatuses or quantum optical systems. ",
    "url": "https://arxiv.org/abs/2308.16006",
    "authors": [
      "Alessandro Pitanti",
      "Gaia Da Prato",
      "Giorgio Biasiol",
      "Alessandro Tredicucci",
      "Simone Zanotto"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.16158",
    "title": "Utilizing smartphone sensors for accurate solar irradiance measurement  and educational purposes",
    "abstract": "The global transition towards cleaner and more sustainable energy production is a major challenge. We present an innovative solution by utilizing smartphone light sensors to measure direct normal solar irradiance, the primary component of ground-level solar radiation. We provide comprehensive guidelines for calibrating the sensor using two methods: a professional reference measurement and clear-sky satellite estimates. The latter method is particularly advantageous in resource-constrained environments. Once calibrated, the smartphone becomes a valuable tool for measuring the solar resource. We propose an instructional laboratory focusing on the physics of solar radiation and its interaction with the Earth's atmosphere, exploring solar variations across locations, cloud conditions, and time scales. By integrating irradiance values measured throughout a day the daily irradiation can be estimated. This approach enhances students' understanding of solar radiation attenuation and its relationship with atmospheric interactions. This method offers a practical and educational solution for promoting renewable energy knowledge and addressing the challenges of the energy transition. ",
    "url": "https://arxiv.org/abs/2308.16158",
    "authors": [
      "José Luis Di Laccio",
      "Andrés Monetta",
      "Rodrigo Alonso-Suárez",
      "Martín Monteiro",
      "Arturo C. Marti"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2308.15922",
    "title": "High-rate intercity quantum key distribution with a semiconductor  single-photon source",
    "abstract": "Quantum key distribution (QKD) enables the transmission of information that is secure against general attacks by eavesdroppers. The use of on-demand quantum light sources in QKD protocols is expected to help improve security and maximum tolerable loss. Semiconductor quantum dots (QDs) are a promising building block for quantum communication applications because of the deterministic emission of single photons with high brightness and low multiphoton contribution. Here we report on the first intercity QKD experiment using a bright deterministic single photon source. A BB84 protocol based on polarisation encoding is realised using the high-rate single photons in the telecommunication C-band emitted from a semiconductor QD embedded in a circular Bragg grating structure. Utilising the 79 km long link with 25.49 dB loss (equivalent to 130 km for the direct-connected optical fibre) between the German cities of Hannover and Braunschweig, a record-high secret key bits per pulse of 4.8e-5 with an average quantum bit error ratio of 0.65 % are demonstrated. An asymptotic maximum tolerable loss of 28.11 dB is found, corresponding to a length of 144 km of standard telecommunication fibre. Deterministic semiconductor sources therefore compete with state-of-the-art decoy state QKD with weak coherent pulses with respect to high secret key rate and have the potential to excel in measurement device independent protocols and quantum repeater applications. ",
    "url": "https://arxiv.org/abs/2308.15922",
    "authors": [
      "Jingzhong Yang",
      "Zenghui Jiang",
      "Frederik Benthin",
      "Joscha Hanel",
      "Tom Fandrich",
      "Raphael Joos",
      "Stephanie Bauer",
      "Sascha Kolatschek",
      "Ali Hreibi",
      "Eddy Patrick Rugeramigabo",
      "Michael Jetter",
      "Simone Luca Portalupi",
      "Michael Zopf",
      "Peter Michler",
      "Stefan Kück",
      "Fei Ding"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.02965",
    "title": "Classical Shadows for Quantum Process Tomography on Near-term Quantum  Computers",
    "abstract": " Comments: Revised with additional Hamiltonian learning section ",
    "url": "https://arxiv.org/abs/2110.02965",
    "authors": [
      "Ryan Levy",
      "Di Luo",
      "Bryan K. Clark"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2207.07434",
    "title": "Non-imaging metasurface design for collimated beam shaping",
    "abstract": " Comments: 22 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2207.07434",
    "authors": [
      "Kirstine Engell Sandager Nielsen",
      "Mads Allerup Carlsen",
      "Xavier Zambrana-Puyalto",
      "Søren Raza"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.00406",
    "title": "An acousto-optic modulator based bi-frequency interferometer for quantum  technology",
    "abstract": " Comments: 8 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2210.00406",
    "authors": [
      "Wenqi Li",
      "Qiqi Deng",
      "Xueshi Guo",
      "Xiaoying Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.11016",
    "title": "First observations with a GNSS antenna to radio telescope interferometer",
    "abstract": " Comments: 23 pages, 19 figures; published in Radio Science ",
    "url": "https://arxiv.org/abs/2304.11016",
    "authors": [
      "Joe Skeens",
      "Johnathan York",
      "Leonid Petrov",
      "David Munton",
      "Kyle Herrity",
      "Richard Ji-Cathriner",
      "Srinivas Bettadpur",
      "Thomas Gaussiran"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2305.05186",
    "title": "Excitation of $^{87}$Rb Rydberg atoms to nS and nD states (n$\\leq$68)  via an optical nanofiber",
    "abstract": " Title: Excitation of $^{87}$Rb Rydberg atoms to nS and nD states (n$\\leq$68)  via an optical nanofiber ",
    "url": "https://arxiv.org/abs/2305.05186",
    "authors": [
      "Alexey Vylegzhanin",
      "Dylan J. Brown",
      "Aswathy Raj",
      "Danil F. Kornovan",
      "Jesse L. Everett",
      "Etienne Brion",
      "Jacques Robert",
      "Síle Nic Chormaic"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.05918",
    "title": "Detecting resonance of radio-frequency cavities using fast direct  integral equation solvers and augmented Bayesian optimization",
    "abstract": " Title: Detecting resonance of radio-frequency cavities using fast direct  integral equation solvers and augmented Bayesian optimization ",
    "url": "https://arxiv.org/abs/2305.05918",
    "authors": [
      "Yang Liu",
      "Tianhuan Luo",
      "Aman Rani",
      "Hengrui Luo",
      "Xiaoye Sherry Li"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2308.10540",
    "title": "Quantum correlation functions through tensor network path integral",
    "abstract": " Comments: 12 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2308.10540",
    "authors": [
      "Amartya Bose"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]