[
  {
    "id": "arXiv:2407.07102",
    "title": "Quantum Mechanics as a Carnapian Language",
    "abstract": "           The paper discusses Carnap's claim that a proper philosophical analysis of quantum mechanics, including a determination of whether its logic has to be revised, requires a rational reconstruction of the theory. Several articulations of the notion of rational reconstruction are recalled, followed by a brief analysis of two standard criticisms of Carnap's claim. The paper suggests that adopting inferentialism overcomes both criticisms, and then considers the possibility of formulating quantum mechanics as a Carnapian language with an inferentialist semantics.         ",
    "url": "https://arxiv.org/abs/2407.07102",
    "authors": [
      "Iulian D. Toader"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2407.07161",
    "title": "Electrically tunable spin-orbit coupled photonic lattice in a liquid crystal microcavity",
    "abstract": "           We create a one-dimensional photonic crystal with strong polarization dependence and tunable by an applied electric field. We accomplish this in a planar microcavity by embedding a cholesteric liquid crystal (LC), which spontaneously forms a uniform lying helix (ULH). The applied voltage controls the orientation of the LC molecules and, consequently, the strength of a polarization-dependent periodic potential. It leads to opening or closing of photonic band gaps in the dispersion of the massive photons in the microcavity. In addition, when the ULH structure possesses a molecular tilt, it induces a spin-orbit coupling between the lattice bands of different parity. This interband spin-orbit coupling (ISOC) is analogous to optical activity and can be treated as a synthetic non-Abelian gauge potential. Finally, we show that doping the LC with dyes allows us to achieve lasing that inherits all the above-mentioned tunable properties of LC microcavity, including dual and circularly-polarized lasing.         ",
    "url": "https://arxiv.org/abs/2407.07161",
    "authors": [
      "Marcin Muszyński",
      "Przemysław Oliwa",
      "Pavel Kokhanchik",
      "Piotr Kapuściński",
      "Eva Oton",
      "Rafał Mazur",
      "Przemysław Morawiak",
      "Wiktor Piecek",
      "Przemysław Kula",
      "Witold Bardyszewski",
      "Barbara Piętka",
      "Daniil Bobylev",
      "Dmitry Solnyshkov",
      "Guillaume Malpuech",
      "Jacek Szczytko"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2407.07317",
    "title": "Flow-acoustic resonance in deep and inclined cavities",
    "abstract": "           This paper presents numerical investigations of flow-acoustic resonances in deep and inclined cavities using wall-resolved large eddy simulations. The study focuses on cavity configurations with an aspect ratio of $D/L = 2.632$, subjected to two Mach numbers of $0.2$ and $0.3$ at three different inclination angles ($\\alpha=30^{\\circ}$, $60^{\\circ}$, and $90^{\\circ}$). Fully turbulent boundary layers generated from independent precursor simulations are employed upstream of the cavities. Initial results highlight distinct aeroacoustic responses between inclined and orthogonal cavities, particularly at $M_{\\infty}=0.3$, where inclined cavities exhibit stronger resonances at a lower peak frequency ($St\\approx 0.27$) compared to the orthogonal cavity. Further analysis reveals that this lower Strouhal number corresponds to a reduced vortex convection speed linked to large shear-layer oscillations. Additionally, the acoustic input-output analysis indicates that the inclined cavities amplify acoustic responses more effectively and exhibit weaker source-sink cancellations compared to the orthogonal cavity. These mechanisms are identified as the primary contributors to the enhanced aeroacoustic responses in the inclined cavities. Finally, this paper proposes that the ratio between acoustic particle displacement and momentum thickness may be used as a criterion to predict the onset of the distinctive resonance at $St\\approx 0.27$. It is suggested that the amplified resonances may be linked to a nonlinear mode shift of the first hydrodynamic mode through enhanced shear-layer oscillation taking place when the proposed criterion is met.         ",
    "url": "https://arxiv.org/abs/2407.07317",
    "authors": [
      "You Wei Ho",
      "Jae Wook Kim"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2407.07453",
    "title": "Waveguide Superlattices with Artificial Gauge Field Towards Colorless and Crosstalkless Ultrahigh-Density Photonic Integration",
    "abstract": "           Dense waveguide arrays with low crosstalk and ultra-broadband remain a vital issue for chip-scale integrated photonics. However, the sub-wavelength regime of such devices has not been adequately explored in practice. Herein, we propose the advanced waveguide superlattices leveraging the artificial gauge field mechanism. This approach achieves remarkable -24 dB crosstalk suppression with an ultra-broadband bandwidth, experimentally demonstrated over 500 nm, in silicon nitride waveguides. Moreover, the 112 Gbit/s signal encoded per channel of ultra-compact circuits with a bit error rate below the 7% forward error correction limit verified the capability for high-speed on-chip transmission. This design is compatible with metal back end-of-the-line (BEOL) processes and can be readily transferred to other platforms. Thus it holds great promise for significant reduction in on-chip footprint and cost in large-scale integrated photonics, and salient enhancement in the performance of a wide range of active and passive photonic devices and systems.         ",
    "url": "https://arxiv.org/abs/2407.07453",
    "authors": [
      "Xuelin Zhang",
      "Jiangbing Du",
      "Ke Xu",
      "Zuyuan He"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2407.07497",
    "title": "Quantum Technology masters: A shortcut to the quantum industry?",
    "abstract": "           In this article, we investigate a growing trend in the worldwide Quantum Technology (QT) education landscape, that of the development of masters programs, intended to provide graduates with the knowledge and skills to take a job in the quantum industry, while serving a much shorter timeline than a doctoral degree. Through a global survey, we identified 86 masters programs, with substantial growth since 2021. Over time masters have become increasingly interdisciplinary, organised by multiple faculties or through joint degree programs, and offer more hands-on experiences such as internships in companies. Information from program organisers and websites suggests that the intended career destinations of their graduates are a diverse range of industries, and therefore masters programs may be a boon to the industrialisation of quantum technologies. Finally, we identify a range of national efforts to grow the quantum workforce of many countries, quantum program enhancements, which augment the content of existing study programs with quantum content. This may further contribute to the growth and viability of masters programs as a route to the quantum industry.         ",
    "url": "https://arxiv.org/abs/2407.07497",
    "authors": [
      "Simon Goorney",
      "Borja Munoz",
      "Jacob Sherson"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.07545",
    "title": "Narrow Linewidth Laser Based on Extended Topological Interface States in One-Dimensional Photonic Crystals",
    "abstract": "           Recent advances in topological one-dimensional photonic crystal concepts have enabled the development of robust light-emitting devices by incorporating a topological interface state (TIS) at the cavity center. In this study, we theoretically and experimentally demonstrate a one-dimensional TIS-extended photonic crystal (1D-TISE-PC) structure. By integrating a linearly dispersive zero-index one-dimensional photonic crystal structure with a four-phase shift sampled grating, photons propagate along the cavity without phase differences, enhancing the robustness to material variations and extending the TIS. Our findings indicate that extending the TIS promotes a more uniform photon distribution along the laser cavity and mitigates the spatial hole burning (SHB) effect. We fabricated and characterized a 1550 nm sidewall 1D-TISE-PC semiconductor laser, achieving stable single-mode operation across a wide current range from 60 to 420 mA, with a side-mode suppression ratio of 50 dB. The 1D-TISE-PC structure exhibited a linewidth narrowing effect to approximately 150 kHz Lorentzian linewidth. Utilizing reconstruction equivalent-chirp technology for the 4PS sampled grating enabled precise wavelength control in 1D-TISE-PC laser arrays, achieving a wavelength spacing of 0.796 nm +- 0.003 nm. We show that the TIS still exists in the TISE cavity and topological protection is preserved. Its mode extension characteristics mitigate the SHB so narrows the linewidth. We argue that the design simplicity and improvement of the fabrication tolerance make this architecture suitable for high-power and narrow-linewidth semiconductor lasers development.         ",
    "url": "https://arxiv.org/abs/2407.07545",
    "authors": [
      "Xiao Sun",
      "Zhibo Li",
      "Yiming Sun",
      "Yupei Wang",
      "Jue Wang",
      "Huihua Cheng",
      "Cong Fu",
      "John H. Marsh",
      "Anthony E. Kelly",
      "Lianping Hou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.07594",
    "title": "Phase-sensitive symmetry breaking in bidirectionally pumped Kerr microresonators",
    "abstract": "           We demonstrate theoretically and experimentally that linear coupling due to the backscattering between two counterpropagating modes in a Kerr microresonator leads to extreme sensitivity of the intensity asymmetry of nonlinear light states to the relative phase between the bidirectional pumps of equal power. In the absence of linear coupling, the relative pump phase does not affect counterpropagating intraresonator intensities, and two asymmetric states arise due to spontaneous symmetry breaking. Contrariwise, in the presence of weak linear intermode coupling, the asymmetry of the states is deterministically controlled via changes in phase (for all phases except 0 and $\\pi$). Spontaneous symmetry breaking at zero phase is suppressed when the linear intermode coupling is increased, while for the $\\pi$ phase it can be enhanced, so that the overall threshold for the spontaneous symmetry breaking can be significantly lower for nonzero linear coupling. These results are important for fundamental understanding of the processes in Kerr resonators and other systems with Kerr-like nonlinearities and linear intermode coupling and have high prospects for the development of photonic devices such as ultrasensitive sensors.         ",
    "url": "https://arxiv.org/abs/2407.07594",
    "authors": [
      "Elena A. Anashkina",
      "Alexey V. Andrianov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.07690",
    "title": "High power GaSb-based distributed feedback laser with laterally coupled dielectric gratings at 1.95{\\mu}m",
    "abstract": "           Traditional Distributed Feedback (DFB) or Distributed Bragg Reflector (DBR) lasers typically utilize buried gratings as frequency-selective optical feedback mechanisms. However, the fabrication of such gratings often necessitates regrowth processes, which can pose technical challenges for materials platforms such as GaAs and GaSb. Metal gratings were also used for GaSb lasers but they introduce additional absorption loss that limits device efficiency and output power. In this paper, we introduce a novel laterally coupled dielectric Bragg grating structure, which enables highly controllable, deterministic, and stable coupling between the grating and the optical mode. Our device demonstrates a continuous-wave output power of 47.02 mW at room temperature, exhibiting stable single-mode operation from 300-1000 mA and achieving a maximum side mode suppression ratio of 46.7 dB. These results underscore the innovative lateral coupled dielectric grating as a feasible and technologically superior approach for fabricating DFB and DBR lasers, which hold universal applicability across different material platforms and wavelength bands.         ",
    "url": "https://arxiv.org/abs/2407.07690",
    "authors": [
      "Zhengqing Ding",
      "Juntian Cao",
      "Kun Zhan",
      "Yihang Chen",
      "Lidan Zhou",
      "Hao Tan",
      "Chenao Yang",
      "Ying Yu",
      "Zhichuan Niu",
      "Siyuan Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.07736",
    "title": "Prediction of Frequency-Dependent Optical Spectrum for Solid Materials: A Multi-Output & Multi-Fidelity Machine Learning Approach",
    "abstract": "           The frequency-dependent optical spectrum is pivotal for a broad range of applications, from material characterization to optoelectronics and energy harvesting. Data-driven surrogate models, trained on density functional theory (DFT) data, have effectively alleviated the scalability limitations of DFT while preserving its chemical accuracy, expediting material discovery. However, prevailing machine learning (ML) efforts often focus on scalar properties such as the band gap, overlooking the complexities of optical spectra. In this work, we employ deep graph neural networks (GNNs) to predict the frequency-dependent complex-valued dielectric function across the infrared, visible, and ultraviolet spectra directly from crystal structures. We explore multiple architectures for multi-output spectral representation of the dielectric function and utilize various multi-fidelity learning strategies, such as transfer learning and fidelity embedding, to address the challenges associated with the scarcity of high-fidelity DFT data. Additionally, we model key solar cell absorption efficiency metrics, demonstrating that learning these parameters is enhanced when integrated through a learning bias within the learning of the frequency-dependent absorption coefficient. This study demonstrates that leveraging multi-output and multi-fidelity ML techniques enables accurate predictions of optical spectra from crystal structures, providing a versatile tool for rapidly screening materials for optoelectronics, optical sensing, and solar energy applications across an extensive frequency spectrum.         ",
    "url": "https://arxiv.org/abs/2407.07736",
    "authors": [
      "Akram Ibrahim",
      "Can Ataca"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.07743",
    "title": "Terahertz Digital Reconfigurable Metamaterial Array for Dynamic Beamforming Applications",
    "abstract": "           A novel digital reconfigurable 2_bit metamaterial, equipped with a substrate integrated feeding system, is designed for industrial quality control applications within the terahertz frequency range. The proposed feeding mechanism facilitates azimuthal beam steering, spanning from negative 90 degree to positive 90 degree, thereby enabling the reconfiguration of beam patterns within the digital metamaterial. Utilizing the phase distribution concept and comprehensive analysis of coupling and the e_field effect on individual unit cells, the metamaterial array spacing is meticulously designed. Operational at 0.7 THz, the system offers versatile reconfigurability, supporting single, dual, and multibeam modes. Through meticulous optimization, the system demonstrates an impressive negative 138 degree to positive 138 degree beam steering capability. This dynamic beamforming ability, transitioning seamlessly from a singular beam to multibeam configurations, requires minimal software-hardware integration for scanning and inter_satellite links, thus presenting significant potential for enhancing product quality within industrial environments and satellite communication.         ",
    "url": "https://arxiv.org/abs/2407.07743",
    "authors": [
      "Eistiak Ahamed",
      "Rasool Keshavarz",
      "Negin Shariati"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2407.07896",
    "title": "Pentagonal Photonic Crystal Mirrors: Scalable Lightsails with Enhanced Acceleration via Neural Topology Optimization",
    "abstract": "           The Starshot Breakthrough Initiative aims to send one-gram microchip probes to Alpha Centauri within 20 years, using gram-scale lightsails propelled by laser-based radiation pressure, reaching velocities nearing a fifth of light speed. This mission requires lightsail materials that challenge the fundamentals of nanotechnology, requiring innovations in optics, material science and structural engineering. Unlike the microchip payload, which must be minimized in every dimension, such lightsails need meter-scale dimensions with nanoscale thickness and billions of nanoscale holes to enhance reflectivity and reduce mass. Our study employs neural topology optimization, revealing a novel pentagonal lattice-based photonic crystal (PhC) reflector. The optimized designs shorten acceleration times, therefore lowering launch costs significantly. Crucially, these designs also enable lightsail material fabrication with orders-of-magnitude reduction in costs. We have fabricated a 60 x 60 mm$^2$, 200nm thick, single-layer reflector perforated with over a billion nanoscale features; the highest aspect-ratio nanophotonic element to date. We achieve this with nearly 9,000 times cost reduction per m$^2$. Starshot lightsails will have several stringent requirements but will ultimately be driven by costs to build at scale. Here we highlight challenges and possible solutions in developing lightsail materials - showcasing the potential of scaling nanophotonics for cost-effective next-generation space exploration.         ",
    "url": "https://arxiv.org/abs/2407.07896",
    "authors": [
      "L. Norder",
      "S. Yin",
      "M. J. de Jong",
      "F. Stallone",
      "H. Aydogmus",
      "P. M. Sberna",
      "M. A. Bessa",
      "R. A. Norte"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Machine Learning (cs.LG)",
      "Applied Physics (physics.app-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2407.07177",
    "title": "Protein Design by Integrating Machine Learning with Quantum Annealing and Quantum-inspired Optimization",
    "abstract": "           The protein design problem involves finding polypeptide sequences folding into a given threedimensional structure. Its rigorous algorithmic solution is computationally demanding, involving a nested search in sequence and structure spaces. Structure searches can now be bypassed thanks to recent machine learning breakthroughs, which have enabled accurate and rapid structure predictions. Similarly, sequence searches might be entirely transformed by the advent of quantum annealing machines and by the required new encodings of the search problem, which could be performative even on classical machines. In this work, we introduce a general protein design scheme where algorithmic and technological advancements in machine learning and quantum-inspired algorithms can be integrated, and an optimal physics-based scoring function is iteratively learned. In this first proof-of-concept application, we apply the iterative method to a lattice protein model amenable to exhaustive benchmarks, finding that it can rapidly learn a physics-based scoring function and achieve promising design performances. Strikingly, our quantum-inspired reformulation outperforms conventional sequence optimization even when adopted on classical machines. The scheme is general and can be easily extended, e.g., to encompass off-lattice models, and it can integrate progress on various computational platforms, thus representing a new paradigm approach for protein design.         ",
    "url": "https://arxiv.org/abs/2407.07177",
    "authors": [
      "Veronica Panizza",
      "Philipp Hauke",
      "Cristian Micheletti",
      "Pietro Faccioli"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2305.04125",
    "title": "Interference aided finite resonant response in an undamped forced oscillator",
    "abstract": "           We apply perturbative techniques to a driven undamped sinusoidal oscillator at resonance. The angular displacement, $\\theta$, obeys the dynamics $\\Ddot{\\theta} + \\omega^{2} \\sin{\\theta} = H\\cos{\\omega t}$. The linearized approximation gives a divergent response (at long times) but the nonlinear terms make the response finite. We address the nonlinearity-induced finiteness in two ways by separately treating the short and long time scales. At long times, we use the traditional perturbative techniques to extract two drive dependent behaviours - one, the amplitude of oscillation scales as $(H/\\omega^{2})^{1/3}$ and, two, the time period of the slow mode varies as $(H/\\omega^{2})^{-2/3}$. For the early time behaviour, on the other hand, we devise an alternate perturbative expansion where the successive terms get larger with the order of evaluation but have alternating signs. The alternating signs (phase differences) between these terms leads to adestructive interference like effect. A careful consideration of this destructive interference like effect between successive terms leads to a finite response which describes the initial behaviour of the amplitude of the response reasonably correctly. We further note that for larger drive values, the system seems to undergo a first order transitional behaviour with a sudden jump in the largest Lyapunov exponent.         ",
    "url": "https://arxiv.org/abs/2305.04125",
    "authors": [
      "Shihabul Haque",
      "Jayanta K. Bhattacharjee"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2309.01229",
    "title": "Inverse modeling of time-delayed interactions via the dynamic-entropy formalism",
    "abstract": "           Although instantaneous interactions are unphysical, a large variety of maximum entropy statistical inference methods match the model-inferred and the empirically-measured equal-time correlation functions. Focusing on collective motion of active units, this constraint is reasonable when the interaction timescale is much faster than that of the interacting units, as in starling flocks, yet it fails in a number of counter examples, as in leukocyte coordination (where signalling proteins diffuse among two cells). Here, we relax this assumption and develop a path integral approach to maximum-entropy framework, which includes delay in signalling. Our method is able to infer the strength of couplings and fields, but also the time required by the couplings to completely transfer information among the units. We demonstrate the validity of our approach providing excellent results on synthetic datasets of non-Markovian trajectories generated by the Heisenberg-Kuramoto and Vicsek models equipped with delayed interactions. As a proof of concept, we also apply the method to experiments on dendritic migration, where matching equal-time correlations results in a significant information loss.         ",
    "url": "https://arxiv.org/abs/2309.01229",
    "authors": [
      "Elena Agliari",
      "Francesco Alemanno",
      "Adriano Barra",
      "Michele Castellana",
      "Daniele Lotito",
      "Matthieu Piel"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Quantitative Methods (q-bio.QM)"
    ]
  },
  {
    "id": "arXiv:2407.01162",
    "title": "Actuation system of the inertial sensor for high-precision space missions using torsion pendulum",
    "abstract": "           Precision space inertial sensors are imperative to Earth geodesy missions, gravitational wave observations and several fundamental physics experiments in space. In these missions, the residual acceleration noise of the test mass(TM) caused by the forces from inertial sensor components and environment is supposed to be kept below a certain level. As a number of forces contributing to residual acceleration are related to actuation system, developing a precise actuation system to exclude any erroneous force and obtain an ultra sensitive value for TM acceleration noise is necessary and essential. However, it is difficult to test the actuation system on ground. In this paper, a torsion pendulum is established to test the influence of actuation system on TM torque noise and a closed-loop control system combined torsion pendulum and parts of actuation modules is designed to assess the performance of actuation control algorithm. The experimental results show that the parameters in an actuation system will introduce additional torque noise and the maximum noise can reach as much as 10^{-13}Nm /Hz^{1/2} at 1 mHz. The stable tracking error for the closed-loop system is about 10^{-7}, indicating that the combination system achieves good tracking performance and robustness for TM rotation control in different conditions of inertial sensors.         ",
    "url": "https://arxiv.org/abs/2407.01162",
    "authors": [
      "Fangchao Yang",
      "Yan Zhu",
      "Xiaofei Jin",
      "Yujie Zhao",
      "Shixun Pei",
      "Wei Hong"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2407.04166",
    "title": "Quantum Electrodynamics in Strong Electromagnetic Fields: Substate Resolved K$\\alpha$ Transition Energies in Helium-like Uranium",
    "abstract": "           Using novel metallic magnetic calorimeter detectors at the CRYRING@ESR, we recorded X-ray spectra of stored and electron cooled helium-like uranium (U$^{90+}$) with an unmatched spectral resolution of close to 90 eV. This allowed for an accurate determination of the energies of all four components of the K$\\alpha$ transitions in U$^{90+}$. We find good agreement with state-of-the-art bound-state QED calculations for the strong-field regime. Our results do not support any systematic deviation between experiment and theory in helium-like systems, the presence of which was subject of intense debates in recent years.         ",
    "url": "https://arxiv.org/abs/2407.04166",
    "authors": [
      "Philip Pfäfflein",
      "Günter Weber",
      "Steffen Allgeier",
      "Zoran Andelkovic",
      "Sonja Bernitt",
      "Andrey I. Bondarev",
      "Alexander Borovik",
      "Louis Duval",
      "Andreas Fleischmann",
      "Oliver Forstner",
      "Marvin Friedrich",
      "Jan Glorius",
      "Alexandre Gumberidze",
      "Christoph Hahn",
      "Daniel Hengstler",
      "Marc Oliver Herdrich",
      "Frank Herfurth",
      "Pierre-Michel Hillenbrand",
      "Anton Kalinin",
      "Markus Kiffer",
      "Felix Martin Kröger",
      "Maximilian Kubullek",
      "Patricia Kuntz",
      "Michael Lestinsky",
      "Yuri A. Litvinov",
      "Bastian Löher",
      "Esther Babette Menz",
      "Tobias Over",
      "Nikolaos Petridis",
      "Stefan Ringleb",
      "Ragandeep Singh Sighu",
      "Uwe Spillmann",
      "Sergiy Trotsenko",
      "Andrzej Warczak",
      "Binghui Zhu",
      "Christian Enss",
      "Thomas Stöhlker"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.06028",
    "title": "Optical reflection signature of an axion dielectric with magnetic current",
    "abstract": "           In this work, we investigate the reflection properties on the interface between an ordinary dielectric medium and a dielectric supporting a magnetic current (equivalent to a dielectric governed by axion electrodynamics). Considering the usual Maxwell equations and constitutive relations, we derive the general Fresnel coefficients for reflection for an incident wave with $s$ and $p$ polarization, assuming an isotropic magnetic current on a dielectric substrate. We determine all total internal reflection and critical angles (Brewster angles) conditions, which are given by strict relations between all relevant electromagnetic quantities of the system and the frequency. For $s$- and $p$-polarized incident waves, total internal reflection can occur under certain conditions on the constitutive parameters (for each propagating mode) at specific frequency windows and certain incidence angle intervals. All possible conditions to define critical angles for null reflection are determined. This scenario allows polarization changes by reflection. Considering a $p$-polarized incident wave, the frequency and the Brewster angle, allowing null reflection for both propagating modes, are determined. The Goos-Hänchen shift and the complex Kerr rotation are also evaluated. The Kerr ellipticity angle presents a frequency-dependent behavior, also reported in Weyl semimetals, having maximum values $\\eta_{Kerr}=\\pm \\pi/4$ for specific values of frequency, which may work as a signature of this axion chiral dielectric.         ",
    "url": "https://arxiv.org/abs/2407.06028",
    "authors": [
      "Pedro D. S. Silva",
      "Ronald A. Pereira",
      "Manoel M. Ferreira Jr"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)",
      "High Energy Physics - Theory (hep-th)"
    ]
  }
]