[
  {
    "id": "arXiv:2402.12385",
    "title": "Tunable uniform field enhancement in a subwavelength air pillar by  photonic doping in epsilon-near-zero medium",
    "abstract": "In this study, a novel electric field compressor is proposed by doping a metal-air-metal pillar in epsilon-near-zero medium within a metallic waveguide, which effectively enhances the background electric fields in a sub-wavelength air pillar with high uniformity. The field enhancement factor can be analytically determined through theoretical derivations from Maxwell's equations, reaching its maximum value by appropriately selecting the size of the air pillar. Furthermore, the proposed compressor can achieve a tunable electric field enhancement effect within the deep sub-wavelength air pillar by adjusting the height of the air pillar through movement of two metal pillars inserted into the waveguide. Both theoretical analysis and numerical simulations are employed to validate the performance of the electric field compressor, which exhibits a wide range of tunable field enhancement effect (i.e., continuously adjustable enhancement factor between 20 and 800) with uniformity below 1.5 within the deep sub-wavelength air pillar (wherein the air volume is smaller than la0/10 * la0/10 * la0/16). Finally, a practical model is proposed for the realization of the electric field compressor in the microwave range, where specially placed metal pillars and wires are incorporated into a rectangular metallic waveguide structure. The field enhancement and tunable effects of this practical model have been verified through simulations. ",
    "url": "https://arxiv.org/abs/2402.12385",
    "authors": [
      "Fei Sun",
      "Jinyuan Shan",
      "Yichao Liu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.12420",
    "title": "Chiral ferroelectric nematic liquid crystals as materials for versatile  laser devices",
    "abstract": "We present a liquid-crystal laser device based on the chiral ferroelectric nematic phase (NF*). The laser medium is obtained by mixing a ferroelectric nematic material with a chiral agent and a small proportion of a fluorescent dye. Notably, in the NF* phase very low electric fields perpendicular to the helical axis are able to reorient the molecules, giving rise to a periodic structure whose director profile is not single harmonic but contains the contribution of various Fourier components. This feature induces the appearance of several photonic bandgaps whose spectral ranges depend on the field, which can be exploited to build tunable laser devices. Here we report the characterization of home-made NF* lasers that can be tunable under low electric fields and present laser action in two of the photonic bands of the material. The obtained results open a promising route for the design of new and more versatile liquid-crystal based lasers. ",
    "url": "https://arxiv.org/abs/2402.12420",
    "authors": [
      "César L. Folcia",
      "Josu Ortega",
      "Teresa Sierra",
      "Alejandro Martínez-Bueno",
      "Jesús Etxebarria"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2402.12421",
    "title": "Michelson-Morley Experiments: at the crossroads of Relativity, Cosmology  and Quantum Physics",
    "abstract": "Quantum nonlocality would naturally fit into a version of relativity with a preferred reference system. However, acceptance of this idea has traditionally required experimental evidence. Namely, detecting in laboratory a small angular dependence of the velocity of light correlated to the cosmic motion of the Earth. Here, we summarize a new theoretical framework where the tiny, irregular residuals observed so far, from Michelson-Morley to current experiments of laser interferometry, can indeed be understood in terms of the Earth motion in the Cosmic Microwave Background observed directly with satellites in space. Our results, challenging the usual null interpretation, emphasize the central role of 'ether-drift' experiments for Relativity, Cosmology and Quantum Physics. ",
    "url": "https://arxiv.org/abs/2402.12421",
    "authors": [
      "Maurizio Consoli",
      "Alessandro Pluchino"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2402.12753",
    "title": "Giant enhancement of higher-order harmonics of an optical-tweezer phonon  laser",
    "abstract": "Phonon lasers, as mechanical analogues of optical lasers, are unique tools for not only fundamental studies of phononics but also diverse applications such as acoustic imaging and force sensing. Very recently, by levitating a micro-size sphere in an optical tweezer, higher-order mechanical harmonics were observed in the phonon-lasing regime, as the first step towards nonlinear levitated optomechanics [Nat. Phys. 19, 414 (2023)]. However, both the lasing strengths and the quality factors of the observed harmonics are typically very low, thus severely hindering their applications. Here we show that, by applying a simple but powerful electronic control to such a levitated micro-sphere, three orders of magnitude enhancement are achievable in the brightness of the phonon lasers, including both the fundamental mode and all its higher-order harmonics. Also, giant improvements of their linewidth and frequency stability are realized in such an electro-optomechanical system, together with further improved higher-order phonon coherence. These results, as a significant step forward for enhancing and controlling micro-object phonon lasers, can be readily used for a wide range of applications involving nonlinear phonon lasers, such as acoustic frequency comb, ultra-sound sensing, atmospherical monitoring, and even bio-medical diagnosis of levitated micro-size objects. ",
    "url": "https://arxiv.org/abs/2402.12753",
    "authors": [
      "Guangzong Xiao",
      "Tengfang Kuang",
      "Yutong He",
      "Xinlin Chen",
      "Wei Xiong",
      "Xiang Han",
      "Zhongqi Tan",
      "Hui Luo",
      "Hui Jing"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.12791",
    "title": "Dual-polarization huge photonic spin Hall shift and deep-subwavelength  sensing based on topological singularities in one-dimensional photonic  crystals",
    "abstract": "Although several efforts have been taken to enhance the photonic spin Hall shift in deep-subwavelength region, according to effective medium theory, the fundamental confliction between near-zero reflection coefficient and near-zero incident angle still hinders the further application. Here, we reveal a fundamental breakdown of effective medium theory due to the existing of topological singularity in deep-subwavelength region in one-dimensional photonic crystals. We find that near the topological singularity, huge photonic spin Hall shift can be achieved for s-polarization and p-polarization. At the topological singularity, the reflected filed is split as dipole-like distribution with zero photonic spin Hall shift for both-polarizations, which is resulted from the interfere of the spin-maintained normal light and spin-flipped abnormal light. Based on the theoretical research, dual-polarizations thickness and dielectric constant sensing devices can be designed in deep-subwavelength region. Further more, by applying more complicated layered structure, multi-channels dual-polarizations detection and broadband dual-polarizations huge spin Hall shift platform can be designed. This work paves the way to exploring the topological properties and polarization control of photonic crystals and provides a prospective method for the design of multi-channels sensitive detection spin optical devices. ",
    "url": "https://arxiv.org/abs/2402.12791",
    "authors": [
      "Yufu Liu",
      "Xianjun Wang",
      "Yunlin Li",
      "Haoran Zhang",
      "Langlang Xiong",
      "Xingchao Qi",
      "Zhen Lai",
      "Xuezhi Wang",
      "Xunya Jiang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.12878",
    "title": "Hybrid Metamaterial Optical Tweezers for Dielectric Particles and  Biomolecules Discrimination",
    "abstract": "Although plasmonic nanotweezers can achieve manipulation on a scale smaller than the diffraction limit, direct trapping of sub-10~nm bioparticles in an aqueous environment without modifications remains challenging. Here, we demonstrate enzyme delivery-trapping and dynamic manipulation at the single-entity level by employing photothermal-assisted trapping via metamaterial optical tweezers at low trapping laser intensities. By analyzing the probability density function, we are able to distinguish dielectric particles from biomolecules. For enzyme-related data, the presence of two peaks in violin plots indicates conformational changes or interactions with the environment. We also observe that increasing the laser intensity increases the local temperature, resulting in enzyme aggregation. This study provides an alternative approach for identifying single enzymes and dielectric particles by combining plasmonic fields and photothermal heat, while paving the way for label-free characterization of biomolecules at the single-particle level. ",
    "url": "https://arxiv.org/abs/2402.12878",
    "authors": [
      "Domna G. Kotsifaki",
      "Viet Giang Truong",
      "Mirco Dindo",
      "Paola Laurino",
      "Sile Nic Chormaic"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2402.12911",
    "title": "Efficient multiphoton microscopy with picosecond laser pulses",
    "abstract": "Multiphoton microscopes employ femtosecond fiber lasers as excitation sources, providing a smaller footprint and easier maintenance than solid-state lasers while ensuring ultrashort pulse duration and high peak power. However, such short pulses are significantly more susceptible to broadening in a microscope's highly dispersive optical elements and require careful dispersion management, otherwise decreasing excitation efficiency. Here, we show that efficient excitation is possible using picosecond pulses with a reduced repetition rate. We have developed a high-energy Yb:fiber laser with an integrated pulse picker unit and compared its performance in multiphoton microscopy for two different settings: 205 fs pulse duration at 15 MHz, and 10 ps at 0.3 MHz. Ensuring the same duty cycle and average power for both pulse trains, we have shown that picosecond pulses with a reduced repetition frequency can produce significantly higher pixel intensities. These findings proved that the temporal compression of fiber lasers is not always efficient, and it can be omitted by using a smaller and easier-to-use all-fiber setup. ",
    "url": "https://arxiv.org/abs/2402.12911",
    "authors": [
      "Katarzyna Kunio",
      "Jakub Bogusławski",
      "Grzegorz Soboń"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2402.12942",
    "title": "Field calibration and analysis of a municipal low-cost air quality  sensor network",
    "abstract": "Low-cost particulate matter sensors (LCS) are an important source of air quality data, improving the spatial and temporal resolution of data gathered by sparsely placed official monitoring stations. Their readings, however, are subject to bias due to unaccounted for effects that pertain to both the physical properties of the aerosol particles and design limitations of the devices. A calibration model is paramount in order to valorize the output of LCS devices. In this paper, a calibration model is developed for the LCS network of the municipality of Timisoara, Romania. A regression approach is used for calibrating the PM10 measurements. A number of models are tested, considering as independent variables the LCS PM10 readings, relative humidity, and temperature. Model versions with physics-based corrections for relative humidity are found to work best. The calibrated data is tested against the measurements of collocated stations from the National Air Quality Monitoring Network (NAQMN), showing an average performance of nRMSE=7.58ug/m3 and R2=0.31. The calibration model is applied to the city-wide LCS network of the municipality. The yearly average PM10 of the LCS network is shown to be similar to that from the NAQMN, both being well within the EU standard for yearly PM10. When looking at daily PM10 values, however, several stations are found that regularly exceed the daily threshold set by the European Union. These violations are not witnessed at the NAQMN stations. This is interpreted as due to the small number of reference stations located in the administrative boundaries of the city, which miss particular point sources that are not collocated with these stations. ",
    "url": "https://arxiv.org/abs/2402.12942",
    "authors": [
      "Robert Blaga"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2402.12990",
    "title": "Data Unfolding with Mean Integrated Square Error Optimization",
    "abstract": "Experimental data in Particle and Nuclear physics, Particle Astrophysics and Radiation Protection Dosimetry are obtained from experimental facilities comprising a complex array of sensors, electronics and software. Computer simulation is used to study the measurement process. Probability Density Functions (PDFs) of measured physical parameters deviate from true PDFs due to resolution, bias, and efficiency effects. Good estimates of the true PDF are necessary for testing theoretical models, comparing results from different experiments, and combining results from various research endeavors. In the article, the histogram method is employed to estimate both the measured and true PDFs. The binning of histograms is determined using the K-means clustering algorithm. The true PDF is estimated through the maximization of the likelihood function with entropy regularization, utilizing a non-linear optimization algorithm specially designed for this purpose. The accuracy of the results is assessed using the Mean Integrated Square Error. To determine the optimal value for the regularization parameter, a bootstrap method is applied. Additionally, a mathematical model of the measurement system is formulated using system identification methods. This approach enhances the robustness and precision of the estimation process, providing a more reliable analysis of the system's characteristics. ",
    "url": "https://arxiv.org/abs/2402.12990",
    "authors": [
      "Nikolay D. Gagunashvili"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "High Energy Physics - Experiment (hep-ex)",
      "Applications (stat.AP)",
      "Computation (stat.CO)"
    ]
  },
  {
    "id": "arXiv:2402.13070",
    "title": "Design of narrowband infrared emitters by hybridizing guided-mode  resonance structures with van der Waals materials",
    "abstract": "In this paper, narrowband emitters have been designed using particle swarm optimization (PSO) in the 10-20 {\\mu}m infrared range. The device structure consists of an anisotropic {\\alpha}-MoO3 layer combined with the one- and two-dimensional guided-mode resonance structures. Well-defined absorption lines are present in the reflection spectrum for both TE and TM polarizations, thereby yielding narrowband emissivity at desired wavelengths. The band structure of the designed emitters under TM polarization demonstrates distinct features unlike its TE counterpart. These features are attributed to the interaction between guided-mode resonances and phonon polaritons. The results are relevant for applications in active and passive photonic elements in mid- and long-wave IR bands. ",
    "url": "https://arxiv.org/abs/2402.13070",
    "authors": [
      "Mehrdad Shokooh-Saremi",
      "Maxime Giteau",
      "Mitradeep Sarkar",
      "Georgia T. Papadakis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.13112",
    "title": "Observation of time crystal comb in a driven-dissipative system",
    "abstract": "We report the observation of a time crystal comb in the continuously driven-dissipative and strongly interacting Rydberg thermal gas, in which continuous time crystal and discrete time crystal as well as the higher-order harmonic oscillation phases are observed in the same system by tuning the Rydberg excitation Rabi frequency. Remarkably, our work establishes the fundamental relation of time crystalline and driven-dissipative system, and provides new ways to explore the nonequilibrium phases of matter in open systems. Such time crystals with persistent oscillation rooted in emergent quantum correlations, may emerge as a ubiquitous tool in quantum metrology, for instance, continuous sensing and parameter estimation surpassing the standard quantum limit. ",
    "url": "https://arxiv.org/abs/2402.13112",
    "authors": [
      "Yuechun Jiao",
      "Weilun Jiang",
      "Yu Zhang",
      "Jingxu Bai",
      "Yunhui He",
      "Heng Shen",
      "Jianming Zhao",
      "Suotang Jia"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.12661",
    "title": "Dynamics of Symmetry-Protected Topological Matter on a Quantum Computer",
    "abstract": "Control of topological edge modes is desirable for encoding quantum information resiliently against external noise. Their implementation on quantum hardware, however, remains a long-standing problem due to current limitations of circuit depth and noise, which grows with the number of time steps. By utilizing recently developed constant-depth quantum circuits in which the circuit depth is independent of time, we demonstrate successful long-time dynamics simulation of bulk and surface modes in topological insulators on noisy intermediate-scale quantum (NISQ) processors, which exhibits robust signatures of localized topological modes. We further identify a class of one-dimensional topological Hamiltonians that can be readily simulated with NISQ hardware. Our results provide a pathway towards stable long-time implementation of interacting many-body systems on present day quantum processors. ",
    "url": "https://arxiv.org/abs/2402.12661",
    "authors": [
      "Miguel Mercado",
      "Kyle Chen",
      "Parth Darekar",
      "Aiichiro Nakano",
      "Rosa Di Felice",
      "Stephan Haas"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2402.13095",
    "title": "Coherent Detection of Discrete Variable Quantum Key Distribution using  Homodyne Technique",
    "abstract": "In Discrete Variable Quantum Key Distribution (DV-QKD), homodyne detection method is frequently employed for its simplicity in use, effectiveness in terms of error correction, and suitability with contemporary optical communication systems. Being a coherent detection method, it relies on a local oscillator whose frequency is matched to that of the transmitted carrier's signal. In this paper we evaluate a Free Space Optical (FSO) DV-QKD system based on the KMB09 protocol using Homodyne detection under random phase fluctuation and depolarizing noise error. We present simulation results for System Efficiency and Quantum Bit Error Rate (QBER) for the proposed model. An obtained efficiency (approximately 25%) for our proposed DV-QKD system model shows that under atmospheric turbulence and noise effect, it is inline with the available analytical results. However, the inclusion of random phase fluctuation and noise led to higher-than-normal QBER which is anticipated in a real-world scenario ",
    "url": "https://arxiv.org/abs/2402.13095",
    "authors": [
      "Ayesha Jamal",
      "Muhammad Kamran",
      "Tahir Malik",
      "Fahim ul Haq",
      "Muhammad Mubashir Khan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.00708",
    "title": "The Boundary Element Method for Acoustic Transmission with Nonconforming  Grids",
    "abstract": " Title: The Boundary Element Method for Acoustic Transmission with Nonconforming  Grids ",
    "url": "https://arxiv.org/abs/2206.00708",
    "authors": [
      "Elwin van 't Wout"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2207.05414",
    "title": "Towards quantum turbulence theory: A simple model with interaction of  the vortex loops",
    "abstract": " Comments: 20 pages ",
    "url": "https://arxiv.org/abs/2207.05414",
    "authors": [
      "Sergei V. Talalov"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.01591",
    "title": "A quantum inspired approach to learning dynamical laws from data --  block-sparsity and gauge-mediated weight sharing",
    "abstract": " Comments: 19 pages, 5 figures. New analytical results added, block sparsity proof included, major revisions of the text ",
    "url": "https://arxiv.org/abs/2208.01591",
    "authors": [
      "J. Fuksa",
      "M. Götte",
      "I. Roth",
      "J. Eisert"
    ],
    "subjectives": [
      "Dynamical Systems (math.DS)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.13953",
    "title": "Fast simulation for multi-photon, atomic-ensemble quantum model of  linear optical systems addressing the curse of dimensionality",
    "abstract": " Comments: 18 pages, 6 figures, 1 table, published in Sci Rep ",
    "url": "https://arxiv.org/abs/2302.13953",
    "authors": [
      "Junpei Oba",
      "Seiji Kajita",
      "Akihito Soeda"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2309.02950",
    "title": "SPA$^\\mathrm{H}$M(a,b): encoding the density information from guess  Hamiltonian in quantum machine learning representations",
    "abstract": " Comments: article + SI ",
    "url": "https://arxiv.org/abs/2309.02950",
    "authors": [
      "Ksenia R. Briling",
      "Yannick Calvino Alonso",
      "Alberto Fabrizio",
      "Clemence Corminboeuf"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2312.01926",
    "title": "The variational quantum eigensolver self-consistent field method within  a polarizable embedded framework",
    "abstract": " Comments: 19 pages, 5 figures, submitted to Journal of Chemical Physics ",
    "url": "https://arxiv.org/abs/2312.01926",
    "authors": [
      "Erik Rosendahl Kjellgren",
      "Peter Reinholdt",
      "Aaron Fitzpatrick",
      "Walter N. Talarico",
      "Phillip W. K. Jensen",
      "Stephan P. A. Sauer",
      "Sonia Coriani",
      "Stefan Knecht",
      "Jacob Kongsted"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2402.11822",
    "title": "Optical Chiral Response of MXene Nanoantenna Lattice",
    "abstract": " Title: Optical Chiral Response of MXene Nanoantenna Lattice ",
    "url": "https://arxiv.org/abs/2402.11822",
    "authors": [
      "Vahid Karimi",
      "Viktoriia Babicheva"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]