[
  {
    "id": "arXiv:2204.06684",
    "title": "Multifidelity deep neural operators for efficient learning of partial  differential equations with application to fast inverse design of nanoscale  heat transport",
    "abstract": "Deep neural operators can learn operators mapping between infinite-dimensional function spaces via deep neural networks and have become an emerging paradigm of scientific machine learning. However, training neural operators usually requires a large amount of high-fidelity data, which is often difficult to obtain in real engineering problems. Here, we address this challenge by using multifidelity learning, i.e., learning from multifidelity datasets. We develop a multifidelity neural operator based on a deep operator network (DeepONet). A multifidelity DeepONet includes two standard DeepONets coupled by residual learning and input augmentation. Multifidelity DeepONet significantly reduces the required amount of high-fidelity data and achieves one order of magnitude smaller error when using the same amount of high-fidelity data. We apply a multifidelity DeepONet to learn the phonon Boltzmann transport equation (BTE), a framework to compute nanoscale heat transport. By combining a trained multifidelity DeepONet with genetic algorithm or topology optimization, we demonstrate a fast solver for the inverse design of BTE problems. ",
    "url": "https://arxiv.org/abs/2204.06684",
    "authors": [
      "Lu Lu",
      "Raphael Pestourie",
      "Steven G. Johnson",
      "Giuseppe Romano"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2204.06742",
    "title": "Entanglement, Complexity, and Causal Asymmetry in Quantum Theories",
    "abstract": "It is often claimed that one cannot locate a notion of causation in fundamental physical theories. The reason most commonly given is that the dynamics of those theories do not support any distinction between the past and the future, and this vitiates any attempt to locate a notion of causal asymmetry -- and thus of causation -- in fundamental physical theories. I argue that this is incorrect: the ubiquitous generation of entanglement between quantum systems grounds a relevant asymmetry in the dynamical evolution of quantum systems. I show that by exploiting a connection between the amount of entanglement in a quantum state and the algorithmic complexity of that state, one can use recently developed tools for causal inference to identify a causal asymmetry -- and a notion of causation -- in the dynamical evolution of quantum systems. https://doi.org/10.1007/s10701-022-00562-0 ",
    "url": "https://arxiv.org/abs/2204.06742",
    "authors": [
      "Porter Williams"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.06887",
    "title": "Exploring new states of matter with a photonic emulator",
    "abstract": "We implement the equation of motion of the large-N Gross-Neveu model from strong interaction physics in photonic waveguide arrays and study one of its paradigmatic multi-fermion bound state solutions in an optical experiment. The present study constitutes an important first step towards waveguide-based simulations of phenomena relevant for high-energy physics. ",
    "url": "https://arxiv.org/abs/2204.06887",
    "authors": [
      "Felix Karbstein",
      "Simon Stützer",
      "Holger Gies",
      "Alexander Szameit"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.06930",
    "title": "Unfolding engineering metamaterials design: relaxed micromorphic  modeling of large-scale acoustic meta-structures",
    "abstract": "In this paper, we present a unit cell showing a band-gap in the lower acoustic domain. The corresponding metamaterial is made up of a periodic arrangement of this unit cell. We rigorously show that the relaxed micromorphic model can be used for metamaterials' design at large scales as soon as suficiently large specimens are considered. We manufacture the metamaterial via metal etching procedures applied to a titanium plate so as to show that its production for realistic applications is viable. Experimental tests are also carried out confirming that the metamaterials' response is in good agreement with the theoretical design. In order to show that our micromorphic model opens unprecedented possibilities in metastructural design, we conceive a finite-size structure that is able to focus elastic energy in a confined region, thus enabling its possible subsequent re-use. Indeed, thanks to the introduction of a well-posed set of micromorphic boundary conditions, we can combine different metamaterials and classical Cauchy materials in such a way that the elastic energy produced by a source of vibrations is focused in specific collection points. The design of this structure would have not been otherwise possible (via e.g., direct simulations), due to the large dimensions of the metastructure, couting hundreds of unit cells. ",
    "url": "https://arxiv.org/abs/2204.06930",
    "authors": [
      "F. Demore",
      "G. Rizzi",
      "M. Collet",
      "P. Neff",
      "A. Madeo"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.07035",
    "title": "Ponderomotive Forces, Stokes Drift, and Momentum in Acoustic and  Electromagnetic Waves",
    "abstract": "We reveal universal connections between three important phenomena in classical wave physics: (i) the ponderomotive force acting on the medium particles in an oscillatory wavefield, (ii) the Stokes drift of free medium particles in a wave field, and (iii) the canonical wave momentum in a medium. We analyse these phenomena for (a) longitudinal sound waves in a gas or fluid and (b) transverse electromagnetic waves interacting with electrons in a plasma or metal. In both cases, assuming quasi-monochromatic yet arbitrarily inhomogeneous wavefields, the connections between the ponderomotive force, Stokes drift velocity, kinetic energy, and canonical wave momentum carried by the medium particles are given by the same simple expressions. This sheds light on the nature of these phenomena, their fine interplay, and can be useful for applications to dynamical transport phenomena in various types of waves. ",
    "url": "https://arxiv.org/abs/2204.07035",
    "authors": [
      "Konstantin Y. Bliokh",
      "Yury P. Bliokh",
      "Franco Nori"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.07097",
    "title": "Introducing a Symmetry-Breaking Coupler into a Dielectric Metasurface  Enables Robust High-Q Quasibound States in the Continuum and Efficient  Nonlinear Frequency Conversion",
    "abstract": "Dielectric metasurfaces supporting quasi-bound states in the continuum (quasi-BICs) exhibit very high quality factor resonances and electric field confinement. However, accessing the high-Q end of the quasi-BIC regime usually requires marginally distorting the metasurface design from a BIC condition, pushing the needed nanoscale fabrication precision to the limit. This work introduces a novel concept for generating high-Q quasi-BICs, which strongly relaxes this requirement by incorporating a relatively large perturbative element close to high-symmetry points of an undistorted BIC metasurface, acting as a coupler to the radiation continuum. We validate this approach by adding a $\\sim$100 nm diameter cylinder between two reflection-symmetry points separated by a 300 nm gap in an elliptical disk metasurface unit cell, using gallium phosphide as the dielectric. We find that high-Q resonances emerge when the cylindrical coupler is placed at any position between such symmetry points. We further explore this metasurface's second harmonic generation capability in the optical range. Displacing the coupler as much as a full diameter from a BIC condition produces record-breaking normalized conversion efficiencies >10$^{2}$ W$^{-1}$. The strategy of enclosing a disruptive element between multiple high-symmetry points in a BIC metasurface could be applied to construct robust high-Q quasi-BICs in many geometrical designs. ",
    "url": "https://arxiv.org/abs/2204.07097",
    "authors": [
      "Gianni Q. Moretti",
      "Andreas Tittl",
      "Emiliano Cortés",
      "Stefan A. Maier",
      "Andrea V. Bragas",
      "Gustavo Grinblat"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.07117",
    "title": "A 5.7 THz GaN/AlGaN quantum cascade detector based on polar step quantum  wells",
    "abstract": "We report on a GaN/AlGaN quantum cascade detector operating in the terahertz spectral range. The device was grown by metal organic chemical vapor deposition on a c-sapphire substrate and relies on polar GaN/AlGaN step quantum wells. The active region thickness is in micrometer range. The structural, electrical and optical investigations attest of high structural quality of the synthetized nitride material. The detector exhibits a peak photocurrent at 5.7 THz (23.6 meV) with a responsivity of 0.1 mA/W at 10 K under surface normal irradiation through a 10 um period grating. The photocurrent persists up to 20 K. ",
    "url": "https://arxiv.org/abs/2204.07117",
    "authors": [
      "Patrick Quach",
      "Arnaud Jollivet",
      "Andrey Babichev",
      "Nathalie Isac",
      "Martina Morassi",
      "Aristide Lemaitre",
      "Pavel Yunin",
      "Eric Frayssinet",
      "Philippe de Mierry",
      "Mathieu Jeannin",
      "Adel Bousseksou",
      "Raffaele Colombelli",
      "Maria Tchernycheva",
      "Yvon Cordier",
      "François Julien"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.06875",
    "title": "Universal Prony fitting decomposition for optimized hierarchical quantum  master equations",
    "abstract": "In this work, we propose the Prony fitting decomposition (PFD) as an accurate and efficient exponential series method, applicable to arbitrary interacting bath correlation functions. The resulting hierarchical equations of motion (HEOM) formalism is greatly optimized, especially in extremely low temperature regimes that would be inaccessible with other methods. For demonstration, we calibrate the present PFD against the celebrated Pad\\'e spectrum decomposition method, followed by converged HEOM evaluations on the single-impurity Anderson model system. ",
    "url": "https://arxiv.org/abs/2204.06875",
    "authors": [
      "Zi-Hao Chen",
      "Yao Wang",
      "Xiao Zheng",
      "Rui-Xue Xu",
      "YiJing Yan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2204.06984",
    "title": "Repulsive Fermi and Bose Polarons in Quantum Gases",
    "abstract": "Polaron quasiparticles are formed when a mobile impurity is coupled to the elementary excitations of a many-particle background. In the field of ultracold atoms, the study of the associated impurity problem has attracted a growing interest over the last fifteen years. Polaron quasiparticle properties are essential to our understanding of a variety of paradigmatic quantum many-body systems realized in ultracold atomic gases and in the solid state, from imbalanced Bose-Fermi and Fermi-Fermi mixtures to fermionic Hubbard models. In this topical review, we focus on the so-called repulsive polaron branch, which emerges as an excited many-body state in systems with underlying attractive interactions such as ultracold atomic mixtures, and is characterized by an effective repulsion between the impurity and the surrounding medium. We give a brief account of the current theoretical and experimental understanding of repulsive polaron properties, for impurities embedded in both fermionic and bosonic media, and we highlight open issues deserving future investigations. ",
    "url": "https://arxiv.org/abs/2204.06984",
    "authors": [
      "Francesco Scazza",
      "Matteo Zaccanti",
      "Pietro Massignan",
      "Meera M. Parish",
      "Jesper Levinsen"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:1810.07164",
    "title": "Controlling quantum numbers and light emission of Rydberg states via the  laser pulse duration",
    "abstract": " Comments: 9 pages, 8 figures ",
    "url": "https://arxiv.org/abs/1810.07164",
    "authors": [
      "L. Ortmann",
      "C. Hofmann",
      "I. A. Ivanov",
      "A. S. Landsman"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2101.11442",
    "title": "Magnetic Resonance Spectroscopy Deep Learning Denoising Using Few In  Vivo Data",
    "abstract": " Title: Magnetic Resonance Spectroscopy Deep Learning Denoising Using Few In  Vivo Data ",
    "url": "https://arxiv.org/abs/2101.11442",
    "authors": [
      "Dicheng Chen",
      "Wanqi Hu",
      "Huiting Liu",
      "Yirong Zhou",
      "Tianyu Qiu",
      "Yihui Huang",
      "Zi Wang",
      "Jiazheng Wang",
      "Liangjie Lin",
      "Zhigang Wu",
      "Hao Chen",
      "Xi Chen",
      "Gen Yan",
      "Di Guo",
      "Jianzhong Lin",
      "Xiaobo Qu"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Machine Learning (cs.LG)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2108.13830",
    "title": "Bridging the Gap between Deep Learning and Frustrated Quantum Spin  System for Extreme-scale Simulations on New Generation of Sunway  Supercomputer",
    "abstract": " Comments: This paper reviews the technical details of calculating spin-1/2 J1-J2 model using convolutional neural network ansatz on Sunway Supercomputer ",
    "url": "https://arxiv.org/abs/2108.13830",
    "authors": [
      "Mingfan Li",
      "Junshi Chen",
      "Qian Xiao",
      "Qingcai Jiang",
      "Xuncheng Zhao",
      "Rongfen Lin",
      "Fei Wang",
      "Hong An",
      "Xiao Liang",
      "Lixin He"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2109.14168",
    "title": "Multiplexed long-range electrohydrodynamic transport and nano-optical  trapping with cascaded bowtie photonic crystal nanobeams",
    "abstract": " Comments: 6 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2109.14168",
    "authors": [
      "Sen Yang",
      "Joshua A. Allen",
      "Chuchuan Hong",
      "Kellen P. Arnold",
      "Sharon M. Weiss",
      "Justus C. Ndukaife"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.00757",
    "title": "Near Resonant Approximation of the Rotating Stratified Boussinesq system  on a 3-Torus",
    "abstract": " Title: Near Resonant Approximation of the Rotating Stratified Boussinesq system  on a 3-Torus ",
    "url": "https://arxiv.org/abs/2202.00757",
    "authors": [
      "Bin Cheng",
      "Zisis N. Sakellaris"
    ],
    "subjectives": [
      "Analysis of PDEs (math.AP)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2202.08802",
    "title": "Efficiency of photonic state tomography affected by fiber attenuation",
    "abstract": " Title: Efficiency of photonic state tomography affected by fiber attenuation ",
    "url": "https://arxiv.org/abs/2202.08802",
    "authors": [
      "Artur Czerwinski",
      "Jakub Szlachetka"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.13342",
    "title": "Information is Physical: Cross-Perspective Links in Relational Quantum  Mechanics",
    "abstract": " Comments: Added a reference and some minor edits ",
    "url": "https://arxiv.org/abs/2203.13342",
    "authors": [
      "Emily Adlam",
      "Carlo Rovelli"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2204.05528",
    "title": "Organic near-infrared epsilon-near-zero materials with large optical  nonlinearity",
    "abstract": " Title: Organic near-infrared epsilon-near-zero materials with large optical  nonlinearity ",
    "url": "https://arxiv.org/abs/2204.05528",
    "authors": [
      "Qili Hu",
      "Xinlan Yu",
      "Hongqi Liu",
      "Jiahuan Qiu",
      "Wei Tang",
      "Sen Liang",
      "Guanan Chen",
      "Chengcan Han",
      "Linjun Li",
      "Miao Du",
      "Hui Ye"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  }
]