[
  {
    "id": "arXiv:2209.09282",
    "title": "Subwavelength grating metamaterial waveguides and ring resonators on a  silicon nitride platform",
    "abstract": "We propose and demonstrate subwavelength grating (SWG) metamaterial waveguides and ring resonators on a silicon nitride platform for the first time. The SWG waveguide is engineered such that a large overlap of 53% of the Bloch mode with the top cladding material is achieved, demonstrating excellent potential for applications in evanescent field sensing and light amplification. The devices, which have critical dimensions greater than 100 nm, are fabricated using a commercial rapid turn-around silicon nitride prototyping foundry process using electron beam lithography. Experimental characterization of the fabricated device reveals excellent ring resonator internal quality factor (2.11x10^5) and low propagation loss (~1.5 dB/cm) in the C-band, a significant improvement of both parameters compared to silicon based SWG ring resonators. These results demonstrate the promising prospects of SWG metamaterial structures for silicon nitride based photonic integrated circuits. ",
    "url": "https://arxiv.org/abs/2209.09282",
    "authors": [
      "Cameron M. Naraine",
      "Jocelyn N. Westwood-Bachman",
      "Cameron Horvath",
      "Mirwais Aktary",
      "Andrew P. Knights",
      "Jens H. Schmid",
      "Pavel Cheben",
      "Jonathan D. B. Bradley"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.09468",
    "title": "Terahertz spin dynamics in rare-earth orthoferrites",
    "abstract": "Recent interest in developing fast spintronic devices and laser-controllable magnetic solids has sparked tremendous experimental and theoretical efforts to understand and manipulate ultrafast dynamics in materials. Studies of spin dynamics in the terahertz (THz) frequency range are particularly important for elucidating microscopic pathways toward novel device functionalities. Here, we review THz phenomena related to spin dynamics in rare-earth orthoferrites, a class of materials promising for antiferromagnetic spintronics. We expand this topic into a description of four key elements. (1) We start by describing THz spectroscopy of spin excitations for probing magnetic phase transitions in thermal equilibrium. While acoustic magnons are useful indicators of spin reorientation transitions, electromagnons that arise from dynamic magnetoelectric couplings serve as a signature of inversion-symmetry-breaking phases at low temperatures. (2) We then review the strong laser driving scenario, where the system is excited far from equilibrium and thereby subject to modifications to the free energy landscape. Microscopic pathways for ultrafast laser manipulation of magnetic order are discussed. (3) Furthermore, we review a variety of protocols to manipulate coherent THz magnons in time and space, which are useful capabilities for antiferromagnetic spintronic applications. (4) Finally, new insights on the connection between dynamic magnetic coupling in condensed matter and the Dicke superradiant phase transition in quantum optics are provided. By presenting a review on an array of THz spin phenomena occurring in a single class of materials, we hope to trigger interdisciplinary efforts that actively seek connections between subfields of spintronics, which will facilitate the invention of new protocols of active spin control and quantum phase engineering. ",
    "url": "https://arxiv.org/abs/2209.09468",
    "authors": [
      "Xinwei Li",
      "Dasom Kim",
      "Yincheng Liu",
      "Junichiro Kono"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2209.09683",
    "title": "Integrated modelling and multiscale gyrokinetic validation study of ETG  turbulence in a JET hybrid H-mode scenario",
    "abstract": "Previous studies with first-principle-based integrated modelling suggested that ETG turbulence may lead to an anti-GyroBohm isotope scaling in JET high-performance hybrid H-mode scenarios. A dedicated comparison study against higher-fidelity turbulence modelling invalidates this claim. Ion-scale turbulence with magnetic field perturbations included, can match the power balance fluxes within temperature gradient error margins. Multiscale gyrokinetic simulations from two distinct codes produce no significant ETG heat flux, demonstrating that simple rules-of-thumb are insufficient criteria for its onset. ",
    "url": "https://arxiv.org/abs/2209.09683",
    "authors": [
      "J Citrin",
      "S Maeyama",
      "C Angioni",
      "N Bonanomi",
      "C Bourdelle",
      "F.J Casson",
      "E Fable",
      "T Goerler",
      "P Mantica",
      "A Mariani",
      "M Sertoli",
      "G Staebler",
      "T Watanabe",
      "JET Contributors"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2209.09759",
    "title": "Structured transverse orbital angular momentum probed by a levitated  optomechanical sensor",
    "abstract": "The momentum carried by structured light fields exhibits a rich array of surprising features. In this work, we generate transverse orbital angular momentum (TOAM) in the interference field of two parallel and counterpropagating linearly-polarised focused beams, synthesising an array of identical handedness vortices carrying intrinsic TOAM. We explore this structured light field using an optomechanical sensor, consisting of an optically levitated silicon nanorod, whose rotation is a probe of the optical angular momentum, which generates an exceptionally large torque. This simple creation and direct observation of TOAM will have applications in studies of fundamental physics, the optical manipulation of matter and quantum optomechanics. ",
    "url": "https://arxiv.org/abs/2209.09759",
    "authors": [
      "Yanhui Hu",
      "Jack J. Kingsley-Smith",
      "Maryam Nikkhou",
      "James A. Sabin",
      "Francisco J. Rodríguez-Fortuño",
      "Xiaohao Xu",
      "James Millen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.09455",
    "title": "An all-photonic, dynamic device for flattening the spectrum of a laser  frequency comb for precise calibration of radial velocity measurements",
    "abstract": "Laser frequency combs are fast becoming critical to reaching the highest radial velocity precisions. One shortcoming is the highly variable brightness of the comb lines across the spectrum (up to 4-5 orders of magnitude). This can result in some lines saturating while others are at low signal and lost in the noise. Losing lines to either of these effects reduces the precision and hence effectiveness of the comb. In addition, the brightness of the comb lines can vary with time which could drive comb lines with initially reasonable SNR's into the two regimes described above. To mitigate these two effects, laser frequency combs use optical flattener's. Flattener's are typically bulk optic setups that disperse the comb light with a grating, and then use a spatial light modulator to control the amplitude across the spectrum before recombining the light into another single mode fiber and sending it to the spectrograph. These setups can be large (small bench top), expensive (several hundred thousand dollars) and have limited stability. To address these issues, we have developed an all-photonic spectrum flattener on a chip. The device is constructed from optical waveguides on a SiN chip. The light from the laser frequency comb's output optical fiber can be directly connected to the chip, where the light is first dispersed using an arrayed waveguide grating. To control the brightness of each channel, the light is passed through a Mach-Zehnder interferometer before being recombined with a second arrayed waveguide grating. Thermo-optic phase modulators are used in each channel before recombination to path length match the channels as needed. Here we present the results from our first generation prototype. The device operates from 1400-1800 nm (covering the H band), with 20, 20 nm wide channels. ",
    "url": "https://arxiv.org/abs/2209.09455",
    "authors": [
      "Nemanja Jovanovic",
      "Pradip Gatkine",
      "Boqiang Shen",
      "Maodong Gao",
      "Nick Cvetojevic",
      "Katarzyna Ławniczuk",
      "Ronald Broeke",
      "Charles Beichman",
      "Stephanie Leifer",
      "Jeffery Jewell",
      "Gautam Vasisht",
      "Dimitri Mawet"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2108.11415",
    "title": "PULSEE: A software for the quantum simulation of an extensive set of  magnetic resonance observables",
    "abstract": " Comments: 51 pages ",
    "url": "https://arxiv.org/abs/2108.11415",
    "authors": [
      "Davide Candoli",
      "Ilija K. Nikolov",
      "Lucas Z. Brito",
      "Stephen Car",
      "Samuele Sanna",
      "Vesna F. Mitrović"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2111.13653",
    "title": "Optical transparency induced by a largely Purcell-enhanced quantum dot  in a polarization-degenerate cavity",
    "abstract": " Title: Optical transparency induced by a largely Purcell-enhanced quantum dot  in a polarization-degenerate cavity ",
    "url": "https://arxiv.org/abs/2111.13653",
    "authors": [
      "Harjot Singh",
      "Demitry Farfurnik",
      "Zhouchen Luo",
      "Allan S. Bracker",
      "Samuel G. Carter",
      "Edo Waks"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.04544",
    "title": "Rapid generation of all-optical $^{39}$K Bose-Einstein condensates using  a low-field Feshbach resonance",
    "abstract": " Title: Rapid generation of all-optical $^{39}$K Bose-Einstein condensates using  a low-field Feshbach resonance ",
    "url": "https://arxiv.org/abs/2201.04544",
    "authors": [
      "Alexander Herbst",
      "Henning Albers",
      "Knut Stolzenberg",
      "Sebastian Bode",
      "Dennis Schlippert"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.00346",
    "title": "High-performance, additively-manufactured atomic spectroscopy apparatus  for portable quantum technologies",
    "abstract": " Title: High-performance, additively-manufactured atomic spectroscopy apparatus  for portable quantum technologies ",
    "url": "https://arxiv.org/abs/2202.00346",
    "authors": [
      "Somya H Madkhaly",
      "Nathan Cooper",
      "Laurence Coles",
      "Lucia Hackermüller"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.12741",
    "title": "On-demand continuous-variable quantum entanglement source for integrated  circuits",
    "abstract": " Comments: 8 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2205.12741",
    "authors": [
      "Mehmet Günay",
      "Priyam Das",
      "Emre Yuce",
      "Emre Ozan Polat",
      "Alpan Bek",
      "Mehmet Emre Tasgin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.00471",
    "title": "Entanglement-Enhanced Optical Atomic Clocks",
    "abstract": " Comments: 8 pages, 7 figures, perspective article ",
    "url": "https://arxiv.org/abs/2209.00471",
    "authors": [
      "Simone Colombo",
      "Edwin Pedrozo-Peñafiel",
      "Vladan Vuletić"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]