[
  {
    "id": "arXiv:2601.16328",
    "title": "Bichromatic Tweezers for Qudit Quantum Computing in ${}^{87}$Sr",
    "abstract": "           Neutral atoms have become a competitive platform for quantum metrology, simulation, sensing, and computing. Current magic trapping techniques are insufficient to engineer magic trapping conditions for qudits encoded in hyperfine states with $J \\neq 0$, compromising qudit coherence. In this paper we propose a scheme to engineer magic trapping conditions for qudits via bichromatic tweezers. We show it is possible to suppress differential light shifts across all magnetic sublevels of the $5s5p$ $\\mathrm{^{3}P_2}$ state by using two carefully chosen wavelengths (with comparable tensor light shift magnitude and opposite sign) at an appropriate intensity ratio, thus suppressing light-shift induced dephasing, enabling scalar magic conditions between the ground state and $5s5p$ $\\mathrm{^{3}P_2}$, and tensor magic conditions for qudits encoded within it. Furthermore, this technique enables robust operation at the tensor magic angle 54.7$^\\circ$ with linear trap polarization via reduced sensitivity to uncertainty in experimental parameters. We expect this technique to enable new loading protocols, enhance cooling efficiency, and enhance nuclear spins' coherence times, thus facilitating qudit-based quantum computing in ${}^{87}$Sr in the $5s5p$ $\\mathrm{^{3}P_2}$ manifold.         ",
    "url": "https://arxiv.org/abs/2601.16328",
    "authors": [
      "Enrique A. Segura Carrillo",
      "Eric J. Meier",
      "Michael J. Martin"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.16329",
    "title": "National Quantum Strategies: A Data-Driven Approach to Understanding the Quantum Ecosystem",
    "abstract": "           As quantum technologies (QT) move from foundational research toward industrial and societal deployment, national strategies have become critical instruments for shaping the future of this emerging field. In this study, we conduct the first large-scale, data-driven analysis of 62 national quantum strategic documents (QSDs) from 20 countries. Using AI-based natural language processing (topic modeling), we identify 12 topics present in the text, ranging from technical development areas to transversal aspects such as workforce development and governance. Temporal analysis reveals a distinct shift in policy discourse toward applications of QT and commercialisation, and relatively away from basic science. Our findings highlight the increasing diversification of the QT field, and contribute to the growing area of quantum policy studies. We advocate for more AI and data-driven analyses of the quantum ecosystem, to work toward a scalable framework for understanding the technological and societal challenges of the second quantum revolution.         ",
    "url": "https://arxiv.org/abs/2601.16329",
    "authors": [
      "Simon Richard Goorney",
      "Emre Aslan",
      "Aleksandrs Baskakovs",
      "Borja Muñoz",
      "Jacob Sherson"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.16423",
    "title": "Quantum Sensing MRI for Noninvasive Detection of Neuronal Electrical Activity in Human Brains",
    "abstract": "           Neuronal electrical activity underlies human cognition, yet its direct, noninvasive measurement in the living human brain remains a fundamental challenge. Existing neuroimaging techniques, including EEG, MEG, and fMRI, are limited by trade-offs in sensitivity and spatial or temporal resolution. Here we propose quantum sensing MRI (qsMRI), a noninvasive approach that enables direct detection of neuronal firing-induced magnetic fields using a clinical MRI system. qsMRI exploits endogenous proton (1H) nuclear spins in water molecules as intrinsic quantum sensors and decodes time-resolved phase information from free induction decay (FID) signals to infer neuronal magnetic fields. We validate qsMRI through simulations, phantom experiments, and human studies at rest and during motor tasks, and provide open experimental procedures to facilitate independent validation. We further present a case study demonstrating potential applications to neurological disorders. qsMRI represents a first-in-human application of quantum sensing on a clinical MRI platform, establishes a non-BOLD functional imaging modality, and enables interrogation of neuronal firing dynamics in both cortical and deep brain regions.         ",
    "url": "https://arxiv.org/abs/2601.16423",
    "authors": [
      "Yongxian Qian",
      "Ying-Chia Lin",
      "Seyedehsara Hejazi",
      "Kamri Clarke",
      "Kennedy Watson",
      "Xingye Chen",
      "Nahbila-Malikha Kumbella",
      "Justin Quimbo",
      "Abena Dinizulu",
      "Simon Henin",
      "Yulin Ge",
      "Arjun Masurkar",
      "Anli Liu",
      "Yvonne W. Lui",
      "Fernando E. Boada"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.16484",
    "title": "Integrated Photonic Quantum Computing: From Silicon to Lithium Niobate",
    "abstract": "           Quantum technologies have surpassed classical systems by leveraging the unique properties of superposition and entanglement in photons and matter. Recent advancements in integrated quantum photonics, especially in silicon-based and lithium niobate platforms, are pushing the technology toward greater scalability and functionality. Silicon circuits have progressed from centimeter-scale, dual-photon systems to millimeter-scale, high-density devices that integrate thousands of components, enabling sophisticated programmable manipulation of multi-photon states. Meanwhile, lithium niobate, thanks to its wide optical transmission window, outstanding nonlinear and electro-optic coefficients, and chemical stability, has emerged as an optimal substrate for fully integrated photonic quantum chips. Devices made from this material exhibit high efficiency in in generating, manipulating, converting, storing, and detecting photon states, thereby establishing a basis for deterministic multi-photon generation and single-photon quantum interactions, as well as comprehensive frequency-state control. This review explores the development of integrated photonic quantum technologies based on both silicon and lithium niobate, highlighting invaluable insights gained from silicon-based systems that can assist the scaling of lithium niobate technologies. It examines the functional integration mechanisms of lithium niobate in electro-optic tuning and nonlinear energy conversion, showcasing its transformative impact throughout the photonic quantum computing process. Looking ahead, we speculate on the developmental pathways for lithium niobate platforms and their potential to revolutionize areas such as quantum communication, complex system simulation, quantum sampling, and optical quantum computing paradigms.         ",
    "url": "https://arxiv.org/abs/2601.16484",
    "authors": [
      "Hui Zhang",
      "Yiming Ma",
      "Di Zhu",
      "Yuancheng Zhan",
      "Yuzhi Shi",
      "Zhanshan Wang",
      "Leong Chuan Kwek",
      "Anthony Laing",
      "Ai Qun Liu",
      "Marko Loncar",
      "Xinbin Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.16562",
    "title": "Resonant X-Ray Difference-Frequency Seeding of Inner-Shell X-Ray Lasers",
    "abstract": "           We analyze a class of inner-shell x-ray laser systems in which the initial conditions of the emission are set by a resonant x-ray difference-frequency drive. Using a microscopic density-matrix framework, we show that two coherent x-ray fields at frequencies $\\omega_1$ and $\\omega_2$, with $\\omega_1-\\omega_2=\\omega_0$, can induce a phase-locked coherence on a core-level transition at $\\omega_0$ without requiring an external field or nonlinear susceptibility at that frequency. In the presence of population inversion, this driven coherence sets the phase and temporal onset of the amplified field, while gain remains governed by conventional inner-shell lasing mechanisms. We refer to this operating regime as a resonant x-ray difference-frequency laser (re-XDFL). The analysis demonstrates that difference-frequency-driven coherence provides a physically consistent route to controlled inner-shell x-ray laser emission beyond purely ASE-initiated operation.         ",
    "url": "https://arxiv.org/abs/2601.16562",
    "authors": [
      "Carles Serrat"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2601.16564",
    "title": "A Robust Strontium Tweezer Apparatus for Quantum Computing",
    "abstract": "           Neutral atoms for quantum computing applications show promise in terms of scalability and connectivity. We demonstrate the realization of a versatile apparatus capable of stochastically loading a 5x5 array of optical tweezers with single $^{88}$Sr atoms featuring flexible magnetic field control and excellent optical access. A custom-designed oven, spin-flip Zeeman slower, and deflection stage produce a controlled flux of Sr directed to the science chamber. In the science chamber, featuring a vacuum pressure of $3 \\times 10^{-11}$ mbar, the Sr is cooled using two laser cooling stages, resulting in $\\sim 3 \\times 10^5$ atoms at a temperature of 5(1) $\\mu$K. The optical tweezers feature a $1/e^2$ waist of 0.81(2) $\\mu$m, and loaded atoms can be imaged with a fidelity of $\\sim 0.997$ and a survival probability of $0.99^{+0.01}_{-0.02}$. The atomic array presented here forms the core of a full-stack quantum computing processor targeted for quantum chemistry computational problems.         ",
    "url": "https://arxiv.org/abs/2601.16564",
    "authors": [
      "Marijn Venderbosch",
      "Rik van Herk",
      "Zhichao Guo",
      "Jesús del Pozo Mellado",
      "Max Festenstein",
      "Deon Janse van Rensburg",
      "Ivo Knottnerus",
      "Yu Chih Tseng",
      "Alexander Urech",
      "Robert Spreeuw",
      "Florian Schreck",
      "Rianne Lous",
      "Edgar Vredenbregt",
      "Servaas Kokkelmans"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.16666",
    "title": "Fast compression of pure-quartic solitons in nonlinear optical fibers via shortcuts to adiabaticity",
    "abstract": "           Pure-quartic solitons (PQSs) supported by negative fourth-order dispersion have recently attracted considerable interest. In this work, we study both adiabatic and nonadiabatic compression of PQSs in nonlinear optical fibers with pure quartic dispersion in the presence of distributed gain and loss. Within a variational framework, we show that, for weak constant gain, the adiabatic compression dynamics can be mapped onto the motion of an effective particle in a slowly deformed potential, providing an intuitive physical picture. To overcome the long propagation distance required by conventional adiabatic condition, we exploit shortcuts to adiabaticity (STA) based on inverse engineering and derive analytical gain-loss profiles, with appropriate boundary conditions that realize a prescribed fast compression over a shorter propagation distance. Numerical simulations confirm the theoretical predictions and indicate a minimum propagation distance below which noticeable waveform distortion emerges. Compared with standard adiabatic references, the STA design significantly reduces the required compression distance while maintaining high-fidelity PQS evolution.         ",
    "url": "https://arxiv.org/abs/2601.16666",
    "authors": [
      "Chengyu Han",
      "Qian Kong",
      "Ming Shen",
      "Xi Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.16732",
    "title": "Multi-wavelength UV Upconversion in Lanthanides assisted by Photonic Crystals",
    "abstract": "           Upconversion luminescence consists of the absorption of low-energies photons followed by the emission of a higher energy photon. The process has mainly been studied in lanthanides to upconvert monochromatic near-infrared excitation to near-infrared or visible light, and has been exploited only to a limited extent to upconvert broad excitations to ultra-violet. In addition, upconverting near-infrared and visible light to ultra-violet is crucial for applications such as solar-to-fuel conversion or environmental remediation. However, upconversion luminescence is limited by the low absorption cross-sections of lanthanides. In this work, we engineered Bloch modes in a photonic crystal to assist a multi-wavelength upconversion mechanism and demonstrated a 28-fold enhancement of ultra-violet upconversion luminescence of Yb3+-Tm3+ doped thin films. Materials were selected and optimized to design nanostructures without parasitic absorption losses. The geometric parameters of the photonic crystals were scanned to match a slow-light resonance with an excited-state transition of Tm3+ and thus enhance incident visible light absorption. Ultra-violet light extraction was also enhanced by photonic crystal Bloch modes. Each of these two contributions were quantified and the measured photonic band structures were well reproduced by electromagnetic simulations.         ",
    "url": "https://arxiv.org/abs/2601.16732",
    "authors": [
      "Damien Rinnert",
      "Emmanuel Drouard",
      "Antonio Pereira",
      "Celine Chevalier",
      "Aziz Benamrouche",
      "Benjamin Fornacciari",
      "Hai Son Nguyen",
      "Gilles Ledoux",
      "Christian Seassal"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.16913",
    "title": "Coarse-Grained Geometric Quantum Dynamics in the Tensor Network Representation",
    "abstract": "           Quantum geometrical molecular dynamics provides a quantum geometric picture for understanding reactive dynamics, especially excited-state conical intersection dynamics, and also a numerically exact method for strongly correlated electron-nuclear dynamics. However, there are substantial challenges in describing medium-sized molecules with tens of nuclear degrees of freedom. The main challenge is that it uses a discrete variable representation to discretize the molecular configuration space, and thus requires a tremendous number of quantum chemistry calculations to construct the electronic overlap matrix. Moreover, the expansion coefficients scale exponentially with molecular size for direct-product basis sets. We address these challenges by first introducing a coarse-grained local diabatic ansatz, followed by a tensor network representation of the expansion coefficients and the molecular time-evolution operator. With a full 24-dimensional demonstration using the pyrazine molecule, we show that such developments provide a highly accurate and computationally tractable method for high-dimensional, fully quantum, strongly coupled electron-nuclear dynamics from first principles.         ",
    "url": "https://arxiv.org/abs/2601.16913",
    "authors": [
      "Mo Sha",
      "Bing Gu"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2601.16221",
    "title": "A comprehensive semi-automated fabrication system for quartz tuning fork AFM probe with real-time resonance frequency monitoring and Q-factor control",
    "abstract": "           Quartz tuning fork-based atomic force microscopy (QTF-AFM) has become a powerful tool for high-resolution imaging of both conductive and insulating samples, including semiconductor structures and metal-coated surfaces as well as soft matter under ambient conditions, while also enabling measurements in more demanding environments including ultrahigh vacuum and cryogenic conditions where conventional cantilever-based AFM often encounters limitations. However, the broader adoption of QTF-AFM has been constrained by the difficulty of attaching a cantilever tip to a quartz tuning fork (QTF) with the positional and angular precision required for repeatable and reproducible probe fabrication. For stable operation, the tip must be placed precisely at the midline of a single tine, aligned parallel to the prong axis, and rigidly secured. Even slight lateral offsets or angular deviations disrupt the intrinsic antisymmetric flexural mode, induce torsional coupling, and ultimately lead to systematic image distortions and reduced measurement integrity. In this work, we present a comprehensive, semi-automated QTF-tip fabrication system that integrates precision alignment, real-time frequency-sweep monitoring, and controlled Q-factor tuning within a single workflow. Experimental characterization demonstrates consistent probe preparation across multiple trials, preservation of sharp and well-defined resonance responses with deliberately adjustable damping, and high-fidelity, high-resolution imaging in practical scanning tests. This integrated approach provides a reproducible framework to QTF-based probe fabrication, lowering the technical barrier to QTF-AFM implementation and broadening its applicability across diverse sample types and operating environments.         ",
    "url": "https://arxiv.org/abs/2601.16221",
    "authors": [
      "Hankyul Koh",
      "Joon-Hyuk Ko",
      "Wonho Jhe"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.16379",
    "title": "Ab Initio Many Body Quantum Embedding and Local Correlation in Crystalline Materials using Interpolative Separable Density Fitting",
    "abstract": "           We present an efficient implementation of ab initio many-body quantum embedding and local correlation methods for infinite periodic systems through translational symmetry adapted interpolative separable density fitting, an approach which reduces the scaling of the calculations to only linear with the number of k-points. Employing this methodology, we compute correlated ground-state coupled cluster energies within density matrix embedding and local natural orbital correlation frameworks for both weakly and strongly correlated solids, using up to 1000 k-points. By extrapolating the local correlation domains and k-point sampling we further obtain estimates of the full coupled cluster with singles, doubles, and perturbative triples ground-state energies in the thermodynamic limit.         ",
    "url": "https://arxiv.org/abs/2601.16379",
    "authors": [
      "Junjie Yang",
      "Ning Zhang",
      "Shunyue Yuan",
      "Jincheng Yu",
      "Hong-Zhou Ye",
      "Garnet Chan"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2601.16604",
    "title": "Enhanced Terahertz Photoresponse via Acoustic Plasmon Cavity Resonances in Scalable Graphene",
    "abstract": "           Precise control and nanoscale confinement of terahertz (THz) fields are essential requirements for emerging applications in photonics, quantum technologies, wireless communications, and sensing. Here, we demonstrate a polaritonic cavity enhanced THz photoresponse in an antenna coupled device based on chemical vapor deposited (CVD) monolayer graphene. The dipole antenna lobes simultaneously serve as two gate electrodes, concentrate the impinging THz field, and efficiently launch acoustic graphene plasmons (AGPs), which drive a strong photo-thermoelectric (PTE) signal. Between 6 and 90 K, the photovoltage exhibits pronounced peaks, modulating the PTE response by up to 40\\%, that we attribute to AGPs forming a Fabry Pérot THz cavity in the full or half graphene channel. Combined full wave and transport thermal simulations accurately reproduce the gate controlled plasmon wavelength, spatial absorption profile, and the resulting nonuniform electron heating responsible for the PTE response. The lateral and vertical maximum confinement factors of the AGP wavelength relative to the incident wavelength are 165 and 4000, respectively, for frequencies from 1.83 to 2.52 THz. These results demonstrate that wafer scalable CVD graphene, without hBN encapsulation, can host coherent AGP resonances and exhibit an efficient polaritonic enhanced photoresponse under appropriate gating, antenna coupling, and AGP cavity design, opening a route to scalable, polarization and frequency selective, liquid nitrogen cooled, and low power consumption THz detection platforms based on plasmon thermoelectric transduction.         ",
    "url": "https://arxiv.org/abs/2601.16604",
    "authors": [
      "Domenico De Fazio",
      "Sebastián Castilla",
      "Karuppasamy P. Soundarapandian",
      "Tetiana Slipchenko",
      "Ioannis Vangelidis",
      "Simone Marconi",
      "Riccardo Bertini",
      "Vlad Petrica",
      "Yang Hao",
      "Alessandro Principi",
      "Elefterios Lidorikis",
      "Roshan K. Kumar",
      "Luis Martín-Moreno",
      "Frank H. L. Koppens"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.16941",
    "title": "Quantum Fisher information analysis for absorption measurements with undetected photons",
    "abstract": "           We theoretically compare the quantum Fisher information (QFI) for three configurations of absorption spectroscopy with undetected idler photons: an SU(1,1) interferometer with inter-source idler loss, an induced-coherence (IC) setup in which the idler partially seeds a second squeezer together with a vacuum ancilla, and a distributed-loss (DL) scheme with in-medium attenuation. We calculate the QFI as a function of parametric gain for both full and signal-only detection access. For losses below 99% and low to moderate gain, the SU(1,1) configuration provides the largest QFI. At high gain and intermediate loss, the IC scheme performs best, while under extreme attenuation (transmission $<$ 1%) the DL model becomes optimal. These results delineate the measurement regimes in which each architecture is optimal in terms of information theory.         ",
    "url": "https://arxiv.org/abs/2601.16941",
    "authors": [
      "Martin Houde",
      "Franz Roeder",
      "Christine Silberhorn",
      "Benjamin Brecht",
      "Nicolás Quesada"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.12718",
    "title": "Hybrid III-V/Silicon Quantum Photonic Device Generating Broadband Entangled Photon Pairs",
    "abstract": "           The demand for integrated photonic chips combining the generation and manipulation of quantum states of light is steadily increasing, driven by the need for compact and scalable platforms for quantum information technologies. While photonic circuits with diverse functionalities are being developed in different single material platforms, it has become crucial to realize hybrid photonic circuits that harness the advantages of multiple materials while mitigating their respective weaknesses, resulting in enhanced capabilities. Here, we demonstrate a hybrid III-V/Silicon quantum photonic device combining the strong second-order nonlinearity and direct bandgap of the III-V semiconductor platform with the high maturity and CMOS compatibility of the silicon photonic platform. Our device embeds the spontaneous parametric down-conversion (SPDC) of photon pairs into an AlGaAs source and their vertical routing to an adhesively-bonded silicon-on-insulator circuitry, within an evanescent coupling scheme managing both polarization states. This enables the on-chip generation of broadband (> 40 nm) telecom photons by type 0 and type 2 SPDC from the hybrid device, at room temperature and with internal pair generation rates exceeding $10^5$ $s^{-1}$ for both types, while the pump beam is strongly rejected. Two-photon interference with 92% visibility (and up to 99% upon 5 nm spectral filtering) proves the high energy-time entanglement quality of the produced quantum state, thereby enabling a wide range of quantum information applications on-chip, within an hybrid architecture compliant with electrical pumping and merging the assets of two mature and highly complementary platforms in view of out-of-the-lab deployment of quantum technologies.         ",
    "url": "https://arxiv.org/abs/2311.12718",
    "authors": [
      "J. Schuhmann",
      "L. Lazzari",
      "M. Morassi",
      "A. Lemaitre",
      "I. Sagnes",
      "G. Beaudoin",
      "M.I. Amanti",
      "F. Boeuf",
      "F. Raineri",
      "F. Baboux",
      "S. Ducci"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2501.12744",
    "title": "Bright and pure single-photon source in a silicon chip by nanoscale positioning of a color center in a microcavity",
    "abstract": "           We present an all-silicon source of near-infrared linearly-polarized single photons, fabricated by nanoscale positioning of a color center in a silicon-on-insulator microcavity. The color center consists of a single W center, created at a well-defined position by Si$^{+}$ ion implantation through a 150 nm-diameter nanohole in a mask. A circular Bragg grating cavity resonant with the W's zero-phonon line at 1217 nm is fabricated at the same location as the nanohole. By Purcell enhancement of zero-phonon emission, we obtain a photon count rate of $1.29 \\pm 0.01$ Mcounts/s at saturation under above-gap continuous-wave excitation with a Debye-Waller factor of $98.6\\pm1.4 \\%$. A clean photon antibunching behavior is observed up to pump powers ensuring saturation of the W's emission ($g^{(2)}(0)=0.06\\pm0.02$ at $P=9.2P_{sat}$), evidencing that the density of additional parasitic fluorescent defects is very low. We also demonstrate the triggered emission of single photons with $93\\pm2 \\%$ purity under weak pulsed laser excitation. At high pulsed laser power, we reveal a detrimental effect of repumping processes, that could be mitigated using selective pumping schemes in the future. These results represent a major step towards on-demand sources of indistinguishable near-infrared single photons within silicon photonics chips.         ",
    "url": "https://arxiv.org/abs/2501.12744",
    "authors": [
      "Baptiste Lefaucher",
      "Yoann Baron",
      "Jean-Baptiste Jager",
      "Vincent Calvo",
      "Christian Elsässer",
      "Giuliano Coppola",
      "Frédéric Mazen",
      "Sébastien Kerdilès",
      "Félix Cache",
      "Anaïs Dréau",
      "Jean-Michel Gérard"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2504.14444",
    "title": "Estimating Soil Electrical Parameters in the Canadian High Arctic from Impedance Measurements of the MIST Antenna Above the Surface",
    "abstract": "           The MIST experiment aims to detect the cosmological 21-cm signal through sky observations at 25-125 MHz using a wide-beam antenna. The antenna is mounted above the soil and the beam characteristics are highly dependent on the soil's electrical properties. Accurate models for the beam obtained from electromagnetic simulations are crucial for detecting the 21-cm signal. Determining the soil properties to inform the beam simulations is therefore a very high priority for MIST. Here we report the first electrical characterization of the MIST observation site in the Canadian High Arctic, which was conducted in July, 2022. The electrical parameters were estimated using impedance measurements of the instrument's antenna, which is a very advantageous approach for MIST. Our best-fit soil model is consistent with a thawed active layer underlain by permafrost, and the parameters were estimated with a precision close to the requirements for the detection of the cosmological 21-cm signal.         ",
    "url": "https://arxiv.org/abs/2504.14444",
    "authors": [
      "I. Hendricksen",
      "R. A. Monsalve",
      "V. Bidula",
      "C. Altamirano",
      "R. Bustos",
      "C. H. Bye",
      "H. C. Chiang",
      "X. Guo",
      "F. McGee",
      "F. P. Mena",
      "L. Nasu-Yu",
      "C. Omelon",
      "S. E. Restrepo",
      "J. L. Sievers",
      "L. Thomson",
      "N. Thyagarajan"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2505.03456",
    "title": "Narrowline cooling of dysprosium atoms in an optical tweezer array",
    "abstract": "           We perform narrowline cooling of single dysprosium atoms trapped in a 1D optical tweezers array, employing the narrow single-photon transition at 741 nm. At the trapping wavelength of 532 nm, the excited state is less trapped than the ground state. To obtain efficient cooling performances, we chirp the frequency of the cooling beam to subsequently address the red sidebands of different motional states. We demonstrate the effectiveness of the cooling protocol through Raman thermometry, which we characterize for our experimental conditions. We obtain an array of 75 atoms close to the motional ground state in the radial direction of the tweezers. Our results demonstrate the possibility to manipulate the motional degree of freedom of dysprosium in optical tweezers arrays, a key ingredient to exploit the potential of lanthanide-based tweezers platforms for quantum science.         ",
    "url": "https://arxiv.org/abs/2505.03456",
    "authors": [
      "Giulio Biagioni",
      "Britton Hofer",
      "Nathan Bonvalet",
      "Damien Bloch",
      "Antoine Browaeys",
      "Igor Ferrier-Barbut"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2508.00044",
    "title": "Is Quantum Mechanics a proper subset of Classical Mechanics?",
    "abstract": "           Quantum mechanics is widely regarded as a complete theory, yet we argue it is a tractable projection of a deeper, computationally-inaccessible classical variational structure. By analyzing the coupled partial differential equations of the Hamilton type 1 principal function, we show that classical action-based dynamics are generally undecidable, paralleling spectral gap undecidability in quantum systems. In near Kolmogorov-Arnold-Moser systems, stability hinges on Diophantine conditions that are themselves undecidable, limiting predictability via arithmetic logic rather than randomness. Phenomena like spin 3/2 systems and larger, quantum scars and Leggett inequality violations support this view, naturally explained by time symmetric classical action. This framework offers a principled resolution to the long standing dichotomy between unitarity and entanglement by deriving both as emergent features of a tractable rendering from a fundamentally non-separable classical variational geometry. Collapse and decoherence arise from representational limits, not ontological indeterminism. We propose an explicit experimental test using lateral double quantum dots to detect predicted deviations from standard quantum coherence at the classical chaos threshold. This reframing suggests the classical quantum boundary is set by computability and not by the Planck constant. Implications for quantum computing and quantum encryption are discussed.         ",
    "url": "https://arxiv.org/abs/2508.00044",
    "authors": [
      "Khaled Mnaymneh"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2510.25481",
    "title": "Diagnostic vs dynamic representation of the inverse barometer effect in a global ocean model and its potential for probabilistic storm surge forecasting",
    "abstract": "           The global ocean model NEMO is run in a series of stand-alone configurations (2015-2022) to investigate the potential for improving global medium-range storm surge forecasts by including the inverse barometer effect. The analysis focus on the residual water level, i.e. the water level variations not due to tides. Here, we compare a control experiment, where the inverse barometer effect was not included, against a run dynamically forced with mean sea level pressure. In the control experiment, the inverse barometer effect was then calculated diagnostically and added to the ocean model sea surface elevation, resulting in a total of three experiments to investigate. We compare against the global GESLA3 water level data set and find that the inclusion of the inverse barometer effect reduces the root-mean-square error by $\\sim 1~cm$ on average. When we mask out all data where the observed residual water level is less than $\\pm1$ or $\\pm2$ standard deviations, including the inverse barometer effect reduces the RMS error by $4-5$ cm. While both methods reduce water level errors, there are regional differences in their performance. The run with dynamical pressure forcing is seen to perform slightly better than diagnostically adding the inverse barometer effect in enclosed basins such as the Baltic Sea. Finally, an ensemble forecast experiment with the Integrated Forecast System of the European Centre for Medium-range Weather Forecasts demonstrates that when the diagnostic inverse barometer effect is included for a severe storm surge event in the North Sea (Storm Xaver, December 2013), the ensemble spread of water level provides a stronger and earlier indication of the observed maximum surge level than the when the effect is excluded.         ",
    "url": "https://arxiv.org/abs/2510.25481",
    "authors": [
      "Nils Melsom Kristensen",
      "Kristian Mogensen",
      "Sarah-Jane Lock",
      "Øyvind Breivik"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2511.06853",
    "title": "Computational TIRF enables optical sectioning beyond the evanescent field for widefield fluorescence microscopy",
    "abstract": "           The resolving ability of widefield fluorescence microscopy is fundamentally limited by out-of-focus background owing to its low axial resolution, particularly for densely labeled biological samples. Although total internal reflection fluorescence (TIRF) microscopy provides strong near-surface sectioning, they are intrinsically restricted to shallow imaging depths. Here we present computational TIRF (cTIRF), a deep learning-based imaging modality that generates TIRF-like sectioned images directly from conventional widefield epifluorescence measurements without any optical modification. By integrating a physics-informed forward model into network training, cTIRF achieves effective background suppression and axial resolution enhancement while maintaining consistency with the measured widefield data. We demonstrate that cTIRF recovers near-surface structures with performance comparable to experimental TIRF, and further enables both single-frame and volumetric sectioned reconstruction in densely labeled samples where conventional TIRF fails. This work establishes cTIRF as a practical and deployable alternative to hardware-based optical sectioning in fluorescence microscopy, enabled by rapid adaptation to new imaging systems with minimal calibration data.         ",
    "url": "https://arxiv.org/abs/2511.06853",
    "authors": [
      "Qiushi Li",
      "Celi Lou",
      "Yanfang Cheng",
      "Bilang Gong",
      "Xinlin Chen",
      "Hao Chen",
      "Baowan Li",
      "Jieli Wang",
      "Yulin Wang",
      "Sipeng Yang",
      "Yunqing Tang",
      "Luru Dai"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Artificial Intelligence (cs.AI)"
    ]
  },
  {
    "id": "arXiv:2504.21306",
    "title": "Semiclassical Approach to Quantum Fisher Information",
    "abstract": "           Quantum sensors driven into the quantum chaotic regime can have dramatically enhanced sensitivity, which, however, depends intricately on the details of the underlying classical phase space. Here, we develop an accurate semiclassical approach that provides direct and efficient access to the phase-space-resolved quantum Fisher information (QFI), the central quantity that quantifies the ultimate achievable sensitivity. This approximation reveals, in very concrete terms, that the QFI is large whenever a specific dynamical quantity tied to the sensing parameter displays a large variance over the course of the corresponding classical time evolution. Applied to a paradigmatic system of quantum chaos, the kicked top, we show that the semiclassical description is accurate already for modest quantum numbers, i.e., deep in the quantum regime, and it extends seamlessly to very high quantum numbers that are beyond the reach of other methods.         ",
    "url": "https://arxiv.org/abs/2504.21306",
    "authors": [
      "Mahdi RouhbakhshNabati",
      "Daniel Braun",
      "Henning Schomerus"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.13332",
    "title": "Efficient algorithms for quantum chemistry on modular quantum processors",
    "abstract": "           Quantum chemistry is a promising application of future quantum computers, but the requirements on qubit count and other resources suggest that modular computing architectures will be required. We introduce an implementation of a quantum chemistry algorithm that is distributed across several computational modules: the distributed unitary selective coupled cluster (dUSCC). We design a packing scheme using the pseudo-commutativity of Trotterization to maximize the parallelism while optimizing the scheduling of all inter-module gates around the buffering of inter-module Bell pairs. We demonstrate dUSCC on a 3-cluster (H$_4$)$_3$ chain and show that it naturally utilizes the molecule's structure to reduce inter-module latency. We show that the run time of dUSCC is unchanged with inter-module latency up to $\\sim$20$\\times$ slower than intra-module gates in the (H$_4$)$_3$ while maintaining chemical accuracy. dUSCC should be \"free\" in the weakly entangled systems, and the existence of \"free\" dUSCC can be found efficiently using classical algorithms. This new compilation scheme both leverages pseudo-commutativity and considers inter-module gate scheduling, and potentially provides an efficient distributed compilation of other Trotterized algorithms.         ",
    "url": "https://arxiv.org/abs/2506.13332",
    "authors": [
      "Tian Xue",
      "Jacob P. Covey",
      "Matthew Otten"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]