[
  {
    "id": "arXiv:2301.11933",
    "title": "In our mind's eye: Visible and invisible in quantum theory, with  Schrödinger's cat experiment",
    "abstract": "This article aims to reconsider E. Schr\\\"odinger's famous thought experiment, the cat paradox experiment, and its place in quantum foundations from a new perspective, grounded in the type of interpretation of quantum phenomena and quantum mechanics, which belongs to the class of interpretations designated here as \"reality without realism\" (RWR) interpretations. Such interpretations have not been previously brought to bear on the cat experiment, including by N. Bohr, whose interpretation in its ultimate forms (as he changes his interpretation a few times) is an RWR interpretation, but who does not appear to have commented on the cat experiment. The interpretation adopted in this articles follows Bohr's interpretation, as based on two assumptions or postulates, the Heisenberg and Bohr postulates, but it adds a third postulate, the Dirac postulate. The article also introduces, in conjunction with the concept of reality without realism, the concepts of visible and invisible to thought and considers their role in the cat-paradox experiment. ",
    "url": "https://arxiv.org/abs/2301.11933",
    "authors": [
      "Arkady Plotnitsky"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.12037",
    "title": "Possible depth-resolved reconstruction of shear moduli in the cornea  following collagen crosslinking (CXL) with optical coherence tomography and  elastography",
    "abstract": "Collagen crosslinking of the cornea (CXL) is commonly employed to prevent or treat keratoconus. Although the global change of stiffness before and after treatment can be monitored with OCE, the depth dependence of this change is still unclear. Here we propose to combine phase-decorrelation measurement applied to OCT structural images and acoustic micro-tapping optical coherence elastography (A$\\mu$T-OCE) to explore possible reconstruction of stiffness with depth within crosslinked corneas in an ex vivo human cornea sample. The analysis of experimental OCT images allows to define the penetration depth of CXL into the cornea which varies from $\\sim$100$\\mu m$ in the periphery to $\\sim$150$\\mu m$ in the central area and demonstrates a sharp transition between the areas. This information was used in numerical simulations of the mechanical guided wave propagation in the two-layer medium with different elastic moduli corresponding to that for the CXL and normal corneas. The simulation supports our hypothesis that \"averaged\" elastic moduli can be reconstructed from guided wave propagation in the cornea with partial penetration of CXL, which may then be used to decouple the moduli in each layer. However, additional studies are required to define and characterize the reconstruction algorithm for the more general case of arbitrary CXL penetration depth and its possible variation over the cornea. ",
    "url": "https://arxiv.org/abs/2301.12037",
    "authors": [
      "Gabriel Regnault",
      "Mitchell A. Kirby",
      "Ruikang K. Wang",
      "Tueng T. Shen",
      "Matthew O'Donnell",
      "Ivan Pelivanov"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2301.12096",
    "title": "QD3SET-1: A Database with Quantum Dissipative Dynamics Data Sets",
    "abstract": "Simulations of the dynamics of dissipative quantum systems utilize many methods such as physics-based quantum, semiclassical, and quantum-classical as well as machine learning-based approximations, development and testing of which requires diverse data sets. Here we present a new database QD3SET-1 containing eight data sets of quantum dynamical data for two systems of broad interest, spin-boson (SB) model and the Fenna--Matthews--Olson (FMO) complex, generated with two different methods solving the dynamics, approximate local thermalizing Lindblad master equation (LTLME) and highly accurate hierarchy equations of motion (HEOM). One data set was generated with the SB model which is a two-level quantum system coupled to a harmonic environment using HEOM for 1,000 model parameters. Seven data sets were collected for the FMO complex of different sizes(7- and 8-site monomer and 24-site trimer with LTLME and 8-site monomer with HEOM) for 500--879 model parameters. Our QD3SET-1 database contains both population and coherence dynamics data and part of it has been already used for machine learning-based quantum dynamics studies. ",
    "url": "https://arxiv.org/abs/2301.12096",
    "authors": [
      "Arif Ullah",
      "Luis E. Herrera Rodriguez",
      "Pavlo O. Dral",
      "Alexei A. Kananenka"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.12160",
    "title": "Polarization-independent second-order photonic topological corner states",
    "abstract": "Recently, much attention has been paid to second-order photonic topological insulators (SPTIs), because of their support for highly localized corner states with excellent robustness. SPTIs have been implemented in either transverse magnetic (TM) or transverse electric (TE) polarizations in two-dimensional (2D) photonic crystals (PCs), and the resultant topological corner states are polarization-dependent, which limits their application in polarization-independent optics. However, to achieve polarization-independent corner states is not easy, since they are usually in-gap and the exact location in the topological bandgap is not known in advance. Here, we report on a SPTI based on a 2D square-lattice PC made of an elliptic metamaterial, and whether the bandgap is topological or trivial depends on the choice of the unit cell. It is found that locations of topological bandgaps of TM and TE polarizations in the frequency spectrum can be independently controlled by the out-of-plane permittivity $\\varepsilon_\\perp$ and in-plane permittivity $\\varepsilon_{\\varparallel}$, respectively, and more importantly, the location of in-gap corner states can also be separately manipulated by them. From this, we achieve topological corner states for both TM and TE polarizations with the same frequency in the PC by adjusting $\\varepsilon_\\perp$ and $\\varepsilon_\\varparallel$, and their robustness against disorders and defects are numerically demonstrated. The proposed SPTI provides a potential application scenario for polarization-independent topological photonic devices. ",
    "url": "https://arxiv.org/abs/2301.12160",
    "authors": [
      "Linlin Lei",
      "Shuyuan Xiao",
      "Wenxing Liu",
      "Qinghua Liao",
      "Lingjuan He",
      "Tianbao Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.12244",
    "title": "20 ps Time Resolution with a Fully-Efficient Monolithic Silicon Pixel  Detector without Internal Gain Layer",
    "abstract": "A second monolithic silicon pixel prototype was produced for the MONOLITH project. The ASIC contains a matrix of hexagonal pixels with 100 {\\mu}m pitch, readout by a low-noise and very fast SiGe HBT frontend electronics. Wafers with 50 {\\mu}m thick epilayer of 350 {\\Omega}cm resistivity were used to produce a fully depleted sensor. Laboratory and testbeam measurements of the analog channels present in the pixel matrix show that the sensor has a 130 V wide bias-voltage operation plateau at which the efficiency is 99.8%. Although this prototype does not include an internal gain layer, the design optimised for timing of the sensor and the front-end electronics provides a time resolutions of 20 ps. ",
    "url": "https://arxiv.org/abs/2301.12244",
    "authors": [
      "S. Zambito",
      "M. Milanesio",
      "T. Moretti",
      "L. Paolozzi",
      "M. Munker",
      "R. Cardella",
      "T. Kugathasan",
      "F. Martinelli",
      "A. Picardi",
      "M. Elviretti",
      "H. Rücker",
      "A. Trusch",
      "F. Cadoux",
      "R. Cardarelli",
      "S. Débieux",
      "Y. Favre",
      "C. A. Fenoglio",
      "D. Ferrere",
      "S. Gonzalez-Sevilla",
      "L. Iodice",
      "R. Kotitsa",
      "C. Magliocca",
      "M. Nessi",
      "A. Pizarro-Medina",
      "J. Sabater Iglesias",
      "J. Saidi",
      "M. Vicente Barreto Pinto",
      "G. Iacobucci"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2301.12259",
    "title": "The Atomistic Green's Function method for acoustic and elastic  wave-scattering problems",
    "abstract": "In this paper, we present a powerful method (Atomistic Green's Function, AGF) for calculating the effective Hamiltonian of acoustic and elastic wave-scatterers. The ability to calculate the effective Hamiltonian allows for the study of scattering problems in infinite systems without the introduction of any artificial truncating boundaries such as perfectly matched layers or Dirichlet to Neumann (DtN) maps. Furthermore, the AGF formalism also allows for the efficient calculation of the Green's function of the scatterer as well as all relevant scattering metrics including reflection and transmission ratios. The formalism presented here is especially suited to scattering problems involving waveguides, phononic crystals, metamaterials, and metasurfaces. We show the application of the method to three scattering problems: scattering from a slab (1D), scattering from a finite phononic crystal (1D), and scattering from defects in a waveguide (2D). ",
    "url": "https://arxiv.org/abs/2301.12259",
    "authors": [
      "Hossein Khodavirdi",
      "Zhun-Yong Ong",
      "Ankit Srivastava"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.12440",
    "title": "On the status of channeling radiation and laser based radiation sources",
    "abstract": "A unified description of channeling radiation (CR) in oriented crystals (OC) and radiation in the field of an intense plane wave (laser radiation sources - LRS) is proposed in terms of two Lorentz invariants, which can be determined using the target (crystal or laser) and the incident beam parameters. The case of planar positron channeling (quasi-channeling) and linear polarized laser wave is considered in detail up to TeV energies. The crucial difference between LRS and CR is that in the former case both invariants are independent, while in channeling they are linearly related to each other. This leads to a strong limitation on the range of possible values of these invariants in OC. On the other hand, OC make it possible to study QED processes in strong non-uniform external fields. ",
    "url": "https://arxiv.org/abs/2301.12440",
    "authors": [
      "M. Kh. Khokonov"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.12620",
    "title": "Dynamics of a buffer-gas-loaded, deep optical trap for molecules",
    "abstract": "We describe an approach to optically trapping small, closed-shell molecules at cryogenic temperatures by buffer-gas loading a deep optical dipole trap. The ~10 K trap depth will be produced by a tightly-focused, 1064-nm cavity capable of reaching intensities of hundreds of GW/cm$^2$. Molecules will be directly buffer-gas loaded into the trap using a helium buffer gas at 1.5 K. The very far-off-resonant, quasi-electrostatic trapping mechanism is insensitive to a molecule's internal state, energy level structure, and its electric and magnetic dipole moment. Here, we theoretically investigate the trapping and loading dynamics, as well as the heating and loss rates, and conclude that $10^4$-$10^6$ molecules are likely to be trapped. Our trap would open new possibilities in molecular spectroscopy, studies of cold chemical reactions, and precision measurement, amongst other fields of physics. ",
    "url": "https://arxiv.org/abs/2301.12620",
    "authors": [
      "Ashwin Singh",
      "Lothar Maisenbacher",
      "Ziguang Lin",
      "Jeremy Axelrod",
      "Cristian Panda",
      "Holger Müller"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.12694",
    "title": "Photonic corner skin modes",
    "abstract": "Useful in the enhancement of light-matter interaction, localization of light is at the heart of photonics studies. Different approaches have been proposed to localize light, including those based on dynamical localization, topological trivial or nontrivial defects in the band gap of photonic crystals, and bound states in the continuum. Recent studies on non-Hermitian skin effect have provided us new means to localize waves. In this work, we propose a new method towards localized light, called photonic corner skin modes arising from second-order non-Hermitian skin effect and gain-loss symmetry on a lattice. Specifically, we propose to make use of small pseudo-inversion symmetric gain/loss, which does not close the band gap, to realize a photonic Chern insulator with chiral edge states. The chiral edge states then accumulate at certain corners of the system. Intriguing phenomena such as corner skin modes arising from an underlying bipolar second-order non-Hermitian skin effect and multiple-corner skin modes are predicted in continuous systems. ",
    "url": "https://arxiv.org/abs/2301.12694",
    "authors": [
      "Weiwei Zhu",
      "Jiangbin Gong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2301.12731",
    "title": "GRASIAN: Towards the first demonstration of gravitational quantum states  of atoms with a cryogenic hydrogen beam",
    "abstract": "At very low energies, a light neutral particle above a horizontal surface can experience quantum reflection. The quantum reflection holds the particle against gravity and leads to gravitational quantum states (GQS). So far, GQS were only observed with neutrons as pioneered by Nesvizhevsky and his collaborators at ILL. However, the existence of GQS is predicted also for atoms. The GRASIAN-collaboration pursues the first observation and studies of GQS of atomic hydrogen. We propose to use atoms in order to exploit the fact that orders of magnitude larger fluxes compared to those of neutrons are available. Moreover, recently the qBounce collaboration, performing GQS spectroscopy with neutrons, reported a discrepancy between theoretical calculations and experiment which deserves further investigations. For this purpose, we set up a cryogenic hydrogen beam at 6 K. We report on our preliminary results, characterizing the hydrogen beam with pulsed laser ionization diagnostics at 243 nm. ",
    "url": "https://arxiv.org/abs/2301.12731",
    "authors": [
      "Carina Killian",
      "Zakary Burkley",
      "Philipp Blumer",
      "Paolo Crivelli",
      "Fredrik Gustafsson",
      "Otto Hanski",
      "Amit Nanda",
      "Francois Nez",
      "Valery Nesvizhevsky",
      "Serge Reynaud",
      "Katharina Schreiner",
      "Martin Simon",
      "Sergey Vasiliev",
      "Eberhard Widmann",
      "Pauline Yzombard"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2301.12883",
    "title": "Update of Muonium 1S-2S transition frequency",
    "abstract": "We present an updated value of the Muonium 1S-2S transition frequency, highlighting contributions from different QED corrections as well as the large uncertainty in the Dirac contribution, stemming from the uncertainty of the electron-to-muon mass ratio. Improving the measurement of this spectral line would allow to extract a more accurate determination of fundamental constants, such as the electron-to-muon mass ratio or, combined with the Muonium hyperfine splitting, an independent value of the Rydberg constant. Furthermore we report on the current status of the Mu-MASS experiment, which aims at measuring the Muonium 1S-2S transition frequency at a 10 kHz uncertainty level. ",
    "url": "https://arxiv.org/abs/2301.12883",
    "authors": [
      "Irene Cortinovis",
      "Ben Ohayon",
      "Lucas de Sousa Borges",
      "Gianluca Janka",
      "Artem Golovizin",
      "Nikita Zhadnov",
      "Paolo Crivelli"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2301.12917",
    "title": "Design and Simulation of Capacitive Pressure Sensor for Blood Pressure  Sensing Application",
    "abstract": "This paper presents the mathematical modeling-based design and simulation of normal mode MEMS capacitive pressure sensor for blood pressure sensing application. The normal blood pressure of human being is 120/80 mmHg. But this range varies in case of any stress, hypertension and some other health issues. Analytical simulation is implemented using MATLAB. Basically, normal mode capacitive pressure sensors have a fixed plate and a moveable diaphragm which deflects on application of pressure with the condition that it must not touch the fixed plate. Deflection depends on material as well as thickness, shape and size of diaphragm which can be of circular, elliptical, square or rectangular shape. In this paper, circular shape is chosen due to higher sensitivity compared to other diaphragm shapes. Deflection, base capacitance, change in capacitance after applying pressure and sensitivity are reported for systolic and diastolic blood pressure monitoring application, and study involves determining the optimized design for the sensor. Diaphragm deflection shows linear variation with applied pressure, which follows Hooks law. The variation in capacitance is logarithmic function of applied pressure, which is utilized for analytical simulation. ",
    "url": "https://arxiv.org/abs/2301.12917",
    "authors": [
      "Rishabh Bhooshan Mishra",
      "S. Santosh Kumar",
      "Ravindra Mukhiya"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2301.13023",
    "title": "Application of Coherent Microwave Scattering and Multiphoton Ionization  for Diagnostics of Electric Propulsion Systems",
    "abstract": "Nonintrusive measurements of plasma properties are essential to evaluate, and numerically simulate, the in-flight performance of electric propulsion systems. As a logical first step in the development of new diagnostic techniques, this work depicts the implementation of multiphoton ionization and coherent microwave scattering (MPI-CMS) in a gridded-ion accelerator operating on rare gases. Presented studies primarily comprise photoionization spectroscopy of ground and excited state-populations of both neutrals and ions supplemented by optical emission spectroscopy and Langmuir probe derived plume properties. Results suggest the potential of MPI-CMS for non-intrusive measurements of specie number densities. ",
    "url": "https://arxiv.org/abs/2301.13023",
    "authors": [
      "Adam R. Patel",
      "Sashin L. B. Karunarathne",
      "Nicholas Babusis",
      "Alexey Shashurin"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2301.13050",
    "title": "Weak optical modes for high-density and low-loss photonic circuit",
    "abstract": "Dielectric optical waveguides constitute the main building blocks of photonic integrated circuits (PICs). Channels with high refractive index contrast can provide very compact PIC components whereas structures with lower index exhibit less propagation loss. A hybrid concept that can combine the best of high- and low-index materials is highly required. Here, we devise a new approach to realize compact and low-loss hybrid optical waveguides based on the interaction of weak optical modes. This is a rather universal approach that can be applied to a wide range of optical materials. To prove the principle, the hybrid waveguide structure is formed by combining a low-index polymer and a thin layer of silicon nitride. For this material combination, a minimum bending radius of 90 micron (for a bending loss of 0.005 dB/90o ) and an upper limit for the optical loss of 0.7 dB/cm are achieved. The viability of this platform is demonstrated through a series of high-performance novel PIC components. This hybrid waveguide platform enabled by a powerful and simple design concept holds great promise for high-density and low-loss PICs. ",
    "url": "https://arxiv.org/abs/2301.13050",
    "authors": [
      "Hamed Nikbakht",
      "Bob van Someren",
      "Manfred Hammer",
      "B. Imran Akca"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.13114",
    "title": "Intratissue activity imaging of an alveolar organoid with  three-dimensional dynamic optical coherence tomography",
    "abstract": "An organoid is a three-dimensional (3D) in vitro cell culture emulating human organs. We applied 3D dynamic optical coherence tomography (DOCT) to visualize the intratissue and intracellular activities of human induced pluripotent stem cells (hiPSCs)-derived alveolar organoids in normal and fibrosis models. 3D DOCT data were acquired with a 840-nm spectral domain optical coherence tomography with axial and lateral resolutions of 3.8 {\\mu}m (in tissue) and 4.9 {\\mu}m, respectively. The DOCT images were obtained by the logarithmic-intensity-variance (LIV) method, which is sensitive to the signal fluctuation magnitude. The LIV images revealed cystic structures surrounded by high-LIV borders and mesh-like structures with low LIV. The former may be alveoli with a highly dynamics epithelium, while the latter may be fibroblasts. The LIV images also demonstrated the abnormal repair of the alveolar epithelium. ",
    "url": "https://arxiv.org/abs/2301.13114",
    "authors": [
      "Rion Morishita",
      "Pradipta Mukherjee",
      "Ibrahim Abd El-Sadek",
      "Toshio Suzuki",
      "Yiheng Lim",
      "Antonia Lichtenegger",
      "Shuichi Makita",
      "Kiriko Tomita",
      "Yuki Yamamoto",
      "Tetsuharu Nagamoto",
      "Yoshiaki Yasuno"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Medical Physics (physics.med-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.12186",
    "title": "Gravitational billiards -- bouncing inside a paraboloid cavity",
    "abstract": "In this work the confined domains for a point-like particle propagating within the boundary of an ideally reflecting paraboloid mirror are derived. Thereby it is proven that all consecutive flight parabola foci points lie on the surface of a common sphere of radius $R$. The main results are illustrated in various limiting cases and are compared to its two-dimensional counterpart. ",
    "url": "https://arxiv.org/abs/2301.12186",
    "authors": [
      "Daniel Jaud"
    ],
    "subjectives": [
      "Dynamical Systems (math.DS)",
      "Mathematical Physics (math-ph)",
      "Metric Geometry (math.MG)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2301.12323",
    "title": "A Cavity Load Lock Apparatus for Next-Generation Quantum Optics  Experiments",
    "abstract": "Cavity quantum electrodynamics (QED), the study of the interaction between quantized emitters and photons confined in an optical cavity, is an important tool for quantum science in computing, networking, and synthetic matter. In atomic cavity QED, this approach typically relies upon an ultra-high vacuum chamber that hosts a cold trapped atomic ensemble and an optical cavity. Upgrading the cavity necessitates a months-long laborious process of removing external optics, venting, replacing the resonator, baking, and replacing optics, constituting a substantial bottleneck to innovation in resonator design. In this work, we demonstrate that the flexibility of optical cavities, and the quick turnaround time in switching between them, can be restored with the vacuum loadlock technique--reducing the cycle time to install a cavity, bake it, and transport it into the science chamber to days, achieving 3x10^(-10) Torr pressure in the science chamber. By reducing vacuum limitations, this approach is particularly powerful for labs interested in quickly exploring novel optic cavities, or any other atomic physics relying on in-vacuum optics. ",
    "url": "https://arxiv.org/abs/2301.12323",
    "authors": [
      "Chuan Yin",
      "Henry Ando",
      "Mark Stone",
      "Danial Shadmany",
      "Anna Soper",
      "Matt Jaffe",
      "Aishwarya Kumar",
      "Jonathan Simon"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2301.12373",
    "title": "Temperature behavior of the Optical Absorption and Photoluminescence  Spectra of InP/ZnS Nanocrystals with a Stabilizing Polyvinylpyrrolidone-based  Coating",
    "abstract": "The present paper deals with the results of a research work on the optical properties of colloidal InP/ZnS nanocrystals stabilized with a heterobifunctional polyvinylpyrrolidone polymer. We have analyzed the absorption and photoluminescence spectra of the samples as solutions with various concentrations and deposited films, as well as the patterns of their temperature changes in the range of 6.5 - 296 K. An inhomogeneous broadening of exciton optical bands has been observed to be related to a wide distribution of nanocrystals in size. A temperature shift of the exciton absorption and emission maxima has been found to be due to the interaction with acoustic phonons. It has been shown that the quenching of defect-related luminescence is carried out through local energy levels of dangling bonds of phosphorus atoms involved at the core-shell interface, and the temperature stability of exciton emission is determined by the thickness of the ZnS shell. ",
    "url": "https://arxiv.org/abs/2301.12373",
    "authors": [
      "S.S. Savchenko",
      "A.S. Vokhmintsev",
      "M.S. Karabanalov",
      "A.M.A. Henaish",
      "I.A. Weinstein"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.12380",
    "title": "Data-driven Estimation, Tracking, and System Identification of  Deterministic and Stochastic Optical Spot Dynamics",
    "abstract": "Stabilization, disturbance rejection, and control of optical beams and optical spots are ubiquitous problems that are crucial for the development of optical systems for ground and space telescopes, free-space optical communication terminals, precise beam steering systems, and other types of optical systems. High-performance disturbance rejection and control of optical spots require the development of disturbance estimation and data-driven Kalman filter methods. Motivated by this, we propose a unified and experimentally verified data-driven framework for optical-spot disturbance modeling and tuning of covariance matrices of Kalman filters. Our approach is based on covariance estimation, nonlinear optimization, and subspace identification methods. Also, we use spectral factorization methods to emulate optical-spot disturbances with a desired power spectral density in an optical laboratory environment. We test the effectiveness of the proposed approaches on an experimental setup consisting of a piezo tip-tilt mirror, piezo linear actuator, and a CMOS camera. ",
    "url": "https://arxiv.org/abs/2301.12380",
    "authors": [
      "Aleksandar Haber",
      "Michael Krainak"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Optimization and Control (math.OC)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.12441",
    "title": "Long Rayleigh length confocal microscope: A fast evaluation tool for  obtaining quantum propensities of color centers",
    "abstract": "Color centers in wide band-gap semiconductors, which have superior quantum properties even at room temperature and atmospheric pressure, have been actively applied to quantum sensing devices. Characterization of the quantum properties of the color centers in the semiconductor materials and ensuring that these properties are uniform over a wide area are key issues for developing quantum sensing devices based on color center. In this article, we will describe the principle and performance of a newly developed confocal microscope system with a long Rayleigh length (LRCFM). This system can characterize a wider area faster than the confocal microscope systems commonly used for color center evaluation. ",
    "url": "https://arxiv.org/abs/2301.12441",
    "authors": [
      "Yuta Masuyama",
      "Chikara Shinei",
      "Shuya Ishii",
      "Hiroshi Abe",
      "Takashi Taniguchi",
      "Tokuyuki Teraji",
      "Takeshi Ohshima"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.12498",
    "title": "Reconstruction of Gaussian Quantum States from Ideal Position  Measurements: Beyond Pauli's Problem, I",
    "abstract": "We show that the covariance matrix of a quantum state can be reconstructed from position measurements using the simple notion of polar duality, familiar from convex geometry. In particular, all multidimensional Gaussian states (pure or mixed) can in principle be reconstructed if the quantum system is well localized in configuration space. The main observation which makes this possible is that the John ellipsoid of the Cartesian product of the position localization by its polar dual contains a quantum blob, and can therefore be identified with the covariance ellipsoid of a quantum state. ",
    "url": "https://arxiv.org/abs/2301.12498",
    "authors": [
      "Maurice de Gosson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Information Theory (cs.IT)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.12570",
    "title": "Van der Waals Epitaxy of Pulsed Laser Deposited Antimony Thin Films on  Lattice-matched and Amorphous Substrates",
    "abstract": "Monatomic antimony thin films have recently attracted attention for applications in phase change memory, nanophotonics, and 2D materials. Although some promising results have been reported, the true potential of Sb thin films is still hindered by the scalability issue and the lack of reliable bottom-up production. Here we demonstrate the growth of Sb thin films on a lattice-matching and amorphous substrates using pulsed laser deposition (PLD). C-axis out-of-plane textured Sb thin films were successfully deposited on Sb$_2$Te$_3$ and SiO$_2$\\Si$_3$N$_4$ substrates. In the case of growth on Sb$_2$Te$_3$, we show that an intermediate phase is formed at the Sb$_2$Te$_3$-Sb interface playing a crucial role in forming a solid coupling and thus maintaining epitaxy leading to the production of high-quality Sb thin films. A 3 - 4 nm amorphous Sb seed layer was used to induce texture and suitable surface termination for the growth of Sb thin films on amorphous substrates. The deposition parameters were fine-tuned, and the growth was monitored in situ by a Reflective High Energy Electron Diffraction (RHEED). Scanning/Transmission Electron Microscopy (S/TEM) unveiled the local structure of produced films showing the formation of $\\beta$-phase Sb thin films. Our results demonstrate the feasibility to produce very smooth high-quality antimony thin films with uniform coverage, from few layers to large thicknesses, using pulsed laser deposition. We believe the results of our work on scalable and controllable Sb growth have the potential to open up research on phase-change materials and optoelectronics research. ",
    "url": "https://arxiv.org/abs/2301.12570",
    "authors": [
      "Daniel T. Yimam",
      "Majid Ahmadi",
      "Bart J. Kooi"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.12645",
    "title": "Magnetic field imaging by hBN quantum sensor nanoarray",
    "abstract": "Placing a sensor close to the target at the nano-level is a central challenge in quantum sensing. We demonstrate high-spatial-resolution magnetic field imaging with a boron vacancy (V$_\\text{B}^-$) defects array in hexagonal boron nitride (hBN) with a few 10 nm thickness. V$_\\text{B}^-$ sensor spots with a size of (100~nm)$^2$ are arranged periodically with nanoscale precision using a helium ion microscope and attached tightly to a gold wire. The sensor array allows us to visualize the magnetic field induced by the current in the wire with a spatial resolution beyond the diffraction limit. Each sensor exhibits a practical sensitivity of $73.6~\\mu\\text{T/Hz}^{0.5}$, suitable for quantum materials research. Our technique of arranging V$_\\text{B}^-$ quantum sensors periodically and tightly on measurement targets will maximize their potential. ",
    "url": "https://arxiv.org/abs/2301.12645",
    "authors": [
      "Kento Sasaki",
      "Yuki Nakamura",
      "Hao Gu",
      "Moeta Tsukamoto",
      "Shu Nakaharai",
      "Takuya Iwasaki",
      "Kenji Watanabe",
      "Takashi Taniguchi",
      "Shinichi Ogawa",
      "Yukinori Morita",
      "Kensuke Kobayashi"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.12658",
    "title": "Over-8-dB squeezed light generation by a broadband waveguide optical  parametric amplifier toward fault-tolerant ultra-fast quantum computers",
    "abstract": "We achieved continuous-wave 8.3-dB squeezed light generation using a terahertz-order-broadband waveguide optical parametric amplifier (OPA) by improving a measurement setup from our previous work [T. Kashiwazaki, et al., Appl. Phys. Lett. 119, 251104 (2021)], where a low-loss periodically poled lithium niobate (PPLN) waveguide had shown 6.3-dB squeezing at a 6-THz frequency. First, to improve efficiency of the squeezed light detection, we reduced effective optical loss to about 12% by removing extra optics and changing the detection method into a low-loss balanced homodyne measurement. Second, to minimize phase-locking fluctuation, we constructed a frequency-optimized phase-locking system by comprehending its frequency responses. Lastly, we found optimal experimental parameters of a measurement frequency and a pump power from their dependences for the squeezing levels. The measurement frequency was decided as 11 MHz to maximize a clearance between shot and circuit noises. Furthermore, pump power was optimized as 660 mW to get higher squeezing level while suppressing anti-squeezed-noise contamination due to an imperfection of phase locking. To our knowledge, this is the first achievement of over-8-dB squeezing by waveguide OPAs without any loss-correction and circuit-noise correction. Moreover, it is shown that the squeezing level soon after our PPLN waveguide is estimated at over 10 dB, which is thought to be mainly restricted by the waveguide loss. This broadband highly-squeezed light opens the possibility to realize fault-tolerant ultra-fast optical quantum computers. ",
    "url": "https://arxiv.org/abs/2301.12658",
    "authors": [
      "Takahiro Kashiwazaki",
      "Taichi Yamashima",
      "Koji Enbutsu",
      "Takushi Kazama",
      "Asuka Inoue",
      "Kosuke Fukui",
      "Mamoru Endo",
      "Takeshi Umeki",
      "Akira Furusawa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.12745",
    "title": "Planar defects as a way to account for explicit anharmonicity in high  temperature thermodynamic properties of silicon",
    "abstract": "Silicon is indispensable in semiconductor industry. Understanding its high-temperature thermodynamic properties is essential both for theory and applications. However, first-principle description of high-temperature thermodynamic properties of silicon (thermal expansion coefficient and specific heat) is still incomplete. Strong deviation of its specific heat at high temperatures from the Dulong-Petit law suggests substantial contribution of anharmonicity effects. We demonstrate, that anharmonicity is mostly due to two transverse phonon modes, propagating in (111) and (100) directions, and can be quantitatively described with formation of the certain type of nanostructured planar defects of the crystal structure. Calculation of these defects' formation energy enabled us to determine their input into the specific heat and thermal expansion coefficient. This contribution turns out to be significantly greater than the one calculated in quasi-harmonic approximation. ",
    "url": "https://arxiv.org/abs/2301.12745",
    "authors": [
      "M. V. Kondrin",
      "Y. B. Lebed",
      "V. V. Brazhkin"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.12886",
    "title": "Carrier separation in type II quantum dots inserted in (Zn,Mg)Te/ZnSe  nanowire",
    "abstract": "Quantum dots consisting of an axial Zn0.97Mg0.03Te insertion inside a large bandgap Zn0.9Mg0.1Te nanowire cores are fabricated in a molecular beam epitaxy system by employing the vapor-liquid-solid growth mechanism. Additionally, this structure is coated with a thin ZnSe radial shell which forms type II interface with the dot semiconductor. The resulting radial electron-hole separation is evidenced by several distinct effects which occur in the presence of ZnSe shell, including: the optical emission redshift of about 250 meV, a significant decrease of the emission intensity, the increase of the excitonic lifetime by one order of magnitude and the increase of the biexciton binding energy. The type II nanowire quantum dots where electrons and holes are radially separated constitute a promising platform for potential applications in the field of quantum information technology. ",
    "url": "https://arxiv.org/abs/2301.12886",
    "authors": [
      "P Baranowski",
      "M. Szymura",
      "M. Wojcik",
      "R. Georgiev",
      "S. Chusnutdinow",
      "G. Karczewski",
      "T. Wojtowicz",
      "L.T. Baczewski",
      "P. Wojnar"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.12888",
    "title": "Dynamic Full-Field Optical Coherence Tomography module adapted to  commercial microscopes for longitudinal in vitro cell culture study",
    "abstract": "Dynamic full-field optical coherence tomography (D-FFOCT) has recently emerged as a label-free imaging tool, capable of resolving cell types and organelles within 3D live samples, whilst monitoring their activity at tens of milliseconds resolution. Here, a D-FFOCT module design is presented which can be coupled to a commercial microscope with a stage top incubator, allowing non-invasive label-free longitudinal imaging over periods of minutes to weeks on the same sample. Long term volumetric imaging on human induced pluripotent stem cell-derived retinal organoids is demonstrated, highlighting tissue and cell organisation as well as cell shape, motility and division. Imaging on retinal explants highlights single 3D cone and rod structures. An optimal workflow for data acquisition, postprocessing and saving is demonstrated, resulting in a time gain factor of 10 compared to prior state of the art. Finally, a method to increase D-FFOCT signal-to-noise ratio is demonstrated, allowing rapid organoid screening. ",
    "url": "https://arxiv.org/abs/2301.12888",
    "authors": [
      "Tual Monfort",
      "Salvatore Azzollini",
      "Jeremy Brogard",
      "Marilou Clémençon",
      "Amélie Slembrouck-Brec",
      "Valerie Forster",
      "Serge Picaud",
      "Olivier Goureau",
      "Sacha Reichman",
      "Olivier Thouvenin",
      "Kate Grieve"
    ],
    "subjectives": [
      "Quantitative Methods (q-bio.QM)",
      "Medical Physics (physics.med-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2002.02032",
    "title": "Random number generation from a quantum tunneling diode",
    "abstract": " Comments: This article appeared in Appl. Phys. Lett. 119, 074002 (2021) and may be found at this https URL ",
    "url": "https://arxiv.org/abs/2002.02032",
    "authors": [
      "Kanin Aungskunsiri",
      "Ratthasart Amarit",
      "Kruawan Wongpanya",
      "Sakdinan Jantarachote",
      "Wittawat Yamwong",
      "Siriporn Saiburee",
      "Sataporn Chanhorm",
      "Apichart Intarapanich",
      "Sarun Sumriddetchkajorn"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2108.01435",
    "title": "Quantum Physics in Space",
    "abstract": " Title: Quantum Physics in Space ",
    "url": "https://arxiv.org/abs/2108.01435",
    "authors": [
      "Alessio Belenchia",
      "Matteo Carlesso",
      "Ömer Bayraktar",
      "Daniele Dequal",
      "Ivan Derkach",
      "Giulio Gasbarri",
      "Waldemar Herr",
      "Ying Lia Li",
      "Markus Rademacher",
      "Jasminder Sidhu",
      "Daniel KL Oi",
      "Stephan T. Seidel",
      "Rainer Kaltenbaek",
      "Christoph Marquardt",
      "Hendrik Ulbricht",
      "Vladyslav C. Usenko",
      "Lisa Wörner",
      "André Xuereb",
      "Mauro Paternostro",
      "Angelo Bassi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Experiment (hep-ex)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2108.08221",
    "title": "The Theory of Fundamental Duality, Quantum Dualiton and Topological Dual  Invariance",
    "abstract": " Comments: 158 pages ",
    "url": "https://arxiv.org/abs/2108.08221",
    "authors": [
      "B.T.T.Wong"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2202.02342",
    "title": "Individually Addressable and Spectrally Programmable Artificial Atoms in  Silicon Photonics",
    "abstract": " Comments: 20 pages, 18 figures ",
    "url": "https://arxiv.org/abs/2202.02342",
    "authors": [
      "Mihika Prabhu",
      "Carlos Errando-Herranz",
      "Lorenzo De Santis",
      "Ian Christen",
      "Changchen Chen",
      "Connor Gerlach",
      "Dirk R. Englund"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.11169",
    "title": "Laser cooling a membrane-in-the-middle system close to the quantum  ground state from room temperature",
    "abstract": " Comments: New in v2: a) improved fitting routine led to new sideband-cooled linewidths and calibration of mechanical spectra, both of which result in amended: 1. Fig. 2; 2. feedback-cooled occupancies (lowest occupancy is 30, instead of 20); 3. imprecision level limited by excess classical noise; 4. Fig. 4. b) SI now includes new sections 1.B and 8, and expanded section 4.A. c) minor corrections throughout ",
    "url": "https://arxiv.org/abs/2206.11169",
    "authors": [
      "Sampo A. Saarinen",
      "Nenad Kralj",
      "Eric C. Langman",
      "Yeghishe Tsaturyan",
      "Albert Schliesser"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.12074",
    "title": "Ionization Induced by the Ponderomotive Force in Intense and  High-Frequency Laser Fields",
    "abstract": " Title: Ionization Induced by the Ponderomotive Force in Intense and  High-Frequency Laser Fields ",
    "url": "https://arxiv.org/abs/2208.12074",
    "authors": [
      "Mingyu Zhu",
      "Yuxiang Liu",
      "Chunli Wei",
      "Hongcheng Ni",
      "Qi Wei"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2209.00324",
    "title": "Photonic Metamaterial Analogue of a Continuous Time Crystal",
    "abstract": " Comments: 10 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2209.00324",
    "authors": [
      "Tongjun Liu",
      "Jun-Yu Ou",
      "Kevin F. MacDonald",
      "Nikolay I. Zheludev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2209.11623",
    "title": "Polariton-Assisted Resonance Energy Transfer Beyond Resonant  Dipole-Dipole Interaction: A Transition Current Density Approach",
    "abstract": " Comments: 15 pages, 2 figures, 1 table ",
    "url": "https://arxiv.org/abs/2209.11623",
    "authors": [
      "Ming-Wei Lee",
      "Liang-Yan Hsu"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.02439",
    "title": "Collective super- and subradiant dynamics between distant optical  quantum emitters",
    "abstract": " Comments: 6 pages 3 figures, Supplementary materials 18 pages 18 figures ",
    "url": "https://arxiv.org/abs/2210.02439",
    "authors": [
      "Alexey Tiranov",
      "Vasiliki Angelopoulou",
      "Cornelis Jacobus van Diepen",
      "Björn Schrinski",
      "Oliver August Dall'Alba Sandberg",
      "Ying Wang",
      "Leonardo Midolo",
      "Sven Scholz",
      "Andreas Dirk Wieck",
      "Arne Ludwig",
      "Anders Søndberg Sørensen",
      "Peter Lodahl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.11099",
    "title": "Characteristics of quantum emitters in hexagonal boron nitride suitable  for integration with nanophotonic platforms",
    "abstract": " Title: Characteristics of quantum emitters in hexagonal boron nitride suitable  for integration with nanophotonic platforms ",
    "url": "https://arxiv.org/abs/2210.11099",
    "authors": [
      "Hardy Schauffert",
      "James C. Stewart",
      "Sajid Ali",
      "Stefan Walser",
      "Helmut Hörner",
      "Adarsh S. Prasad",
      "Vitaly Babenko",
      "Ye Fan",
      "Dominik Eder",
      "Kristian S. Thygesen",
      "Stephan Hofmann",
      "Bernhard C. Bayer",
      "Sarah M. Skoff"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.03049",
    "title": "Raman Strain-Shift Measurements and Prediction from First-Principles in  Highly-Strained Silicon",
    "abstract": " Comments: This version of the article has been accepted for publication. The Version of Record is available online at: this http URL Use of this Accepted Version is subject to the publisher's Accepted Manuscript terms of use this https URL ",
    "url": "https://arxiv.org/abs/2212.03049",
    "authors": [
      "Nicolas Roisin",
      "Marie-Stéphane Colla",
      "Jean-Pierre Raskin",
      "Denis Flandre"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.02666",
    "title": "First Realization of Quantum Energy Teleportation on Superconducting  Quantum Hardware",
    "abstract": " Title: First Realization of Quantum Energy Teleportation on Superconducting  Quantum Hardware ",
    "url": "https://arxiv.org/abs/2301.02666",
    "authors": [
      "Kazuki Ikeda"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Superconductivity (cond-mat.supr-con)",
      "High Energy Physics - Theory (hep-th)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.10196",
    "title": "Overlap-ADAPT-VQE: Practical Quantum Chemistry on Quantum Computers via  Overlap-Guided Compact Ansätze",
    "abstract": " Title: Overlap-ADAPT-VQE: Practical Quantum Chemistry on Quantum Computers via  Overlap-Guided Compact Ansätze ",
    "url": "https://arxiv.org/abs/2301.10196",
    "authors": [
      "César Feniou",
      "Muhammad Hassan",
      "Diata Traoré",
      "Emmanuel Giner",
      "Yvon Maday",
      "Jean-Philip Piquemal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.10800",
    "title": "Sun resonant forcing of Mars, Moon, and Earth seismicity",
    "abstract": " Comments: 59 pages, 8 figures, 5 tables, includes time-series of all Apollo moonquakes (1969-1977), all Mw5.6+ earthquakes between Oct 2015-Feb 2019, and all v.9 InSight marsquakes (Jan 2019-Sep 2021); data statement & comment corrected, typos corrected ",
    "url": "https://arxiv.org/abs/2301.10800",
    "authors": [
      "Mensur Omerbashich"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Numerical Analysis (math.NA)",
      "Chaotic Dynamics (nlin.CD)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2301.11177",
    "title": "QUICK$^3$ -- Design of a satellite-based quantum light source for  quantum communication and extended physical theory tests in space",
    "abstract": " Title: QUICK$^3$ -- Design of a satellite-based quantum light source for  quantum communication and extended physical theory tests in space ",
    "url": "https://arxiv.org/abs/2301.11177",
    "authors": [
      "Najme Ahmadi",
      "Sven Schwertfeger",
      "Philipp Werner",
      "Lukas Wiese",
      "Joseph Lester",
      "Elisa Da Ros",
      "Josefine Krause",
      "Sebastian Ritter",
      "Mostafa Abasifard",
      "Chanaprom Cholsuk",
      "Ria G. Krämer",
      "Simone Atzeni",
      "Mustafa Gündoğan",
      "Subash Sachidananda",
      "Daniel Pardo",
      "Stefan Nolte",
      "Alexander Lohrmann",
      "Alexander Ling",
      "Julian Bartholomäus",
      "Giacomo Corrielli",
      "Markus Krutzik",
      "Tobias Vogl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2301.11869",
    "title": "Observation of brane parity order in programmable optical lattices",
    "abstract": " Comments: Fixed typos and formatting ",
    "url": "https://arxiv.org/abs/2301.11869",
    "authors": [
      "David Wei",
      "Daniel Adler",
      "Kritsana Srakaew",
      "Suchita Agrawal",
      "Pascal Weckesser",
      "Immanuel Bloch",
      "Johannes Zeiher"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]