[
  {
    "id": "arXiv:2309.14454",
    "title": "Integrated bolometric photodetectors based on transparent conductive  oxides from near- to mid-infrared wavelengths",
    "abstract": "On-chip photodetectors are essential components in optical communications as they convert light into an electrical signal. Photobolometers are type of photodetector that functions through a resistance change caused by electronic temperature fluctuations upon light absorption. They are widely used in the broad wavelength range from UV to MIR and can operate on a wide material platform. In this work, I introduce a novel waveguide-integrated bolometer that operates in a wide wavelength range from NIR to MIR on the standard material platform with the transparent conductive oxides (TCOs) as the active material. This material platform enables the construction of both modulators and photodetectors using the same material, which is fully CMOS compatible and easily integrated with passive on-chip components. The photobolometers proposed here consist of a thin TCO layer placed inside the rib photonic waveguide to enhance light absorption and then heat the electrons in the TCO to temperatures above 1000 K. This rise in electron temperature leads to decreasing electron mobility and consequential electrical resistance change. In consequence, a responsivity exceeding 10 A/W can be attained with a mere few microwatts of optical input power. Calculations suggest that further improvements can be expected with lower doping of the TCO, thus opening new doors in on-chip photodetectors. ",
    "url": "https://arxiv.org/abs/2309.14454",
    "authors": [
      "Jacek Gosciniak"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.14456",
    "title": "Spatial wavefront shaping with a multipolar-resonant metasurface for  structured illumination microscopy",
    "abstract": "Structured illumination microscopy (SIM) achieves superresolution in fluorescence imaging through patterned illumination and computational image reconstruction, yet current methods require bulky, costly modulation optics and high-precision optical alignment. This work demonstrates how nano-optical metasurfaces, rationally designed to tailor the optical wavefront at sub-wavelength dimensions, hold great potential as ultrathin, single-surface, all-optical wavefront modulators for SIM. We computationally demonstrate this principle with a multipolar-resonant metasurface composed of silicon nanostructures which generate versatile optical wavefronts in the far field upon variation of the polarization or angle of incident light. Algorithmic optimization is performed to identify the seven most suitable illumination patterns for SIM generated by the metasurface based on three key criteria. We find that multipolar-resonant metasurface SIM (mrm-SIM) achieves resolution comparable to conventional methods by applying the seven optimal metasurface-generated wavefronts to simulated fluorescent objects and reconstructing the objects using proximal gradient descent. The work presented here paves the way for a metasurface-enabled experimental simplification of structured illumination microscopy. ",
    "url": "https://arxiv.org/abs/2309.14456",
    "authors": [
      "Tamal Roy",
      "Peter T. Brown",
      "Douglas P. Shepherd",
      "Lisa V. Poulikakos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.14553",
    "title": "Inverse non-linear problem of the long wave run-up on coast",
    "abstract": "The study of the process of catastrophic tsunami-type waves on the coast makes it possible to determine the destructive force of waves on the coast. In hydrodynamics, the one-dimensional theory of the run-up of non-linear waves on a flat slope has gained great popularity, within which rigorous analytical results have been obtained in the class of non-breaking waves. In general, the result depends on the characteristics of the wave approaching (or generated on) the slope, which is usually not known in the measurements. Here we describe a rigorous method for recovering the initial displacement in a source localised in an inclined power-shaped channel from the characteristics of a moving shoreline. The method uses the generalised Carrier-Greenspan transformation, which allows one-dimensional non-linear shallow-water equations to be reduced to linear ones. The solution is found in terms of Erd\\'elyi-Kober integral operator. Numerical verification of our results is presented for the cases of a parabolic bay and an infinite plane beach. ",
    "url": "https://arxiv.org/abs/2309.14553",
    "authors": [
      "Alexei Rybkin",
      "Efim Pelinovsky",
      "Oleksandr Bobrovnikov",
      "Noah Palmer",
      "Ekaterina Pniushkova",
      "Daniel Abramowicz"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Mathematical Physics (math-ph)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2309.14575",
    "title": "Monolithic Integration of Single Quantum Emitters in hBN Bullseye  Cavities",
    "abstract": "The ability of hexagonal boron nitride to host quantum emitters in the form of deep-level color centers makes it an important material for quantum photonic applications. This work utilizes a monolithic circular Bragg grating device to enhance the collection of single photons with 436 nm wavelength emitted from quantum emitters in hexagonal boron nitride. We observe a 6- fold increase in collected intensity for a single photon emitter coupled to a device compared to an uncoupled emitter, and show exceptional spectral stability at cryogenic temperature. The devices were fabricated using a number of etching methods, beyond standard fluorine-based reactive ion etching, and the quantum emitters were created using a site-specific electron beam irradiation technique. Our work demonstrates the potential of monolithically-integrated systems for deterministically-placed quantum emitters using a variety of fabrication options. ",
    "url": "https://arxiv.org/abs/2309.14575",
    "authors": [
      "Lesley Spencer",
      "Jake Horder",
      "Sejeong Kim",
      "Milos Toth",
      "Igor Aharonovich"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.14668",
    "title": "Depolarized Holography with Polarization-multiplexing Metasurface",
    "abstract": "The evolution of computer-generated holography (CGH) algorithms has prompted significant improvements in the performances of holographic displays. Nonetheless, they start to encounter a limited degree of freedom in CGH optimization and physical constraints stemming from the coherent nature of holograms. To surpass the physical limitations, we consider polarization as a new degree of freedom by utilizing a novel optical platform called metasurface. Polarization-multiplexing metasurfaces enable incoherent-like behavior in holographic displays due to the mutual incoherence of orthogonal polarization states. We leverage this unique characteristic of a metasurface by integrating it into a holographic display and exploiting polarization diversity to bring an additional degree of freedom for CGH algorithms. To minimize the speckle noise while maximizing the image quality, we devise a fully differentiable optimization pipeline by taking into account the metasurface proxy model, thereby jointly optimizing spatial light modulator phase patterns and geometric parameters of metasurface nanostructures. We evaluate the metasurface-enabled depolarized holography through simulations and experiments, demonstrating its ability to reduce speckle noise and enhance image quality. ",
    "url": "https://arxiv.org/abs/2309.14668",
    "authors": [
      "Seung-Woo Nam",
      "Youngjin Kim",
      "Dongyeon Kim",
      "Yoonchan Jeong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Graphics (cs.GR)",
      "Image and Video Processing (eess.IV)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2309.14708",
    "title": "In-Band Co-Polarization Scattering Beam Scanning of Antenna Array Based  on 1-Bit Reconfigurable Load Impedance",
    "abstract": "Controlling the in-band co-polarization scattering of the antenna while maintaining its radiation performance is crucial for the low observable platform. Thus, this paper studies the in-band co-polarization scattering beam scanning of antenna arrays. Firstly, the regulation method of antenna scattering is analyzed theoretically, concluding that the amplitude and phase of the antenna's scattering field can be regulated by changing the load impedance. Subsequently, PIN diodes are implemented to control the load impedance of the antenna. Consequently, the scattering of the antenna, ensuring that the antenna's scattering meets the condition of equal amplitude and a phase difference of 180{\\deg} when the PIN diode switches, thereby realizing scattering beam scanning. Moreover, by introducing an additional pre-phase, the inherent symmetric dual-beam issue observed in traditional 1-bit reconfigurable structures is overcome, achieving single-beam scanning of the scattering. Finally, a 1{\\times}16 linear antenna array is designed and fabricated, which operates at 6 GHz with radiation gain of 16.3 dBi. The scattering beams of the designed array can point to arbitrary angles within 45{\\deg}, significantly reducing the in-band co-polarization backward radar cross section. The measured results align well with the simulated ones. ",
    "url": "https://arxiv.org/abs/2309.14708",
    "authors": [
      "Binchao Zhang",
      "Fan Yang",
      "Shenheng Xu",
      "Maokun Li",
      "Cheng Jin"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.14789",
    "title": "Prediction of Fluorescence Quantum Yields using the Extended Thawed  Gaussian Approximation",
    "abstract": "Spontaneous emission and internal conversion rates are calculated within harmonic approximations and compared to results obtained within the semi-classical extended thawed Gaussian approximation. This is the first application of the ETGA in the calculation of internal conversion and emission rates for real molecular systems, namely formaldehyde, fluorobenzene, azulene and a dicyano-squaraine dye. The viability of the models as black-box tools for prediction of spontaneous emission and internal conversion rates is assessed. All calculations were done using a consistent protocol in order to investigate how different methods perform without previous experimental knowledge. Contrasting the results with experimental data shows that there are further improvements required before theoretical predictions of emission and internal conversion rates can be used as reliable indicator for the photo-luminescence properties of molecules. We find that the extended thawed Gaussian approximation performs rather similar to the vertical harmonical model. Including anharmonicities in the calculation of internal conversion rates has a moderate effect on the quantitative results in the studied systems. The electronic structure calculations were done using the B3LYP, PBE0, $\\omega$B97XD and CAM-B3LYP functionals. The choice of the functional does not appear to be a major limiting factor for a black-box approach, when it comes to the prediction of radiative and nonradiative rates for organic molecules. The emission rates are fairly stable with respect to computational parameters, but the internal conversion rate reveals itself to be highly dependent on the choice of the spectral lineshape function, particularly the width of the Lorentzian function, associated with homogeneous broadening. ",
    "url": "https://arxiv.org/abs/2309.14789",
    "authors": [
      "Michael Wenzel",
      "Roland Mitric"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2309.14795",
    "title": "Assessing the alignment accuracy of state-of-the-art deterministic  fabrication methods for single quantum dot devices",
    "abstract": "The realization of efficient quantum light sources relies on the integration of self-assembled quantum dots (QDs) into photonic nanostructures with high spatial positioning accuracy. In this work, we present a comprehensive investigation of the QD position accuracy, obtained using two marker-based QD positioning techniques, photoluminescence (PL) and cathodoluminescence (CL) imaging, as well as using a marker-free in-situ electron beam lithography (in-situ EBL) technique. We employ four PL imaging configurations with three different image processing approaches and compare them with CL imaging. We fabricate circular mesa structures based on the obtained QD coordinates from both PL and CL image processing to evaluate the final positioning accuracy. This yields final position offset of the QD relative to the mesa center of $\\mu_x$ = (-40$\\pm$58) nm and $\\mu_y$ = (-39$\\pm$85) nm with PL imaging and $\\mu_x$ = (-39$\\pm$30) nm and $\\mu_y$ = (25$\\pm$77) nm with CL imaging, which are comparable to the offset $\\mu_x$ = (20$\\pm$40) nm and $\\mu_y$ = (-14$\\pm$39) nm obtained using the in-situ EBL method. We discuss the possible causes of the observed offsets, which are significantly larger than the QD localization uncertainty obtained from simply imaging the QD light emission from an unstructured wafer. Our study highlights the influences of the image processing technique and the subsequent fabrication process on the final positioning accuracy for a QD placed inside a photonic nanostructure. ",
    "url": "https://arxiv.org/abs/2309.14795",
    "authors": [
      "Abdulmalik A. Madigawa",
      "Jan N. Donges",
      "Benedek Gaál",
      "Shulun Li",
      "Hanqing Liu",
      "Deyan Dai",
      "Xiangbin Su",
      "Xiangjun Shang",
      "Haiqiao Ni",
      "Johannes Schall",
      "Sven Rodt",
      "Zhichuan Niu",
      "Niels Gregersen",
      "Stephan Reitzenstein",
      "Battulga Munkhbat"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.14899",
    "title": "Anisotropy and effective medium approach in the optical response of 2D  material heterostructures",
    "abstract": "2D materials offer a large variety of optical properties, from transparency to plasmonic excitation. They can be structured and combined to form heterostructures that expand the realm of possibility to manipulate light interactions at the nanoscale. Appropriate and numerically efficient models accounting for the high intrinsic anisotropy of 2D materials and heterostructures are needed. In this article, we retrieve the relevant intrinsic parameters that describe the optical response of a homogeneous 2D material from a microscopic approach. Well-known effective models for vertical heterostructure (stacking of different layers) are retrieved. We found that the effective optical response model of horizontal heterostructures (alternating nano-ribbons) depends of the thickness. In the thin layer model, well adapted for 2D materials, a counter-intuitive in-plane isotropic behavior is predicted. We confront the effective model formulation with exact reference calculations such as ab-initio calculations for graphene, hexagonal boron nitride (hBN), as well as corrugated graphene with larger thickness but also with classical electrodynamics calculations that exactly account for the lateral structuration. ",
    "url": "https://arxiv.org/abs/2309.14899",
    "authors": [
      "Bruno Majérus",
      "Emerick Guillaume",
      "Pascal Kockaert",
      "Luc Henrard"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2309.14910",
    "title": "Universal Pairwise Interatomic van der Waals Potentials Based on Quantum  Drude Oscillators",
    "abstract": "Repulsive short-range and attractive long-range van der Waals (vdW) forces have an appreciable role in the behavior of extended molecular systems. When using empirical force fields - the most popular computational methods applied to such systems - vdW forces are typically described by Lennard-Jones-like potentials, which unfortunately have a limited predictive power. Here, we present a universal parameterization of a quantum-mechanical vdW potential, which requires only two free-atom properties - the static dipole polarizability $\\alpha_1$ and the dipole-dipole $C_6$ dispersion coefficient. This is achieved by deriving the functional form of the potential from the quantum Drude oscillator (QDO) model, employing scaling laws for the equilibrium distance and the binding energy as well as applying the microscopic law of corresponding states. The vdW-QDO potential is shown to be accurate for vdW binding energy curves, as demonstrated by comparing to ab initio binding curves of 21 noble-gas dimers. The functional form of the vdW-QDO potential has the correct asymptotic behavior both at zero and infinite distances. In addition, it is shown that the damped vdW-QDO potential can accurately describe vdW interactions in dimers consisting of group II elements. Finally, we demonstrate the applicability of the atom-in-molecule vdW-QDO model for predicting accurate dispersion energies for molecular systems. The present work makes an important step towards constructing universal vdW potentials, which could benefit (bio)molecular computational studies. ",
    "url": "https://arxiv.org/abs/2309.14910",
    "authors": [
      "Almaz Khabibrakhmanov",
      "Dmitry V. Fedorov",
      "Alexandre Tkatchenko"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2309.14935",
    "title": "Circular dichroism in angular distribution of electron-hydrogen  scattering in a two-color bicircular laser field",
    "abstract": "We study the origin of dichroic effects in elastic scattering of high energy electrons by hydrogen atoms in the presence of a two-color bicircular laser field of commensurate frequencies, in the domain of moderate intensities below 10 TW/cm2 . We use a semiperturbative approach in which the interaction of the hydrogen atom with the laser field is treated in second-order perturbation theory, while the interaction of the projectile electron with the laser field is described by Gordon- Volkov wave functions. An analytical formula of circular dichroism in the angular distribution of scattered electrons is derived in the weak-field domain for a two-color laser field that is a combination of the fundamental and its third harmonic. A comparison between the two-photon differential cross sections for two-color co- and counterrotating circularly polarized laser fields is made and the effect of the intensity ratio of the monochromatic field components on the circular dichroism is investigated. The dichroic effect in the angular distribution of scattered electrons for two-photon absorption is analyzed as a function of the scattering and azimuthal angles. We show that the two-color bicircular laser field can induce a strong circular dichroism in the angular distribution of scattered electrons at small scattering angles where the atomic dressing effects are important, as well at larger scattering angles. At small scattering angles we demonstrate that the dichroic effect for two-photon transitions can be predicted under the following conditions: the scattering process is treated in fist-order Born approximation and the dressing of the atomic states by the laser field is carried out at least in first-order time-dependent perturbation theory. ",
    "url": "https://arxiv.org/abs/2309.14935",
    "authors": [
      "Gabriela Buica"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2309.14953",
    "title": "Long-distance chronometric leveling with a transportable optical clock",
    "abstract": "We have measured the geopotential difference between two locations separated by 457 km by comparison of two optical lattice clocks via an interferometric fiber link, utilizing the gravitational redshift of the clock transition frequency. The $^{87}$Sr clocks have been compared side-by-side before and after one of the clocks was moved to the remote location. The chronometrically measured geopotential difference of $3918.1(2.4)\\,\\mathrm{m^2 \\, s^{-2}}$ agrees with an independent geodetic determination of $3915.88(0.30)\\,\\mathrm{m^2 \\, s^{-2}}$. The uncertainty of the chronometric geopotential difference is equivalent to an uncertainty of $24~\\mathrm{cm}$ in height. ",
    "url": "https://arxiv.org/abs/2309.14953",
    "authors": [
      "J. Grotti",
      "I. Nosske",
      "S. B. Koller",
      "S. Herbers",
      "H. Denker",
      "L. Timmen",
      "G. Vishnyakova",
      "G. Grosche",
      "T. Waterholter",
      "A. Kuhl",
      "S. Koke",
      "E. Benkler",
      "M. Giunta",
      "L. Maisenbacher",
      "A. Matveev",
      "S. Dörscher",
      "R. Schwarz",
      "A. Al-Masoudi",
      "T. W. Hänsch",
      "T. H. Udem",
      "R. Holzwarth",
      "C. Lisdat"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.15077",
    "title": "Photodetector Focal Plane Arrays Integrated with Silicon Micropyramidal  Structures in MWIR",
    "abstract": "Light-concentrating truncated Si micropyramidal arrays with 54.7 degree sidewall angles were successfully integrated with PtSi Schottky barrier photodetectors. Four different devices consisting of 10 x 10 photodetectors with 60 um pitch combined in parallel were tested, where significant enhancement capability was demonstrated by the Si micropyramids. The device consisting of one hundred 22 um square detectors monolithically integrated with the light-concentrating micropyramidal array displayed signal enhancement of up to 4 times compared to the same size 22 um square photodetector device without the light concentrators. ",
    "url": "https://arxiv.org/abs/2309.15077",
    "authors": [
      "Grant W. Bidney",
      "Joshua M. Duran",
      "Gamini Ariyawansa",
      "Igor Anisimov",
      "Kenneth W. Allen",
      "Vasily N. Astratov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2309.14426",
    "title": "Finite Pulse-Time Effects in Long-Baseline Quantum Clock Interferometry",
    "abstract": "Quantum-clock interferometry has been suggested as a quantum probe to test the universality of free fall (UFF) and the universality of gravitational redshift (UGR). In typical experimental schemes it seems advantageous to employ Doppler-free E1-M1 transitions which have so far been investigated in quantum gases at rest. Here, we consider the fully quantized atomic degrees of freedom and study the interplay of the quantum center-of-mass (COM) $-$ that can become delocalized $-$ together with the internal clock transitions. In particular, we derive a model for finite-time E1-M1 transitions with atomic intern-extern coupling and arbitrary position-dependent laser intensities. We further provide generalizations to the ideal expressions for perturbed recoilless clock pulses. Finally, we show at the example of a Gaussian laser beam that the proposed quantum-clock interferometers are stable against perturbations from varying optical fields for a sufficiently small quantum delocalization of the atomic COM. ",
    "url": "https://arxiv.org/abs/2309.14426",
    "authors": [
      "Gregor Janson",
      "Alexander Friedrich",
      "Richard Lopp"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2309.14435",
    "title": "A Bloch-based quantum optical analysis of high-harmonic generation in  semiconductors",
    "abstract": "High-harmonic generation has emerged as a pivotal process in strong-field physics, yielding extreme ultraviolet radiation and attosecond pulses with a wide range of applications. Furthermore, its emergent connection with the field of quantum optics has revealed its potential for generating non-classical states of light. Here, we investigate the process of high-harmonic generation in semiconductors under a quantum optical perspective while using a Bloch-based solid-state description. Through the implementation of quantum operations based on the measurement of high-order harmonics, we demonstrate the generation of non-classical light states similar to those found when driving atomic systems. These states are characterized using diverse quantum optical observables and quantum information measures, showing the influence of electron dynamics on their properties. Additionally, we analyze the dependence of their features on solid characteristics such as the dephasing time and crystal orientation, while also assessing their sensitivity to changes in driving field strength. This study provides insights into HHG in semiconductors and its potential for generating non-classical light sources. ",
    "url": "https://arxiv.org/abs/2309.14435",
    "authors": [
      "Javier Rivera Dean",
      "Philipp Stammer",
      "Andrew S. Maxwell",
      "Theocharis Lamprou",
      "Andrés F. Ordóñez",
      "Emilio Pisanty",
      "Paraskevas Tzallas",
      "Maciej Lewenstein",
      "Marcelo F. Ciappina"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.14455",
    "title": "Skilog: A Smart Sensor System for Performance Analysis and Biofeedback  in Ski Jumping",
    "abstract": "In ski jumping, low repetition rates of jumps limit the effectiveness of training. Thus, increasing learning rate within every single jump is key to success. A critical element of athlete training is motor learning, which has been shown to be accelerated by feedback methods. In particular, a fine-grained control of the center of gravity in the in-run is essential. This is because the actual takeoff occurs within a blink of an eye ($\\sim$300ms), thus any unbalanced body posture during the in-run will affect flight. This paper presents a smart, compact, and energy-efficient wireless sensor system for real-time performance analysis and biofeedback during ski jumping. The system operates by gauging foot pressures at three distinct points on the insoles of the ski boot at 100Hz. Foot pressure data can either be directly sent to coaches to improve their feedback, or fed into a ML model to give athletes instantaneous in-action feedback using a vibration motor in the ski boot. In the biofeedback scenario, foot pressures act as input variables for an optimized XGBoost model. We achieve a high predictive accuracy of 92.7% for center of mass predictions (dorsal shift, neutral stand, ventral shift). Subsequently, we parallelized and fine-tuned our XGBoost model for a RISC-V based low power parallel processor (GAP9), based on the PULP architecture. We demonstrate real-time detection and feedback (0.0109ms/inference) using our on-chip deployment. The proposed smart system is unobtrusive with a slim form factor (13mm baseboard, 3.2mm antenna) and a lightweight build (26g). Power consumption analysis reveals that the system's energy-efficient design enables sustained operation over multiple days (up to 300 hours) without requiring recharge. ",
    "url": "https://arxiv.org/abs/2309.14455",
    "authors": [
      "Lukas Schulthess",
      "Thorir Mar Ingolfsson",
      "Marc Nölke",
      "Michele Magno",
      "Luca Benini",
      "Christoph Leitner"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Human-Computer Interaction (cs.HC)",
      "Machine Learning (cs.LG)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2309.14559",
    "title": "Design of deeply cooled ultra-low dissipation amplifier and measuring  cell for quantum measurements with a microwave single-photon counter",
    "abstract": "The requirements and details of designing a measuring cell and low-back-action deeply-cooled amplifier for quantum measurements at 10 mK are discussed. This equipment is a part of a microwave single-photon counter based on a superconducting flux qubit. The high electron mobility transistors (HEMTs) in the amplifier operate in unsaturated microcurrent regime and dissipate only 1 microwatt of dc power per transistor. Simulated amplifier gain is 15 dB at 450 MHz with a high-impedance (~5 kOhm signal source and standard 50-Ohm output. ",
    "url": "https://arxiv.org/abs/2309.14559",
    "authors": [
      "O. G. Turutanov",
      "A. M. Korolev",
      "V. I. Shnyrkov",
      "A. P. Shapovalov",
      "M. Baránek",
      "S. Kern",
      "V. Yu. Lyakhno",
      "P. Neilinger",
      "M. Grajcar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2309.14831",
    "title": "Comparison of $\\bar{\\hbox{N}}\\hbox{N}$ optical models",
    "abstract": "We compare the strong part of the $\\bar{\\hbox{N}}\\hbox{N}$ interaction obtained by the Nijmegen partial wave analysis and the results of some of the most popular $\\bar{\\hbox{N}}\\hbox{N}$ optical potentials in configuration space. We have found severe discrepancies in most of the partial waves, especially above $p_{Lab}$=400 MeV/c where the partial wave analysis displays a resonant-like structure in the $^{31}$S$_0$ and $^{33}$P$_0$ waves. Some theoretical difficulties to interpret this behaviour in terms of dynamical resonances are pointed pout and an alternative explanation is suggested. A much better stability is observed in the low energy parameters, apart from some discrepancies due to the presence of near-threshold quasi-bound states in particular waves. Large deviations have also been found between the corresponding potentials, at short and medium-range ($r\\gtrsim 1$ fm) distances. ",
    "url": "https://arxiv.org/abs/2309.14831",
    "authors": [
      "Jaume Carbonell",
      "Guillaume Hupin",
      "Sławomir Wycech"
    ],
    "subjectives": [
      "Nuclear Theory (nucl-th)",
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Nuclear Experiment (nucl-ex)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2209.08080",
    "title": "Observation of universal relaxation dynamics in disordered quantum spin  systems",
    "abstract": " Title: Observation of universal relaxation dynamics in disordered quantum spin  systems ",
    "url": "https://arxiv.org/abs/2209.08080",
    "authors": [
      "Titus Franz",
      "Sebastian Geier",
      "Clément Hainaut",
      "Adrian Braemer",
      "Nithiwadee Thaicharoen",
      "Moritz Hornung",
      "Eduard Braun",
      "Martin Gärttner",
      "Gerhard Zürn",
      "Matthias Weidemüller"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2303.04967",
    "title": "Breakdown effect of periodic perturbations to the robustness of  topological phase in a gyromagnetic photonic crystal",
    "abstract": " Comments: 9 pages, 6 figures, 1 table, accepted in IET Optoelectronics ",
    "url": "https://arxiv.org/abs/2303.04967",
    "authors": [
      "Y. Tian",
      "R. Zhou",
      "Z.-R. Liu",
      "Y. Liu",
      "H. Lin",
      "B. Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2307.14481",
    "title": "Corner reflectors: fractal analysis and integrated single-photon sources",
    "abstract": " Title: Corner reflectors: fractal analysis and integrated single-photon sources ",
    "url": "https://arxiv.org/abs/2307.14481",
    "authors": [
      "Pedro Chamorro-Posada"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.13844",
    "title": "Measurement of the complex polar magneto-optical Kerr effect using weak  measurement",
    "abstract": " Title: Measurement of the complex polar magneto-optical Kerr effect using weak  measurement ",
    "url": "https://arxiv.org/abs/2309.13844",
    "authors": [
      "Tong Li",
      "Yunhan Wang",
      "Yinghang Jiang",
      "Sijie Zhang",
      "Lan Luo",
      "Zhiyou Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]