[
  {
    "id": "arXiv:2401.08638",
    "title": "The Enigmas of Fluctuations of the Universal Quantum Fields",
    "abstract": "The primary ingredients of reality are the universal quantum fields, which fluctuate persistently, spontaneously, and randomly. The general perception of the scientific community is that these quantum fluctuations are due to the uncertainty principle. Here, we present cogent arguments to show that the uncertainty principle is a consequence of the quantum fluctuations, but not their cause. This poses a conspicuous enigma as to how the universal fields remain immutable with an expectation value so accurate that it leads to experimental results, which are precise to one part in a trillion. We discuss some reasonable possibilities in the absence of a satisfactory solution to this enigma. ",
    "url": "https://arxiv.org/abs/2401.08638",
    "authors": [
      "Mani L. Bhaumik"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.08726",
    "title": "Optical Magnetic Field Enhancement using Ultrafast Azimuthally Polarized  Laser Beams and Tailored Metallic Nanoantennas",
    "abstract": "Structured light provides unique opportunities to spatially tailor the electromagnetic field of laser beams. This includes the possibility of a sub-wavelength spatial separation of their electric and magnetic fields, which would allow isolating interactions of matter with pure magnetic (or electric) fields. This could be particularly interesting in molecular spectroscopy, as excitations due to electric and -- usually very weak -- magnetic transition dipole moments can be disentangled. In this work, we show that the use of tailored metallic nanoantennas drastically enhances the strength of the longitudinal magnetic field carried by an ultrafast azimuthally polarized beam (by a factor of $\\sim65$), which is spatially separated from the electric field by the beam's symmetry. Such enhancement is due to favorable phase-matching of the magnetic field induced by the electronic current loops created in the antennas. Our particle-in-cell simulation results demonstrate that the interaction of moderately intense ($\\sim10^{11}$ W/cm$^2$) and ultrafast azimuthally polarized laser beams with conical, parabolic, Gaussian, or logarithmic metallic nanoantennas provide spatially isolated magnetic field pulses of several tens of Tesla. ",
    "url": "https://arxiv.org/abs/2401.08726",
    "authors": [
      "Rodrigo Martín-Hernández",
      "Lorenz Grünewald",
      "Luis Sánchez-Tejerina",
      "Luis Plaja",
      "Enrique Conejero Jarque",
      "Carlos Hernández-García",
      "Sebastian Mai"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.08810",
    "title": "Liquid-State Semiconductor Lasers Based on Type-(I+II) Colloidal Quantum  Dots",
    "abstract": "Present-day liquid-state lasers are based on organic dyes. Here we demonstrate an alternative class of liquid lasers that employ solutions of colloidal quantum dots (QDs). Previous efforts to realize such devices have been hampered by fast nonradiative Auger recombination of multi-carrier states needed for optical gain. We overcome this challenge using type-(I+II) QDs that feature a trion-like optical-gain state with strongly suppressed Auger recombination. When combined with a Littrow optical cavity, static (non-circulated) solutions of these QDs exhibit stable lasing tunable from 634 nm to 594 nm. These results point towards the feasibility of technologically viable dye-like QD lasers that feature wide spectral tunability and, importantly, allow for stable operation without the need for a bulky circulation system, a standard attribute of traditional dye lasers. ",
    "url": "https://arxiv.org/abs/2401.08810",
    "authors": [
      "Donghyo Hahm",
      "Valerio Pinchetti",
      "Clément Livache",
      "Namyoung Ahn",
      "Jungchul Noh",
      "Xueyang Li",
      "Jun Du",
      "Kaifeng Wu",
      "Victor I. Klimov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2401.08852",
    "title": "Tunable on-chip optical traps for levitating particles based on  single-layer metasurface",
    "abstract": "Optically levitated multiple nanoparticles has emerged as a platform for studying complex fundamental physics such as non-equilibrium phenomena, quantum entanglement, and light-matter interaction, which could be applied for sensing weak forces and torques with high sensitivity and accuracy. An optical trapping landscape of increased complexity is needed to engineer the interaction between levitated particles beyond the single harmonic trap. However, existing platforms based on spatial light modulators for studying interactions between levitated particles suffered from low efficiency, instability at focal points, the complexity of optical systems, and the scalability for sensing applications. Here, we experimentally demonstrated that a metasurface which forms two diffraction-limited focal points with a high numerical aperture (0.9) and high efficiency (31%) can generate tunable optical potential wells without any intensity fluctuations. A bistable potential and double potential wells were observed in the experiment by varying the focal points distance, and two nanoparticles were levitated in double potential wells for hours, which could be used for investigating the levitated particles nonlinear dynamics, thermal dynamics, and optical binding. This would pave the way for scaling the number of levitated optomechanical devices or realizing paralleled levitated sensors. ",
    "url": "https://arxiv.org/abs/2401.08852",
    "authors": [
      "Chuang Sun",
      "Hailong Pi",
      "Kian Shen Kiang",
      "Tiberius S. Georgescu",
      "Jun-Yu Ou",
      "Hendrik Ulbricht",
      "Jize Yan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.08923",
    "title": "Subwavelength Imaging using a Solid-Immersion Diffractive Optical  Processor",
    "abstract": "Phase imaging is widely used in biomedical imaging, sensing, and material characterization, among other fields. However, direct imaging of phase objects with subwavelength resolution remains a challenge. Here, we demonstrate subwavelength imaging of phase and amplitude objects based on all-optical diffractive encoding and decoding. To resolve subwavelength features of an object, the diffractive imager uses a thin, high-index solid-immersion layer to transmit high-frequency information of the object to a spatially-optimized diffractive encoder, which converts/encodes high-frequency information of the input into low-frequency spatial modes for transmission through air. The subsequent diffractive decoder layers (in air) are jointly designed with the encoder using deep-learning-based optimization, and communicate with the encoder layer to create magnified images of input objects at its output, revealing subwavelength features that would otherwise be washed away due to diffraction limit. We demonstrate that this all-optical collaboration between a diffractive solid-immersion encoder and the following decoder layers in air can resolve subwavelength phase and amplitude features of input objects in a highly compact design. To experimentally demonstrate its proof-of-concept, we used terahertz radiation and developed a fabrication method for creating monolithic multi-layer diffractive processors. Through these monolithically fabricated diffractive encoder-decoder pairs, we demonstrated phase-to-intensity transformations and all-optically reconstructed subwavelength phase features of input objects by directly transforming them into magnified intensity features at the output. This solid-immersion-based diffractive imager, with its compact and cost-effective design, can find wide-ranging applications in bioimaging, endoscopy, sensing and materials characterization. ",
    "url": "https://arxiv.org/abs/2401.08923",
    "authors": [
      "Jingtian Hu",
      "Kun Liao",
      "Niyazi Ulas Dinc",
      "Carlo Gigli",
      "Bijie Bai",
      "Tianyi Gan",
      "Xurong Li",
      "Hanlong Chen",
      "Xilin Yang",
      "Yuhang Li",
      "Cagatay Isil",
      "Md Sadman Sakib Rahman",
      "Jingxi Li",
      "Xiaoyong Hu",
      "Mona Jarrahi",
      "Demetri Psaltis",
      "Aydogan Ozcan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.09055",
    "title": "Controlling ultrafast laser writing in silica glass by pulse temporal  contrast",
    "abstract": "Control of laser writing in transparent dielectrics using temporal contrast of light pulses is demonstrated. Anisotropic nanopores in silica glass are produced by high-contrast of 10^7 femtosecond Yb: KGW laser pulses rather than low-contrast of 10^3 Yb fiber laser pulses. Low-contrast pulses are useful for creating lamellar birefringent structures, possibly driven by quadrupole nonlinear current. The difference originates in the fiber laser storing third of its energy in a post-pulse of 200 ps duration. The absorption of this low-intensity fraction of the pulse by laser-induced transient defects with relatively long lifetime and low excitation energy, such as self-trapped holes, drastically changes the kinetics of energy deposition and type of material modification. ",
    "url": "https://arxiv.org/abs/2401.09055",
    "authors": [
      "Yuhao Lei",
      "Huijun Wang",
      "Gholamreza Shayeganrad",
      "Yuri Svirko",
      "Peter G. Kazansky"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.09094",
    "title": "First Experimental Evaluation of a High-Resolution Deep Silicon  Photon-Counting Sensor",
    "abstract": "Purpose: Current photon-counting computed tomography detectors are limited to a pixel size of around 0.3 mm-0.5 mm due to excessive charge sharing degrading the dose efficiency and energy resolution as the pixels become smaller. In this work, we present measurements of a prototype photon-counting detector that leverages the charge sharing to reach a theoretical sub-pixel resolution in the order of $1 {\\mu}$m. The goal of the study is to validate our Monte-Carlo simulation using measurements, enabling further development. Approach: We measure the channel response at the MAX IV Lab, in the DanMAX beamline, with a 35 keV photon beam, and compare the measurements with a 2D Monte Carlo simulation combined with a charge transport model. Only a few channels on the prototype are connected to keep the number of wire bonds low. Results: The measurements agree generally well with the simulations with the beam close to the electrodes but diverge as the beam is moved further away. The induced charge cloud signals also seem to increase linearly as the beam is moved away from the electrodes. Conclusions: The agreement between measurements and simulations indicates that the Monte-Carlo simulation can accurately model the channel response of the detector with the photon interactions close to the electrodes, which indicates that the unconnected electrodes introduce unwanted effects that need to be further explored. With the same Monte-Carlo simulation previously indicating a resolution of around $1 {\\mu}$m with similar geometry, the results are promising that an ultra-high resolution detector is not far in the future. ",
    "url": "https://arxiv.org/abs/2401.09094",
    "authors": [
      "Rickard Brunskog",
      "Mats Persson",
      "Zihui Jin",
      "Mats Danielsson"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2401.09155",
    "title": "Frequency conversion of vortex states by chiral forward Brillouin  scattering in twisted photonic crystal fibre",
    "abstract": "Optical vortex states-higher optical modes with helical phase progression and carrying orbital angular momentum-have been explored to increase the flexibility and capacity of optical fibres employed for example in mode-division-multiplexing, optical trapping and multimode imaging. A common requirement in such systems is high fidelity transfer of signals between different frequency bands and modes, which for vortex modes is not so straightforward. Here we report intervortex conversion between backward-propagating circularly polarised vortex modes at one wavelength, using chiral flexural phonons excited by chiral forward stimulated Brillouin scattering at a different wavelength. The experiment is carried out using chiral photonic crystal fibre, which robustly preserves circular polarisation states. The chiral acoustic wave, which has the geometry of a spinning single-spiral corkscrew, provides the orbital angular momentum necessary to conserve angular momentum between the coupled optical vortex modes. The results open up new opportunities for interband optical frequency conversion and the manipulation of vortex states in both classical and quantum regimes. ",
    "url": "https://arxiv.org/abs/2401.09155",
    "authors": [
      "Xinglin Zeng",
      "Philip St.J. Russell",
      "Birgit Stiller"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.09314",
    "title": "Grayscale control of local magnetic properties with direct-write laser  annealing",
    "abstract": "Across the fields of magnetism, microelectronics, optics, and others, engineered local variations in physical properties can yield groundbreaking functionalities that play a crucial role in enabling future technologies. Beyond binary modifications, 1D lateral gradients in material properties (achieved by gradients in thickness, stoichiometry, temperature, or strain) give rise to a plethora of new effects in thin film magnetic systems. However, extending such gradient-induced behaviors to 2D is challenging to realize with existing methods, which are plagued by slow processing speeds, dose instabilities, or limitation to variation along one dimension. Here, we show for the first time how commonplace direct-write laser exposure techniques, initially developed for grayscale patterning of photoresist surfaces, can be repurposed to perform grayscale direct-write laser annealing. With this technique, we demonstrate the ease with which two-dimensional, continuous variations in magnetic properties can be created at the mesoscopic scale in numerous application-relevant materials, including ferromagnetic, ferrimagnetic, and synthetic antiferromagnetic thin-film systems. The speed, versatility, and new possibilities to create complex magnetic energy landscapes offered by direct-write laser annealing opens the door to the lateral modification of the magnetic, electronic, and structural properties of a variety of thin films with an abundance of applications. ",
    "url": "https://arxiv.org/abs/2401.09314",
    "authors": [
      "Lauren J. Riddiford",
      "Jeffrey A. Brock",
      "Katarzyna Murawska",
      "Aleš Hrabec",
      "Laura J. Heyderman"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2401.09335",
    "title": "Formation of nano and micro scale hierarchical structures in MgO and ZnO  quantum dots doped LC media: The role of competitive forces",
    "abstract": "In this paper, we have studied the effect of doping of ZnO and MgO nanoparticles (NPs) in 4-(trans-4-n-hexylcyclo-hexyl) isothiocyanatobenzoate. A thorough comparison of dielectric properties, optoelectronic properties, and calorimetric phase transition properties has been done for MgO and ZnO NP doped LC. We prepare their homogenous mixture of MgO and ZnO NPs in toluene and transfer into cells made of glass and Indium Tin-Oxide (ITO) coated glass. The observed microstructures in the hybrid system can be classified into three main categories: grain like structures formed by aggregation of smaller size MgO nanoparticles while liquid crystal molecules anchor over the surfaces of nanoparticles, the grtu grain-like structures further integrate to form inorganic polymeric type of honeycomb-like mesostructures in presence of glass surface, and flower-like clusters of MgO nanoparticles on ITO surface. The smaller size nanoparticles can maintain the energy balance by allowing the anchoring of liquid crystal molecules over their surfaces whereas the larger size nanoparticles cannot compromise or maintain the energy balance with the liquid crystal molecules and are separated out to nucleate and form bigger size nanoaggregate or clusters. The energy preference of the substrate and nanoparticle's surface to liquid crystal molecules plays an important role in the formation of different types of hierarchical nano- and microstructures. We account the reasons for the formation of nano and micro scale hierarchical structures on the basis of the competition between the forces: NP-NP, LC-LC, NP-LC, Glass/ITO-NP, and Glass/ITO-LC interactions. We observed a considerable change in the dielectric properties, transition temperature, bandgap, and other parameters of LC molecules when MgO NPs are doped, but a minor change occurs when ZnO NPs are doped in LC. ",
    "url": "https://arxiv.org/abs/2401.09335",
    "authors": [
      "A. K. Singh",
      "S. P. Singh"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2401.08708",
    "title": "Wireless Microwave Quantum Communication",
    "abstract": "This Thesis explores the limits in the application of propagating quantum microwaves for quantum communication and quantum sensing, as well as the design of new devices and protocols to fight these limitations. We take advantage of Gaussian quantum states for quantum teleportation and quantum illumination, and studies how these protocols can be improved using entanglement distillation and partial purification, respectively. The Thesis is centered around open-air entanglement distribution, and it follows the steps of state generation inside the cryostat, impedance matching between the cryostat and the open air with a new generation of coplanar antennae, and open air propagation, in the limited framework of current microwave technology. We also address the limitations produced by losses and measurement inefficiencies, and explore the extension to satellite quantum communications. There, we analyze the effects of diffraction and turbulence, studying how the latter affects signals in the optical regime as well. We conclude by studying the teleportation of quantum information in a quantum local area network. To sum up, this Thesis contributes to the development of wireless quantum communications in the microwave regime, studying its technological limitations and how to overcome them. Nevertheless, quantum technologies working in this frequency range are still emergent and plenty of work must be accomplished in order to make them competitive. ",
    "url": "https://arxiv.org/abs/2401.08708",
    "authors": [
      "Tasio Gonzalez-Raya"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.08824",
    "title": "Geometrical phase control in an optical system without geometric  peculiarities",
    "abstract": "We consider polarization dynamics of an atom placed in a cavity coupled with a ring resonator. The interaction with the cavity leads to the excitation of atomic polarization and the transition of atom from the excited state to the ground one with the emission of a photon, which then propagates through the ring resonator and returns to the atom. We demonstrate that it is possible to observe a doubling of the return time in this system, which means that the wave emitted by the atom should bypass the ring resonator twice to return to its initial state instead of once. We show that there is a range of system parameters at which the atomic polarization acquires nontrivial geometric phase after photon bypass of the ring resonator. In this range, the state of the atom returns to its initial state only after two bypasses of the emitted photon along ring resonator. We demonstrate that unlike systems with nontrivial geometric topology, in the proposed system the effect arises due to a change in the density of eigenstates, which is controlled by the magnitude of the coupling strength between the atom and the cavity. The proposed system does not require geometric peculiarities, such as twisting and self-intersections, and provides additional opportunities for creation the non-trivial topological phase in optical system with possible integration on a chip. ",
    "url": "https://arxiv.org/abs/2401.08824",
    "authors": [
      "T. T. Sergeev",
      "A. A. Zyablovsky",
      "E. S. Andrianov",
      "Yu. E. Lozovik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.08924",
    "title": "Soliton gas for the focusing Hirota equation via Riemann-Hilbert  problems: Large-space and long-time asymptotic behaviors",
    "abstract": "The Hirota equation is one of the integrable higher-order extensions of the nonlinear Schr\\\"odinger equation, and can describe the ultra-short optical pulse propagation in the form $iq_t+\\alpha(q_{xx}+ 2|q|^2q)+i\\beta (q_{xxx}+ 6|q|^2q_x)=0,\\, (x,t)\\in\\mathbb{R}^2\\, (\\alpha,\\,\\beta\\in\\mathbb{R})$. In this paper, we analytically explore the asymptotic behaviors of a soliton gas for the Hirota equation including the complex modified KdV equation, in which the soliton gas is regarded as the limit $N\\to \\infty$ of $N$-soliton solutions, and characterized using the Riemann-Hilbert problem with discrete spectra restricted in the intervals $(ia, ib)\\cup (-ib, -ia)\\, (0<a<b)$. We find that this soliton gas tends slowly to the Jaocbian elliptic wave solution with an error $\\mathcal{O}(|x|^{-1})$ (zero exponentially quickly ) as $x\\to -\\infty$ ($x\\to +\\infty$). We also present the long-time asymptotics of the soliton gas under the different velocity conditions: $x/t>4\\beta b^2,\\, \\xi_c<x/t<4\\beta b^2,\\, x/t<\\xi_c$. Moreover, we analyze the property of the soliton gas for the case of the discrete spectra filling uniformly a quadrature domain. ",
    "url": "https://arxiv.org/abs/2401.08924",
    "authors": [
      "Weifang Weng",
      "Zhenya Yan"
    ],
    "subjectives": [
      "Exactly Solvable and Integrable Systems (nlin.SI)",
      "Mathematical Physics (math-ph)",
      "Analysis of PDEs (math.AP)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.09076",
    "title": "Benchmarking quantum computer simulation software packages",
    "abstract": "Rapid advances in quantum computing technology lead to an increasing need for software simulators that enable both algorithm design and the validation of results obtained from quantum hardware. This includes calculations that aim at probing regimes of quantum advantage, where a quantum computer outperforms a classical computer in the same task. High performance computing (HPC) platforms play a crucial role as today's quantum devices already reach beyond the limits of what powerful workstations can model, but a systematic evaluation of the individual performance of the many offered simulation packages is lacking so far. In this Technical Review, we benchmark several software packages capable of simulating quantum dynamics with a special focus on HPC capabilities. We develop a containerized toolchain for benchmarking a large set of simulation packages on a local HPC cluster using different parallelisation capabilities, and compare the performance and system size-scaling for three paradigmatic quantum computing tasks. Our results can help finding the right package for a given simulation task and lay the foundation for a systematic community effort to benchmark and validate upcoming versions of existing and also newly developed simulation packages. ",
    "url": "https://arxiv.org/abs/2401.09076",
    "authors": [
      "Amit Jamadagni",
      "Andreas M. Läuchli",
      "Cornelius Hempel"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Emerging Technologies (cs.ET)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2401.09091",
    "title": "Noise-Tolerant Quantum Algorithm for Ground State Energy Estimation",
    "abstract": "One of the most promising applications of quantum computers is to simulate quantum mechanical systems and deliver an advantage to classical computation by leveraging their inherent quantum behaviour. In this work, we present a new approach to achieve a noise tolerant Hamiltonian simulation algorithm for ground state energy estimation which also surmounts stochastic limitations most of its counterparts face. This algorithm is based on an adaptive set of fuzzy bisection searches to estimate the ground state energy digit by digit that can get to any arbitrary target precision. It builds upon the Quantum Eigenvalue Transformation of Unitary Matrices (QETU) algorithm and it delivers good approximations in simulations with quantum depolarizing probability up to 1e-3, particularly for the Transverse-Field Ising Model (TFIM). We ran simulations with different system Hamiltonians, system sizes and time evolution encoding methods on IBM Qiskit and we demonstrate the key results in this work, as well as compare the performance with other existing methods. ",
    "url": "https://arxiv.org/abs/2401.09091",
    "authors": [
      "Erenay Karacan",
      "Christian B. Mendl",
      "Yanbin Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2401.09158",
    "title": "Bang-bang preparation of quantum many-body ground states in two  dimensions: optimization of the algorithm with a two-dimensional tensor  network",
    "abstract": "A bang-bang (BB) algorithm prepares the ground state of a two-dimensional (2D) quantum many-body Hamiltonian $H=H_1+H_2$ by evolving an initial product state alternating between $H_1$ and $H_2$. We use the neighborhood tensor update to simulate the BB evolution with an infinite pair-entangled projected state (iPEPS). The alternating sequence is optimized with the final energy as a cost function. The energy is calculated with the tangent space methods for the sake of their stability. The method is benchmarked in the 2D transverse field quantum Ising model near its quantum critical point against a ground state obtained by variational optimization of the iPEPS. The optimal BB sequence differs non-perturbatively from a sequence simulating quantum annealing or adiabatic preparation (AP) of the ground state. The optimal BB energy converges with the number of bangs much faster than the optimal AP energy. ",
    "url": "https://arxiv.org/abs/2401.09158",
    "authors": [
      "Yintai Zhang",
      "Jacek Dziarmaga"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2401.09268",
    "title": "Chemically Motivated Simulation Problems are Efficiently Solvable by a  Quantum Computer",
    "abstract": "Simulating chemical systems is highly sought after and computationally challenging, as the simulation cost exponentially increases with the system size. Quantum computers have been proposed as a computational means to overcome this bottleneck. Most efforts recently have been spent on determining the ground states of chemical systems. Hardness results and the lack of efficient heuristics for initial-state generation sheds doubt on the feasibility. Here we propose an inherently efficient approach for solving chemical simulation problems, meaning it requires quantum circuits of size scaling polynomially in relevant system parameters. If a set of assumptions can be satisfied, our approach finds good initial states by assembling initial states for dynamical simulation in a scattering tree. We discuss a variety of quantities of chemical interest that can be measured based on quantum simulation, e.g. of a reaction, succeeding the initial state preparation. ",
    "url": "https://arxiv.org/abs/2401.09268",
    "authors": [
      "Philipp Schleich",
      "Lasse Bjørn Kristensen",
      "Davide Avagliano",
      "Mohsen Bagherimehrab",
      "Abdulrahman Aldossary",
      "Christoph Gorgulla",
      "Joe Fitzsimons",
      "Alán Aspuru-Guzik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Complexity (cs.CC)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2401.09276",
    "title": "Wafer-scale fabrication of mesoporous silicon functionalized with  electrically conductive polymers",
    "abstract": "The fabrication of hybrid materials consisting of nanoporous hosts with conductive polymers is a challenging task, since the extreme spatial confinement often conflicts with the stringent physico-chemical requirements for polymerization of organic constituents. Here, several low-threshold and scalable synthesis routes for such hybrids are presented. First, the electrochemical synthesis of composites based on mesoporous silicon (pore size of 7 nm) and the polymers PANI, PPy and PEDOT is discussed and validated by scanning electron microscopy (SEM) and energy-dispersive X-ray spectroscopy (EDX). Polymer filling degrees of 74% are achieved. Second, the production of PEDOT/pSi hybrids, based on the solid-state polymerization (SSP) of DBEDOT to PEDOT is shown. The resulting amorphous structure of the nanopore-embedded PEDOT is investigated via in-situ synchrotron-based X-ray scattering. In addition, a twofold increase in the electrical conductivity of the hybrid compared to the porous silicon host is shown, making this system particularly promising for thermoelectric applications. ",
    "url": "https://arxiv.org/abs/2401.09276",
    "authors": [
      "Manfred May",
      "Mathis Boderius",
      "Natalia Gostkowska-Lekner",
      "Mark Busch",
      "Klaus Habicht",
      "Tommy Hofmann",
      "Patrick Huber"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2401.09367",
    "title": "Optical and thermal effects in the neighborhood of the spherical layered  nanoparticle of the \"metallic core -- J-aggregate shell'' structure",
    "abstract": "The relations for the polarizability of the metallic nanoparticles, coated with the shell of cyanine dyes, are obtained in the article. The frequency dependencies for light absorption and scattering efficiencies, the heating of the composite nanoparticle and the electric field amplification in its neighborhood are studied. It is established that all the dependencies have three maxima which correspond to the frequencies of hybrid plasmon-exciton resonance. It is shown that an increase in content of metal in the nanoparticle causes a blue shift of the maxima from the visible part of the spectrum and a red shift of the maximum from ultraviolet frequency range. The issue of application of metal-organic nanoparticles in nanomedicine, in particular for the photothermal therapy of malignant neoplasms is studied. ",
    "url": "https://arxiv.org/abs/2401.09367",
    "authors": [
      "A. V. Korotun",
      "N. A. Smirnova",
      "V. I. Reva",
      "I. M. Titov",
      "G. M. Shilo"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.11247",
    "title": "From Non-Markovian Dissipation to Spatiotemporal Control of Quantum  Nanodevices",
    "abstract": " Comments: 23 pages, 11 figures with Appendices ",
    "url": "https://arxiv.org/abs/2205.11247",
    "authors": [
      "Thibaut Lacroix",
      "Brendon W. Lovett",
      "Alex W. Chin"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.04675",
    "title": "Systematic design of a robust half-W1 photonic crystal waveguide for  interfacing slow light and trapped cold atoms",
    "abstract": " Title: Systematic design of a robust half-W1 photonic crystal waveguide for  interfacing slow light and trapped cold atoms ",
    "url": "https://arxiv.org/abs/2301.04675",
    "authors": [
      "Adrien Bouscal",
      "Malik Kemiche",
      "Sukanya Mahapatra",
      "Nikos Fayard",
      "Jérémy Berroir",
      "Tridib Ray",
      "Jean-Jacques Greffet",
      "Fabrice Raineri",
      "Ariel Levenson",
      "Kamel Bencheikh",
      "Christophe Sauvan",
      "Alban Urvoy",
      "Julien Laurat"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.04825",
    "title": "Exceptional-point Sensors Offer No Fundamental Signal-to-Noise Ratio  Enhancement",
    "abstract": " Comments: 5+16 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2401.04825",
    "authors": [
      "Hudson A. Loughlin",
      "Vivishek Sudhir"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.06265",
    "title": "Ultrafast second-order nonlinear photonics -- from classical physics to  non-Gaussian quantum dynamics",
    "abstract": " Comments: The first two authors contributed equally to this work; 183 pages, 55 figures ",
    "url": "https://arxiv.org/abs/2401.06265",
    "authors": [
      "Marc Jankowski",
      "Ryotatsu Yanagimoto",
      "Edwin Ng",
      "Ryan Hamerly",
      "Timothy P. McKenna",
      "Hideo Mabuchi",
      "M. M. Fejer"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]