[
  {
    "id": "arXiv:2201.07871",
    "title": "Inner-shell excitation in the YbF molecule and its impact on laser  cooling",
    "abstract": "The YbF molecule is a sensitive system for measuring the electron's electric dipole moment. The precision of this measurement can be improved by direct laser cooling of the molecules to ultracold temperature. However, low-lying electronic states arising from excitation of a 4f electron may hinder laser cooling. One set of these \"4f hole\" states lies below the $A^2\\Pi_{1/2}$ excited state used for laser cooling, and radiative decay to these intermediate levels, even with branching ratios as small as $10^{-5}$, can be a hindrance. Other 4f hole states lie very close to the $A^2\\Pi_{1/2}$ state, and a perturbation results in states of mixed character that are involved in the laser cooling cycle. This perturbation may enhance the loss of molecules to states outside of the laser cooling cycle. We model the perturbation of the $A^2\\Pi_{1/2}$ state to determine the strength of the coupling between the states, the de-perturbed potential energy curves, and the radiative branching ratios to various vibrational levels of the ground state, $X ^{2}\\Sigma^+$. We use electronic structure calculations to characterise the 4f hole states and the strengths of transitions between these states and the $A^2\\Pi_{1/2}$ and $X ^{2}\\Sigma^+$ states. We identify a leak out of the cooling cycle with a branching ratio of roughly $5 \\times 10^{-4}$, dominated by the contribution of the ground state configuration in a 4f hole state. Finally, we assess the impact of these results for laser cooling of YbF and molecules with similar structure. ",
    "url": "https://arxiv.org/abs/2201.07871",
    "authors": [
      "Chi Zhang",
      "Chaoqun Zhang",
      "Lan Cheng",
      "Timothy C. Steimle",
      "Michael R. Tarbutt"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2201.07897",
    "title": "Direct measurement of optical properties of glacier ice using a  photon-counting diffuse LiDAR",
    "abstract": "The interaction of light with glacier ice is governed by its optical scattering and absorption coefficients. These define apparent optical properties such as albedo and penetration depth of range finding lasers. Prior work has focused on snow or deep ice from cores rather than surface glacial ice. Consequently, the majority of measurements of the absorption coefficient of ice rely on assumptions about optical scattering and reference values derived from snow transmission measurements. Sophisticated physical albedo models only exist for snow, not for glacial surface ice. Here, we demonstrate a measurement technique based on diffuse propagation of nanosecond-duration laser pulses in glacier ice that enables the independent measurement of the scattering and absorption coefficients, allowing for a complete description of the processes governing radiative transfer. We employ a photon-counting detector to overcome the high losses associated with diffuse optics. The instrument is highly portable and rugged, making it optimally suited for deployment in remote regions. A set of measurements taken on Collier Glacier, Oregon, serves as a first demonstration of the technique. These measurements provide insight into both physical structure and composition of glacier ice and open new avenues for the analysis of light-absorbing impurities and remote sensing of the cryosphere. ",
    "url": "https://arxiv.org/abs/2201.07897",
    "authors": [
      "Markus Allgaier",
      "Matthew G. Cooper",
      "Anders E. Carlson",
      "Sarah W. Cooley",
      "Jonathan C. Ryan",
      "Brian J. Smith"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2201.07963",
    "title": "Quantum Orbital Minimization Method for Excited States Calculation on  Quantum Computer",
    "abstract": "We propose a quantum-classical hybrid variational algorithm, the quantum orbital minimization method (qOMM), for obtaining the ground state and low-lying excited states of a Hermitian operator. Given parameterized ansatz circuits representing eigenstates, qOMM implements quantum circuits to represent the objective function in the orbital minimization method and adopts classical optimizer to minimize the objective function with respect to parameters in ansatz circuits. The objective function has orthogonality implicitly embedded, which allows qOMM to apply a different ansatz circuit to each reference state. We carry out numerical simulations that seek to find excited states of the $\\text{H}_{2}$ and $\\text{LiH}$ molecules in the STO-3G basis and UCCSD ansatz circuits. Comparing the numerical results with existing excited states methods, qOMM is less prone to getting stuck in local minima and can achieve convergence with more shallow ansatz circuits. ",
    "url": "https://arxiv.org/abs/2201.07963",
    "authors": [
      "Joel Bierman",
      "Yingzhou Li",
      "Jianfeng Lu"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.07976",
    "title": "High-power laser experiment forming a supercritical collisionless shock  in a magnetized uniform plasma at rest",
    "abstract": "We present a new experimental method to generate quasi-perpendicular supercritical magnetized collisionless shocks. In our experiment, ambient nitrogen (N) plasma is at rest and well-magnetized, and it has uniform mass density. The plasma is pushed by laser-driven ablation aluminum (Al) plasma. Streaked optical pyrometry and spatially resolved laser collective Thomson scattering clarify structures of plasma density and temperatures, which are compared with one-dimensional particle-in-cell simulations. It is indicated that just after the laser irradiation, the Al plasma is magnetized by self-generated Biermann battery field, and the plasma slaps the incident N plasma. The compressed external field in the N plasma reflects N ions, leading to counter-streaming magnetized N flows. Namely we identify the edge of the reflected N ions. Such interacting plasmas is forming a magnetized collisionless shock. ",
    "url": "https://arxiv.org/abs/2201.07976",
    "authors": [
      "Ryo Yamazaki",
      "S. Matsukiyo",
      "T. Morita",
      "S. J. Tanaka",
      "T. Umeda",
      "K. Aihara",
      "M. Edamoto",
      "S. Egashira",
      "R. Hatsuyama",
      "T. Higuchi",
      "T. Hihara",
      "Y. Horie",
      "M. Hoshino",
      "A. Ishii",
      "N. Ishizaka",
      "Y. Itadani",
      "T. Izumi",
      "S. Kambayashi",
      "S. Kakuchi",
      "N. Katsuki",
      "R. Kawamura",
      "Y. Kawamura",
      "S. Kisaka",
      "T. Kojima",
      "A. Konuma",
      "R. Kumar",
      "T. Minami",
      "I. Miyata",
      "T. Moritaka",
      "Y. Murakami",
      "K. Nagashima",
      "Y. Nakagawa",
      "T. Nishimoto",
      "Y. Nishioka",
      "Y. Ohira",
      "N. Ohnishi",
      "M. Ota",
      "N. Ozaki",
      "T. Sano",
      "K. Sakai",
      "S. Sei",
      "J. Shiota",
      "Y. Shoji",
      "K. Sugiyama",
      "D. Suzuki",
      "M. Takagi",
      "H. Toda",
      "S. Tomita",
      "S. Tomiya",
      "H. Yoneda",
      "T. Takezaki",
      "K. Tomita",
      "Y. Kuramitsu",
      "Y. Sakawa"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2201.08033",
    "title": "Porous SiO$_2$ coated dielectric metasurface with consistent performance  independent of environmental conditions",
    "abstract": "With the rapid advances of functional dielectric metasurfaces and their integration on on-chip nanophotonic devices, the necessity of metasurfaces working in different environments, especially in biological applications, arose. However, the metasurfaces' performance is tied to the unit cell's efficiency and ultimately the surrounding environment it was designed for, thus reducing its applicability if exposed to altering refractive index media. Here, we report a method to increase a metasurface's versatility by covering the high-index metasurface with a low index porous SiO$_2$ film, protecting the metasurface from environmental changes while keeping the working efficiency unchanged. We show, that a covered metasurface retains its functionality even when exposed to fluidic environments. ",
    "url": "https://arxiv.org/abs/2201.08033",
    "authors": [
      "René Geromel",
      "Christian Weinberger",
      "Katja Brormann",
      "Michael Tiemann",
      "Thomas Zentgraf"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.08064",
    "title": "Using a Smartphone pressure sensor as Pitot tube speedometer",
    "abstract": "In this article, an experiment to measure air velocity with the barometer of a smartphone is presented utilizing the concept of a Pitot tube. For the experiment, the app phyphox is used which has a set of useful features for performing smartphone-based experiments 9,10 . Both the data analysis tools included in the app phyphox and the remote access function to smartphones in experimental setups are used in the presented experiment. This experiment is also an example for designing customized experiments within phyphox which can be realized by any user via a web-based editor 9 . In addition, it is shown how an external Bluetooth pressure sensor can be used to extend an experiment, which is used here to measure the speed of a vehicle. Such an integration of external Bluetooth Low Energy sensors into smartphone experiments became available with phyphox version 1.1.0. ",
    "url": "https://arxiv.org/abs/2201.08064",
    "authors": [
      "Dominik Dorsel",
      "Sebastian Staacks",
      "Heidrun Heinke",
      "Christoph Stampfer"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2201.08106",
    "title": "Coherent Optical Processes on Cs D$_2$ line Magnetically Induced  Transitions",
    "abstract": "The increased spectral resolution allowed by the use of extremely thin vapor cells has led to the observation of interesting behaviour of alkali transitions when placed in a magnetic field. Particularly, transitions obeying an apparent $F_e-F_g\\equiv\\Delta F =\\pm2$ selection rule, referred to as magnetically-induced (MI) transitions, have their probabilities largely increase in the intermediate interaction regime while being null at zero and higher magnetic fields. With an 800 nm-thick Cs vapor cell placed in a field up to 1.5 kG, we show here that the generation of electromagnetically induced transparency (EIT), realized in $\\Lambda$-systems involving $\\Delta F =- 2$ MI transitions, is only possible when both the coupling and probe beams are $\\sigma^-$-circular polarized, demonstrating that EIT is affected by magnetic circular dichroism. A similar rule of thumb can be extrapolated for $\\Delta F =+2$ MI transitions and $\\sigma^+$ polarization. Because of the high frequency shift slope (typ. 4 MHz/G), the generation of EIT resonances involving MI transitions is interesting, especially in the context of growing attention towards micro-machined alkali vapor cell sensors. ",
    "url": "https://arxiv.org/abs/2201.08106",
    "authors": [
      "Armen Sargsyan",
      "Arevik Amiryan",
      "Ara Tonoyan",
      "Emmanuel Klinger",
      "David Sarkisyan"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2201.08151",
    "title": "High-order Photonic Cavity Resonance Enabled 3D Structural Color",
    "abstract": "It remains a challenge to directly print three-dimensional arbitrary shapes that exhibit structural colors at the micrometer scale. Woodpile photonic crystals (WPCs) fabricated via two-photon lithography (TPL) are promising as building blocks to produce 3D geometries that generate structural colors due to their ability to exhibit either omnidirectional or anisotropic photonic stopbands. However, existing approaches have focused on achieving structural colors when illuminating WPCs from the top, which necessitates print resolutions beyond the limit of commercial TPL and/or post-processing techniques. Here, we devised a new strategy to support high-order photonic cavity modes upon side-illumination on WPCs that surprisingly generate large reflectance peaks in the visible spectrum. Based on that, we demonstrate one-step printing of 3D photonic structural colors without requiring post-processing or subwavelength features. Vivid colors with reflectance peaks exhibiting a full width at half maximum of ~25 nm, a maximum reflectance of 50%, gamut of ~85% of sRGB, and large viewing angles, were achieved. In addition, we also demonstrated voxel-level manipulation and control of colors in arbitrary-shaped 3D objects constituted with WPCs as unit cells, which has great potential for applications in dynamic color displays, colorimetric sensing, anti-counterfeiting, and light-matter interaction platforms. ",
    "url": "https://arxiv.org/abs/2201.08151",
    "authors": [
      "Hailong Liu",
      "Hongtao Wang",
      "Hao Wang",
      "Jie Deng",
      "Qifeng Ruan",
      "Wang Zhang",
      "Omar A. M. Abdelraouf",
      "Noman Soo Seng Ang",
      "Zhaogang Dong",
      "Joel K. W. Yang",
      "Hong Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.08156",
    "title": "One-dimensional bound states in the continuum in the w~k space for  nonlinear optical applications",
    "abstract": "The phenomenon of bound state in the continuum (BIC) with infinite quality factor and lifetime has emerged in recent years in photonics as a new tool of manipulating light-matter interactions. However, most of the investigated structures only support BIC resonances at very few discrete positions in the w~k space, restricting their applications in many fields where random or more input frequencies than the number of supported BIC resonances are required. In this work, we demonstrate that a new set of BIC resonances can be supported by making use of a special composite grating consisting of two ridge arrays with the same period and zero-approaching ridge width difference on a slab waveguide. These BIC resonances are distributed continuously over a broad band along a line in the w~k space and can thus be considered as one-dimensional BICs. With a slight increase of the width difference, these BICs will switch to quasi-BIC modes and it is possible to choose arbitrarily any frequencies on the dispersion line to achieve significantly enhanced light-matter interactions, facilitating many applications where multiple input wavelengths are required, e.g. sum or difference frequency generations in nonlinear optics. ",
    "url": "https://arxiv.org/abs/2201.08156",
    "authors": [
      "Kaili Sun",
      "Hui Jiang",
      "Dmitry A. Bykov",
      "Vien Van",
      "Uriel Levy",
      "Yangjian Cai",
      "Zhanghua Han"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.08243",
    "title": "Novel C-dots/titanate nanowires hybrid materials with enhanced optical  and photocatalytic properties",
    "abstract": "Advanced nanomaterials with enhanced optical and photocatalytic properties for the photodegradation of organic pollutants, in particular pharmaceuticals and personal care products (PPCPs), were successfully prepared by a swift one-pot synthesis. Nanostructured materials were synthesized through an integrated hydrothermal procedure which generates titanate nanowires (TNWs) with different carbon dots (C-dots) contents, from an amorphous titanium oxide-based source and cork industry wastewaters (CIWWs) as carbon source. Their structural, microstructural, morphological, and optical properties were studied by XRD, TEM, UV-Vis diffuse reflectance and photoluminescence spectroscopies. As aimed, the hybrid C-dots/TNW nanomaterials extend their light absorption towards the red, in comparison to pristine TNWs, prompting them for a more efficient use of light in photocatalysis by widening the TNWs energy uptake range. The decrease of bandgap energy with increasing sample's C-dots content seems to be originated from energy intermediate states formed within the TNWs forbidden band resulting from Ti-O-C bonds established between the TNWs and the C-dots that form tails of states. The as-synthesized C-dots/TNW samples were tested in the photodegradation of caffeine as a pollutant model. Rewarding results were obtained, with the hybrid C-dots/TNW nanomaterials showing significant enhanced photocatalytic ability toward caffeine degradation in comparison to pristine TNWs. Photocatalysis assays in the presence of scavengers and/or in the absence of oxygen were also performed aiming to characterize the most reactive species formed during the semiconductor photo-activation process and thus assessing to possible reactive pathways underpinning the photocatalytic activity of the hybrid C-dots/TNW nanomaterials. ",
    "url": "https://arxiv.org/abs/2201.08243",
    "authors": [
      "D. M. Alves",
      "J. V. Prata",
      "A. J. Silvestre",
      "O. C. Monteiro"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2201.08245",
    "title": "Fundamentals of Scanning Surface Structuring by Ultrashort Laser Pulses:  From Electron Diffusion to Final Morphology",
    "abstract": "Industrial use of ultrashort-pulse surface structuring would significantly increase by an effective utilization of the average laser powers available currently. However, the unexplained degradation of surfaces processed with numerous pulses at high average laser power makes this difficult. Based on a systematic experimental study, the structure formation underlying such surface degradation was investigated. We presented a hierarchical structural formation model that bridges the gap between laser-induced periodic surface structures and surface degradation. Contrary to expectations based on previous research, we observed less structure formation on titanium for high laser fluences. As a possible reason, enhanced electron diffusion with increasing intensity was investigated within the framework of the two-temperature model. Our findings provide a deeper understanding of the microscopic mechanisms involved in surface structuring with ultrashort pulses. ",
    "url": "https://arxiv.org/abs/2201.08245",
    "authors": [
      "F. Nyenhuis",
      "P.N. Terekhin",
      "T. Menold",
      "B. Rethfeld",
      "A. Michalowski",
      "J. L'huillier"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.08248",
    "title": "Packaging-enhanced optical fiber-chip interconnect with enlarged grating  coupler and multimode fiber",
    "abstract": "Optical I/O plays a crucial role in the lifespan of lab-on-a-chip systems, from preliminary testing to operation in the target environment. However, due to the precise alignments required, efficient and reliable fiber-to-chip connections remain challenging, yielding inconsistent test results and unstable packaged performance. To overcome this issue, for use in single mode on-chip systems, we propose the incorporation of area-enlarged grating couplers working in conjunction with multimode fibers. This combination enables simpler, faster, and more reliable connections than the traditional small area grating coupler with single-mode fiber. In this work, we experimentally demonstrate a 3dB in-plane (X, Y) spatial tolerance of (10.2 {\\mu}m, 17.3 {\\mu}m) for the large area configuration, being at least (2.49, 3.33) times that of the small area one, and agreeing well with theoretical calculations. The simple concept is readily applicable to a range of photonic systems where cheaper more robust optical I/O is desired. ",
    "url": "https://arxiv.org/abs/2201.08248",
    "authors": [
      "Chao Wang",
      "Chingwen Chang",
      "Jason Midkiff",
      "Aref Asghari",
      "James Fan",
      "Jianying Zhou",
      "Xiaochuan Xu",
      "Huiping Tian",
      "Ray T. Chen"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.08185",
    "title": "Highly sensitive controllability of optical bistability in three-level  atomic systems",
    "abstract": "We theoretically investigate the optical bistability phenomenon in an ensemble of $N$ non-interacting three-level atoms trapped inside an optical cavity. The atoms are in a $\\Lambda$-level configuration, where one atomic transition is coupled by a cavity mode, while the other one is coupled by a classical field. In addition, we consider a pumping field driving the cavity mode. With this system, we are able to observe new kinds of hysteresis, while scanning either the frequency of the pumping field or the Rabi frequency (intensity) of the control field. We show that they can be highly controllable via external parameters of the system, achieving very narrow widths, thus being very useful for building new devices, such as small fluctuation detectors in either frequency or intensity of laser fields. ",
    "url": "https://arxiv.org/abs/2201.08185",
    "authors": [
      "M. H. Oliveira",
      "H. S. Borges",
      "J. A. Souza",
      "C. J. Villas-Boas"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.08309",
    "title": "Lecture Notes on Quantum Algorithms for Scientific Computation",
    "abstract": "This is a set of lecture notes used in a graduate topic class in applied mathematics called ``Quantum Algorithms for Scientific Computation'' at the Department of Mathematics, UC Berkeley during the fall semester of 2021. These lecture notes focus only on quantum algorithms closely related to scientific computation, and in particular, matrix computation. The main purpose of the lecture notes is to introduce quantum phase estimation (QPE) and ``post-QPE'' methods such as block encoding, quantum signal processing, and quantum singular value transformation, and to demonstrate their applications in solving eigenvalue problems, linear systems of equations, and differential equations. The intended audience is the broad computational science and engineering (CSE) community interested in using fault-tolerant quantum computers to solve challenging scientific computing problems. ",
    "url": "https://arxiv.org/abs/2201.08309",
    "authors": [
      "Lin Lin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2106.00330",
    "title": "Optical excitation of ultra-relativistic partially stripped ions",
    "abstract": " Comments: Submitted to \"Physics opportunities of the Gamma Factory\", a special issue of Annalen der Physik, dedicated to the Gamma Factory project ",
    "url": "https://arxiv.org/abs/2106.00330",
    "authors": [
      "J. Bieroń",
      "M. W. Krasny",
      "W. Płaczek",
      "S. Pustelny"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2108.11183",
    "title": "Pump-induced terahertz anisotropy in bilayer graphene",
    "abstract": " Title: Pump-induced terahertz anisotropy in bilayer graphene ",
    "url": "https://arxiv.org/abs/2108.11183",
    "authors": [
      "Angelika Seidl",
      "Roozbeh Anvari",
      "Marc M. Dignam",
      "Peter Richter",
      "Thomas Seyller",
      "Harald Schneider",
      "Manfred Helm",
      "Stephan Winnerl"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.09449",
    "title": "Coarse-to-fine optical MEMS accelerometer design and simulation",
    "abstract": " Title: Coarse-to-fine optical MEMS accelerometer design and simulation ",
    "url": "https://arxiv.org/abs/2109.09449",
    "authors": [
      "Mojtaba Rahimi",
      "Majid Taghavi",
      "Mohammad Malekmohammad"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.04386",
    "title": "A partially linearized spin-mapping approach for simulating nonlinear  optical spectra",
    "abstract": " Comments: 24 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2111.04386",
    "authors": [
      "J. R. Mannouch",
      "J. O. Richardson"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2111.08376",
    "title": "Optical sensing of magnons via the magnetoelastic displacement",
    "abstract": " Title: Optical sensing of magnons via the magnetoelastic displacement ",
    "url": "https://arxiv.org/abs/2111.08376",
    "authors": [
      "Zhi-Yuan Fan",
      "Rui-Chang Shen",
      "Yi-Pu Wang",
      "Jie Li",
      "J. Q. You"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.11727",
    "title": "Charge and temporal characterisation of silicon sensors using a  two-photon absorption laser",
    "abstract": " Title: Charge and temporal characterisation of silicon sensors using a  two-photon absorption laser ",
    "url": "https://arxiv.org/abs/2112.11727",
    "authors": [
      "R. Geertsema",
      "K. Akiba",
      "M. van Beuzekom",
      "T. Bischoff",
      "K. Heijhoff",
      "H. Snoek"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]