[
  {
    "id": "arXiv:2303.00809",
    "title": "Topological edge states in equidistant arrays of Lithium Niobate  nano-waveguides",
    "abstract": "We report that equidistant 1D arrays of thin-film Lithium Niobate nano-waveguides generically support topological edge states. Unlike conventional coupled-waveguide topological systems, the topological properties of these arrays are dictated by the interplay between intra- and inter-modal couplings of two families of guided modes with different parities. Exploiting two modes within the same waveguide to design a topological invariant allows us to decrease the system size by a factor of two and substantially simplify the structure. We present two example geometries where topological edge states of different types (based on either quasi-TE or quasi-TM modes) can be observed within a wide range of wavelengths and array spacings. ",
    "url": "https://arxiv.org/abs/2303.00809",
    "authors": [
      "Andrey V. Gorbach",
      "Jesper Beer",
      "Anton Souslov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.00823",
    "title": "Automated control and optimisation of laser driven ion acceleration",
    "abstract": "The interaction of relativistically intense lasers with opaque targets represents a highly non-linear, multi-dimensional parameter space. This limits the utility of sequential 1D scanning of experimental parameters for the optimisation of secondary radiation, although to-date this has been the accepted methodology due to low data acquisition rates. High repetition-rate (HRR) lasers augmented by machine learning present a valuable opportunity for efficient source optimisation. Here, an automated, HRR-compatible system produced high fidelity parameter scans, revealing the influence of laser intensity on target pre-heating and proton generation. A closed-loop Bayesian optimisation of maximum proton energy, through control of the laser wavefront and target position, produced proton beams with equivalent maximum energy to manually-optimized laser pulses but using only 60% of the laser energy. This demonstration of automated optimisation of laser-driven proton beams is a crucial step towards deeper physical insight and the construction of future radiation sources. ",
    "url": "https://arxiv.org/abs/2303.00823",
    "authors": [
      "B. Loughran",
      "M. J. V. Streeter",
      "H. Ahmed",
      "S. Astbury",
      "M. Balcazar",
      "M. Borghesi",
      "N. Bourgeois",
      "C. B. Curry",
      "S. J. D. Dann",
      "S. DiIorio",
      "N. P. Dover",
      "T. Dzelzanis",
      "O. C. Ettlinger",
      "M. Gauthier",
      "L. Giuffrida",
      "G. D. Glenn",
      "S. H. Glenzer",
      "J. S. Green",
      "R. J. Gray",
      "G. S. Hicks",
      "C. Hyland",
      "V. Istokskaia",
      "M. King",
      "D. Margarone",
      "O. McCusker",
      "P. McKenna",
      "Z. Najmudin",
      "C. Parisuaña",
      "P. Parsons",
      "C. Spindloe",
      "D. R. Symes",
      "A. G. R. Thomas",
      "F. Treffert",
      "N. Xu",
      "C. A. J. Palmer"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Machine Learning (cs.LG)",
      "Accelerator Physics (physics.acc-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2303.00849",
    "title": "Chip-scale, CMOS-compatible, high energy passively Q-switched laser",
    "abstract": "Chip-scale, high-energy optical pulse generation is becoming increasingly important as we expand activities into hard to reach areas such as space and deep ocean. Q-switching of the laser cavity is the best known technique for generating high-energy pulses, and typically such systems are in the realm of large bench-top solid-state lasers and fiber lasers, especially in the long wavelength range >1.8 um, thanks to their large energy storage capacity. However, in integrated photonics, the very property of tight mode confinement, that enables a small form factor, becomes an impediment to high energy application due to small optical mode cross-section. In this work, we demonstrate complementary metal-oxide-semiconductor (CMOS) compatible, rare-earth gain based large mode area (LMA) passively Q-switched laser in a compact footprint. We demonstrate high on-chip output pulse energy of >150 nJ in single transverse fundamental mode in the eye-safe window (1.9 um), with a slope efficiency ~ 40% in a footprint of ~9 mm2. The high energy pulse generation demonstrated in this work is comparable or in many cases exceeds Q-switched fiber lasers. This bodes well for field applications in medicine and space. ",
    "url": "https://arxiv.org/abs/2303.00849",
    "authors": [
      "Neetesh Singh",
      "Jan Lorenzen",
      "Milan Sinobad",
      "Kai Wang",
      "Andreas C. Liapis",
      "Henry Frankis",
      "Stefanie Haugg",
      "Henry Francis",
      "Jose Carreira",
      "Michael Geiselmann",
      "Mahmoud A. Gaafar",
      "Tobias Herr",
      "Jonathan D. B. Bradley",
      "Zhipei Sun",
      "Sonia M Garcia-Blanco",
      "Franz X. Kartner"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.00896",
    "title": "Absolute frequency measurements with a robust, transportable ^{40}Ca^{+}  optical clock",
    "abstract": "We constructed a transportable 40Ca+ optical clock (with an estimated minimum systematic shift uncertainty of 1.3*10^(-17) and a stability of 5*10^(-15)/sqrt{tau} ) that can operate outside the laboratory. We transported it from the Innovation Academy for Precision Measurement Science and Technology, Chinese Academy of Sciences, Wuhan to the National Institute of Metrology, Beijing. The absolute frequency of the 729 nm clock transition was measured for up to 35 days by tracing its frequency to the second of International System of Units. Some improvements were implemented in the measurement process, such as the increased effective up-time of 91.3 % of the 40Ca+ optical clock over a 35-day-period, the reduced statistical uncertainty of the comparison between the optical clock and hydrogen maser, and the use of longer measurement times to reduce the uncertainty of the frequency traceability link. The absolute frequency measurement of the 40Ca+ optical clock yielded a value of 411042129776400.26 (13) Hz with an uncertainty of 3.2*10^(-16), which is reduced by a factor of 1.7 compared with our previous results. As a result of the increase in the operating rate of the optical clock, the accuracy of 35 days of absolute frequency measurement can be comparable to the best results of different institutions in the world based on different optical frequency measurements. ",
    "url": "https://arxiv.org/abs/2303.00896",
    "authors": [
      "Huaqing Zhang",
      "Yao Huang",
      "Baolin Zhang",
      "Yanmei Hao",
      "Mengyan Zeng",
      "Qunfeng Chen",
      "Yuzhuo Wang",
      "Shiying Cao",
      "Yige Lin",
      "Zhanjun Fang",
      "Hua Guan",
      "Kelin Gao"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.01061",
    "title": "Nearly Hamiltonian dynamics of laser systems",
    "abstract": "The Arecchi-Bonifacio (or Maxwell-Bloch) model is the benchmark for the description of active optical media. However, in the presence of a fast relaxation of the atomic polarization, its implementation is a challenging task even in the simple ring-laser configuration, due to the presence of multiple time scales. In this Article we show that the dynamics is nearly Hamiltonian over time scales much longer than those of the cavity losses. More precisely, we prove that it can be represented as a pseudo spatio-temporal pattern generated by a nonlinear wave equation equipped with a Toda potential. The existence of two constants of motion (identified as pseudo energies), thereby, elucidates the reason why it is so hard to simplify the original model: the adiabatic elimination of the polarization must be accurate enough to describe the dynamics correctly over unexpectedly long time scales. Finally, since the nonlinear wave equation with Toda potential can be simulated on much longer times than the previous models, this opens up the route to the numerical (and theoretical) investigation of realistic setups. ",
    "url": "https://arxiv.org/abs/2303.01061",
    "authors": [
      "Antonio Politi",
      "Serhiy Yanchuk",
      "Giovanni Giacomelli"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2303.01171",
    "title": "A stable 671 nm external cavity diode laser with output power exceeding  150 mW suitable for laser cooling of lithium atoms",
    "abstract": "We report the design and performance of a Littrow-type 671 nm External Cavity Diode Laser (ECDL) that delivers output power greater than 150 mW and features enhanced passive stability. The main body of the ECDL is constructed using titanium to minimize temperature related frequency drifts. The laser diode is mounted in a cylindrical mount that allows vertical adjustments while maintaining thermal contact with the temperature stabilized base plate. The wavelength tuning is achieved by horizontal displacement of the diffraction grating about an optimal pivot point. The compact design increases the robustness and passive stability of the ECDL and the stiff but light-weight diffraction grating-arm reduces the susceptibility to low-frequency mechanical vibrations. The linewidth of the ECDL is ~360 kHz. We use the 671 nm ECDL, without any additional power amplification, for laser cooling and trapping of lithium atoms in a magneto-optical trap. This simple, low-cost ECDL design using off-the-shelf laser diodes without anti-reflection coating can also be adapted to other wavelengths. ",
    "url": "https://arxiv.org/abs/2303.01171",
    "authors": [
      "Sourav Dutta",
      "Bubai Rahaman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.01184",
    "title": "Compact lithium niobate photonic integrated circuits",
    "abstract": "Lithium niobate (LN) is a promising material for future complex photonic-electronic circuits, with wide applications in fields like communications, sensing, quantum optics, and computation. LN took a great stride toward compact photonic integrated circuits (PICs) with the development of partially-etched LN on insulator (LNOI) waveguides. However, integration density is still limited for future high-compact PICs due to the partial edge nature of their waveguides. Here, we demonstrate a fully-etched LN PIC platform which, for the first time, simultaneously achieves ultra-low propagation loss and compact circuit size. The tightly-confined fully-etched LN waveguides with smooth sidewalls allow us to bring the bending radius down to 20 $\\mu$m (corresponds to 1 THz FSR). We have achieved compact high-$Q$ microring resonators with $Q/V$ of 7.1 $\\times$ 10$^{4}$ $\\mu$m$^{-3}$, almost one order of magnitude larger than previous demonstrations. The statistical mean propagation losses of our LN waveguides is 8.5 dB/m (corresponds to mean $Q$-factor of 4.9 $\\times$ 10$^{6}$) even with a small bending radius of 40 $\\mu$m. Our compact and ultra-low-loss LN platform shows great potential in future miniaturized multifunctional integration systems. As complementary evidence to show the utility of our platform, we demonstrate soliton microcombs with an ultra-high repetition rate of 500 GHz in LN. ",
    "url": "https://arxiv.org/abs/2303.01184",
    "authors": [
      "Yan Gao",
      "Fuchuan Lei",
      "Marcello Girardi",
      "Zhichao Ye",
      "Raphaël Van Laer",
      "Victor Torres-Company",
      "Jochen Schröder"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.01251",
    "title": "Teaching quantum communications through a hands-on laboratory",
    "abstract": "Teaching quantum communication is a challenging task when involving different technical and engineering backgrounds. The use of an approach that exploits the knowledge of these profiles, as well as other technological resources available for demonstrations or exercises, enhances this teaching. This paper presents as an example the \"Quantum Communications Lab\" that took place at the 6th INFIERI Summer School in 2021. In this lab, the access to the Madrid Quantum Communication Infrastructure (MadQCI) was an important resource available. ",
    "url": "https://arxiv.org/abs/2303.01251",
    "authors": [
      "Alberto Sebastián-Lombraña",
      "Laura Ortiz",
      "Juan P. Brito",
      "Jaime Sáez de Buruaga",
      "Rafael J. Vicente",
      "Ruben B. Mendez",
      "Rafael Artiñano",
      "Vicente Martín"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.01264",
    "title": "MLQD: A package for machine learning-based quantum dissipative dynamics",
    "abstract": "Machine learning has emerged as a promising paradigm to study the quantum dissipative dynamics of open quantum systems. To facilitate the use of our recently published ML-based approaches for quantum dissipative dynamics, here we present an open-source Python package MLQD (https://github.com/Arif-PhyChem/MLQD), which currently supports the three ML-based quantum dynamics approaches: (1) the recursive dynamics with kernel ridge regression (KRR) method, (2) the non-recursive artificial-intelligence-based quantum dynamics (AIQD) approach and (3) the blazingly fast one-shot trajectory learning (OSTL) approach, where both AIQD and OSTL use the convolutional neural networks (CNN). This paper describes the features of the MLQD package, the technical details, optimization of hyperparameters, visualization of results, and the demonstration of the MLQD's applicability for two widely studied systems, namely the spin-boson model and the Fenna--Matthews--Olson (FMO) complex. To make MLQD more user-friendly and accessible, we have made it available on the XACS cloud computing platform (https://XACScloud.com) via the interface to the MLatom package (this http URL). ",
    "url": "https://arxiv.org/abs/2303.01264",
    "authors": [
      "Arif Ullah",
      "Pavlo O. Dral"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.01279",
    "title": "Two-color soliton meta-atoms and molecules",
    "abstract": "We present a detailed overview of the physics of two-color soliton molecules in nonlinear waveguides, i.e. bound states of localized optical pulses which are held together due to an incoherent interaction mechanism. The mutual confinement, or trapping, of the subpulses, which leads to a stable propagation of the pulse compound, is enabled by the nonlinear Kerr effect. Special attention is paid to the description of the binding mechanism in terms of attractive potential wells, induced by the refractive index changes of the subpulses, exerted on one another through cross-phase modulation. Specifically, we discuss nonlinear-photonics meta atoms, given by pulse compounds consisting of a strong trapping pulse and a weak trapped pulse, for which trapped states of low intensity are determined by a Schr\\\"odinger-type eigenproblem. We discuss the rich dynamical behavior of such meta-atoms, demonstrating that an increase of the group-velocity mismatch of both subpulses leads to an ionization-like trapping-to-escape transition. We further demonstrate that if both constituent pulses are of similar amplitude, molecule-like bound-states are formed. We show that z-periodic amplitude variations permit a coupling of these pulse compound to dispersive waves, resulting in the resonant emission of Kushi-comb-like multi-frequency radiation. ",
    "url": "https://arxiv.org/abs/2303.01279",
    "authors": [
      "O. Melchert",
      "S. Willms",
      "I. Babushkin",
      "U. Morgner",
      "A. Demircan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2303.01376",
    "title": "Energy-Conserving Coupled Trajectory Mixed Quantum Classical Dynamics",
    "abstract": "The coupled-trajectory mixed quantum classical method (CTMQC), derived from the exact factorization approach, has successfully predicted photo-chemical dynamics in a number of interesting molecules, capturing population transfer and decoherence from first-principles. However, due to the approximations made, CTMQC does not guarantee energy conservation. We propose a modified algorithm, CTMQC-E, which redefines the integrated force in the coupled-trajectory term so to restore energy conservation, and demonstrate its accuracy on scattering in Tully's extended coupling region model and photoisomerization in a retinal chromophore model. ",
    "url": "https://arxiv.org/abs/2303.01376",
    "authors": [
      "Evaristo Villaseco Arribas",
      "Neepa T. Maitra"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.00758",
    "title": "Verifiably Exact Solution of the Electronic Schrödinger Equation on  Quantum Devices",
    "abstract": "Quantum computers have the potential for an exponential speedup of classical molecular computations. However, existing algorithms have limitations; quantum phase estimation (QPE) algorithms are intractable on current hardware while variational quantum eigensolvers (VQE) are dependent upon approximate wave functions without guaranteed convergence. In this Article we present an algorithm that yields verifiably exact solutions of the many-electron Schr\\\"odinger equation. Rather than solve the Schr\\\"odinger equation directly, we solve its contraction over all electrons except two, known as the contracted Schr\\\"odinger equation (CSE). The CSE generates an exact wave function ansatz, constructed from a product of two-body-based non-unitary transformations, that scales polynomially with molecular size and hence, provides a potentially exponential acceleration of classical molecular electronic structure calculations on ideal quantum devices. We demonstrate the algorithm on both quantum simulators and noisy quantum computers with applications to H$_{2}$ dissociation and the rectangle-to-square transition in H$_{4}$. The CSE quantum algorithm, which is a type of contracted quantum eigensolver (CQE), provides a significant step towards realizing verifiably accurate but scalable molecular simulations on quantum devices. ",
    "url": "https://arxiv.org/abs/2303.00758",
    "authors": [
      "Scott E. Smart",
      "David A. Mazziotti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Classical Physics (physics.class-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2303.00814",
    "title": "Analogue Quantum Simulation: A New Instrument for Scientific  Understanding",
    "abstract": "In an analogue quantum simulation, an experimentally accessible quantum system is controlled and measured precisely in order to learn about the properties of another quantum system. As such, analogue quantum simulation is a novel tool of scientific inference standing between computation simulation and conventional experiment. In this book we undertake a comprehensive appraisal of the epistemology of analogue quantum simulation. In particular, we consider the types of understanding that analogue quantum simulation can yield. We draw a distinction between analogue quantum computations and analogue quantum emulations and argue that this distinction has important practical consequences on the types of validation an experimenter needs to perform in order to meet their epistemic goal. Our analysis is rooted in the contemporary scientific practice of analogue quantum simulation and draws upon detailed case studies of cold atoms, quantum photonics, and dispersive optical media platforms. Our goal is to provide a new framework for scientists and philosophers alike to understand the epistemic foundations of this exciting new area of scientific practice. ",
    "url": "https://arxiv.org/abs/2303.00814",
    "authors": [
      "Dominik Hangleiter",
      "Jacques Carolan",
      "Karim P. Y. Thébault"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2303.00831",
    "title": "The Everything-is-a-Quantum-Wave Interpretation of Quantum Physics",
    "abstract": "In this paper I would like to outline what I think is the most natural interpretation of quantum mechanics. By natural, I simply mean that it requires the least amount of excess baggage and that it is universal in the sense that it can be consistently applied to all the observed phenomena including the universe as a whole. I call it the \"Everything is a Quantum Wave\" Interpretation (EQWI) because I think this is a more appropriate name than the Many Worlds Interpretation (MWI). The paper explains why this is so. ",
    "url": "https://arxiv.org/abs/2303.00831",
    "authors": [
      "Vlatko Vedral"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2303.00936",
    "title": "Unidirectional Microwave Transduction with Chirality Selected  Short-Wavelength Magnon Excitations",
    "abstract": "Nonreciprocal magnon propagation has recently become a highly potential approach of developing chip-embedded microwave isolators for advanced information processing. However, it is challenging to achieve large nonreciprocity in miniaturized magnetic thin-film devices because of the difficulty of distinguishing propagating surface spin waves along the opposite directions when the film thickness is small. In this work, we experimentally realize unidirectional microwave transduction with sub-micron-wavelength propagating magnons in a yttrium iron garnet (YIG) thin film delay line. We achieve a non-decaying isolation of 30 dB with a broad field-tunable band-pass frequency range up to 14 GHz. The large isolation is due to the selection of chiral magnetostatic surface spin waves with the Oersted field generated from the coplanar waveguide antenna. Increasing the geometry ratio between the antenna width and YIG thickness drastically reduces the nonreciprocity and introduces additional magnon transmission bands. Our results pave the way for on-chip microwave isolation and tunable delay line with short-wavelength magnonic excitations. ",
    "url": "https://arxiv.org/abs/2303.00936",
    "authors": [
      "Yi Li",
      "Tzu-Hsiang Lo",
      "Jinho Lim",
      "John E. Pearson",
      "Ralu Divan",
      "Wei Zhang",
      "Ulrich Welp",
      "Wai-Kwong Kwok",
      "Axel Hoffmann",
      "Valentine Novosad"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.01001",
    "title": "Transferability of force fields for 2D silicon (silicene)",
    "abstract": "An ability of various interatomic potentials to reproduce the properties of silicene (2D silicon) polymorphs were examined. Structural and mechanical properties of the flat (FS), low-buckled (LBS), trigonal dumbbell (TDS), honeycomb dumbbell (HDS) and large honeycomb dumbbell (LHDS) single-layer silicon (silicene) phases, were obtained using density functional theory (DFT) and molecular statics (MS) calculations with Tersoff, MEAM, Stillinger-Weber, EDIP, ReaxFF, COMB and machine-learning-based (ML-IAP) interatomic potentials. A quantitative systematic comparison and discussion of the results obtained are reported. ",
    "url": "https://arxiv.org/abs/2303.01001",
    "authors": [
      "Marcin Maździarz"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2303.01221",
    "title": "Partitioning Quantum Chemistry Simulations with Clifford Circuits",
    "abstract": "Current quantum computing hardware is restricted by the availability of only few, noisy qubits which limits the investigation of larger, more complex molecules in quantum chemistry calculations on quantum computers in the near-term. In this work, we investigate the limits of their classical and near-classical treatment while staying within the framework of quantum circuits and the variational quantum eigensolver. To this end, we consider naive and physically motivated, classically efficient product ansatz for the parametrized wavefunction adapting the separable pair ansatz form. We combine it with post-treatment to account for interactions between subsystems originating from this ansatz. The classical treatment is given by another quantum circuit that has support between the enforced subsystems and is folded into the Hamiltonian. To avoid an exponential increase in the number of Hamiltonian terms, the entangling operations are constructed from purely Clifford or near-Clifford circuits. While Clifford circuits can be simulated efficiently classically, they are not universal. In order to account for missing expressibility, near-Clifford circuits with only few, selected non-Clifford gates are employed. The exact circuit structure to achieve this objective is molecule-dependent and is constructed using simulated annealing and genetic algorithms. We demonstrate our approach on a set of molecules of interest and investigate the extent of our methodology's reach. Empirical validation of our approach using numerical simulations shows a reduction of the qubit count of up to a 50\\% at a similar accuracy as compared to the separable-pair ansatz. ",
    "url": "https://arxiv.org/abs/2303.01221",
    "authors": [
      "Philipp Schleich",
      "Joseph Boen",
      "Lukasz Cincio",
      "Abhinav Anand",
      "Jakob S. Kottmann",
      "Sergei Tretiak",
      "Pavel A. Dub",
      "Alán Aspuru-Guzik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2303.01287",
    "title": "Scalable optical neural networks based on temporal computing",
    "abstract": "The optical neural network (ONN) has been considered as a promising candidate for next-generation neurocomputing due to its high parallelism, low latency, and low energy consumption, with significant potential to release unprecedented computational capability. Large-scale ONNs could process more neural information and improve the prediction performance. However, previous ONN architectures based on matrix multiplication are difficult to scale up due to manufacturing limitations, resulting in limited scalability and small input data volumes. To address this challenge, we propose a compact and scalable photonic computing architecture based on temporal photoelectric multiplication and accumulate (MAC) operations, allowing direct processing of large-scale matrix computations in the time domain. By employing a temporal computing unit composed of cascaded modulators and time-integrator, we conduct a series of proof-of-principle experiments including image edge detection, optical neural networks-based recognition tasks, and sliding-window method-based multi-target detection. Thanks to its intrinsic scalability, the demonstrated photonic computing architecture could be easily integrated on a single chip toward large-scale photonic neural networks with ultrahigh computation throughputs. ",
    "url": "https://arxiv.org/abs/2303.01287",
    "authors": [
      "Shuang Zheng",
      "Jiawei Zhang",
      "Weifeng Zhang"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.03049",
    "title": "Orders of magnitude reduction in the computational overhead for quantum  many-body problems on quantum computers via an exact transcorrelated method",
    "abstract": " Comments: 21 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2201.03049",
    "authors": [
      "Igor O. Sokolov",
      "Werner Dobrautz",
      "Hongjun Luo",
      "Ali Alavi",
      "Ivano Tavernelli"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2204.09516",
    "title": "Extracting particle size distribution from laser speckle with a  physics-enhanced autocorrelation-based estimator (PEACE)",
    "abstract": " Title: Extracting particle size distribution from laser speckle with a  physics-enhanced autocorrelation-based estimator (PEACE) ",
    "url": "https://arxiv.org/abs/2204.09516",
    "authors": [
      "Qihang Zhang",
      "Janaka C. Gamekkanda",
      "Ajinkya Pandit",
      "Wenlong Tang",
      "Charles Papageorgiou",
      "Chris Mitchell",
      "Yihui Yang",
      "Michael Schwaerzler",
      "Tolutola Oyetunde",
      "Richard D. Braatz",
      "Allan S. Myerson",
      "George Barbastathis"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.13782",
    "title": "Versatile tuning of Kerr soliton microcombs in crystalline  microresonators",
    "abstract": " Comments: 10 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2206.13782",
    "authors": [
      "Shun Fujii",
      "Koshiro Wada",
      "Ryo Sugano",
      "Hajime Kumazaki",
      "Soma Kogure",
      "Yuichiro K. Kato",
      "Takasumi Tanabe"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.10326",
    "title": "Wavelength-independent performance of femtosecond laser dielectric  ablation spanning over three octaves",
    "abstract": " Title: Wavelength-independent performance of femtosecond laser dielectric  ablation spanning over three octaves ",
    "url": "https://arxiv.org/abs/2212.10326",
    "authors": [
      "Mario Garcia-Lechuga",
      "Oliver Utéza",
      "Nicolas Sanner",
      "David Grojo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2212.12359",
    "title": "A novel harmonic klystron configuration for high power microwave  frequency conversion",
    "abstract": " Comments: 14 pages, 12 figures ",
    "url": "https://arxiv.org/abs/2212.12359",
    "authors": [
      "Alberto Leggieri",
      "Mostafa Behtouei",
      "Graeme Burt",
      "Valery Dolgashev",
      "Franco Di Paolo",
      "Bruno Spataro"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2302.14455",
    "title": "Optimization of Permalloy properties for magnetic field sensors using  He$^+$ irradiation",
    "abstract": " Title: Optimization of Permalloy properties for magnetic field sensors using  He$^+$ irradiation ",
    "url": "https://arxiv.org/abs/2302.14455",
    "authors": [
      "Giovanni Masciocchi",
      "Johannes Wilhelmus van der Jagt",
      "Maria-Andromachi Syskaki",
      "Jürgen Langer",
      "Gerhard Jakob",
      "Jeffrey McCord",
      "Benjamin Borie",
      "Andreas Kehlberger",
      "Dafine Ravelosona",
      "Mathias Kläui"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.00189",
    "title": "Quantum Phase Diagram of PT-Symmetry or Broken in a Non-Hermitian  Photonic Structure",
    "abstract": " Comments: 6 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2303.00189",
    "authors": [
      "Xinchen Zhang",
      "Yun Ma",
      "Qi Liu",
      "Yali Jia",
      "Qi Zhang",
      "Zhanqiang Bai",
      "Junxiang Zhang",
      "Qihuang Gong",
      "Ying Gu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]