[
  {
    "id": "arXiv:2306.13294",
    "title": "Deep macroscopic pure-optical potential for laser cooling and trapping  of neutral atoms without using a magneto-optical trap",
    "abstract": "We show the possibility of implementing a deep dissipative optical lattice for neutral atoms with a macroscopic period. The depth of the lattice can reach magnitudes comparable to the depth of the magneto-optical traps (MOT), while the presence of dissipative friction forces allows for trapping and cooling of atoms. The area of localization of trapped atoms reaches sub-millimeter size, and the number of atoms is comparable to the number trapped in MOT. As an example, we study lithium atoms for which the macroscopic period of the lattice $\\Lambda=1.5$ cm. Such deep optical lattices with a macroscopic period open up possibility for developing effective methods for cooling and trapping neutral atoms without use of magnetic field as an alternative to MOT. This is important for developing compact systems based on cold atoms. ",
    "url": "https://arxiv.org/abs/2306.13294",
    "authors": [
      "O. N. Prudnikov",
      "R. Ya. Ilenkov",
      "A. V. Taichenachev",
      "V. I. Yudin",
      "S.N. Bagaev"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.13318",
    "title": "Micromechanical field-effect transistor terahertz detectors with optical  interferometric readout",
    "abstract": "We investigate the response of the micromechanical field-effect transistors (MMFETs) to the impinging terahertz (THz) signals. The MMFET uses the microcantilevers MC as a mechanically floating gate and the movable mirror of the Michelson optical interferometer. The MC mechanical oscillations are transformed into optical signals and the MMFET operates as the detector of THz radiation with the optical output. The combination of the mechanical and plasmonic resonances in the MMFET with the optical amplification enables an effective THz detection. ",
    "url": "https://arxiv.org/abs/2306.13318",
    "authors": [
      "V. Ryzhii",
      "C. Tang",
      "T. Otsuji",
      "M. Ryzhii",
      "S. G. Kalenkov",
      "V. Mitin",
      "M. S. Shur"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2306.13401",
    "title": "Correlating activity and defects in (photo)electrocatalysts using  in-situ transient optical microscopy",
    "abstract": "(Photo)electrocatalysts capture sunlight and use it to drive chemical reactions such as water splitting to produce H2. A major factor limiting photocatalyst development is their large heterogeneity which spatially modulates reactivity and precludes establishing robust structure-function relationships. To make such links requires simultaneously probing of the electrochemical environment at microscopic length scales (nm to um) and broad timescales (ns to s). Here, we address this challenge by developing and applying in-situ steady-state and transient optical microscopies to directly map and correlate local electrochemical activity with hole lifetimes, oxygen vacancy concentration and the photoelectrodes crystal structure. Using this combined approach alongside spatially resolved X-Ray absorption measurements, we study microstructural and point defects in prototypical hematite (Fe2O3) photoanodes. We demonstrate that regions of Fe2O3, adjacent to microstructural cracks have a better photoelectrochemical response and reduced back electron recombination due to an optimal oxide vacancy concentration, with the film thickness and carbon impurities also dramatically influencing activity in a complex manner. Our work highlights the importance of microscopic mapping to understand activity and the impact of defects in even, seemingly, homogeneous solid-state metal oxide photoelectrodes. ",
    "url": "https://arxiv.org/abs/2306.13401",
    "authors": [
      "Camilo A. Mesa",
      "Michael Sachs",
      "Ernest Pastor",
      "Nicolas Gauriot",
      "Alice J. Merryweather",
      "Miguel A. Gomez-Gonzalez",
      "Konstantin Ignatyev",
      "Sixto Giménez",
      "Akshay Rao",
      "James R. Durrant",
      "Raj Pandya"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.13444",
    "title": "Nonlinear optical pulses in media with asymmetric gain",
    "abstract": "A generic novel model governing optical pulse propagation in a nonlinear dispersive amplifying medium with asymmetric (linear spectral slope) gain is introduced. We examine the properties of asymmetric optical pulses formed in such gain-skewed media, both theoretically and numerically. We derive a dissipative optical modification of the classical shallow water equations that highlights an analogy between this phenomenon and hydrodynamic wave-breaking. We observe the development of spectral optical shock waves, and discuss the conditions and origins of this spectral wave-breaking in media with asymmetric gain. These findings provide insight into the nature of asymmetric optical pulses capable of accumulating large nonlinear phase without wave-breaking, a crucial aspect in the design of nonlinear fiber amplifiers. ",
    "url": "https://arxiv.org/abs/2306.13444",
    "authors": [
      "Sergei K. Turitsyn",
      "Anastasia E. Bednyakova",
      "Evgeniy V. Podivilov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2306.13445",
    "title": "Laser induced proton acceleration by resonant nano-rod antenna for  fusion",
    "abstract": "Recently laser induced fusion with simultaneous volume ignition, a spin-off from relativistic heavy ion collisions, was proposed, where implanted nano antennas regulated and amplified the light absorption in the fusion target. Studies of resilience of the nano antennas were published recently in vacuum and in UDMA-TEGDMA medium. These studies concluded that the lifetime of the plasmonic effect is longer in medium, however, less energy was observed in the UDMA-TEGDMA copolymer, due to the smaller resonant size of gold nanoantenna than in case of Vacuum. Here we show how the plasmonic effect behaves in an environment fully capable of ionization, surrounded by Hydrogen atoms close to liquid densities. We performed numerical simulations treating the electrons of gold in the conduction band as strongly coupled plasma. The results show that the protons close to the nanorod's surface follow the collectively moving electrons rather than the incoming electric field of the light. The results also show that the plasmonic accelerating effect is also dependent on the laser intensity. ",
    "url": "https://arxiv.org/abs/2306.13445",
    "authors": [
      "István Papp",
      "Larissa Bravina",
      "Mária Csete",
      "Archana Kumari",
      "Igor N. Mishustin",
      "Anton Motornenko",
      "Péter Rácz",
      "Leonid M. Satarov",
      "Horst Stöcker",
      "András Szenes",
      "Dávid Vass",
      "Tamás S. Biró",
      "László P. Csernai",
      "Norbert Kroó"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2306.13553",
    "title": "High-resolution acoustic field mapping of GHz phononic crystals with  atomic force microscopy",
    "abstract": "On-chip technology based on acoustic waves is a strong asset in modern telecommunication with the prospects of becoming a cornerstone of next-generation devices. In this context, mapping and manipulating acoustic waves through coherent scattering is pivotal for a non-trivial control of the flow of acoustic energy, which could consequently enable advanced information manipulation. To this end, here a technique for mapping acoustic fields is introduced and used for characterizing $\\mu$m-sized phononic crystals defined in GaAs slabs and excited by GHz surface acoustic waves (SAWs) based on atomic force microscopy. It is shown that incoherent scattering excites a wide distribution of modes, which enables the mapping of the dispersion relation of the two-dimensional structures, while the phononic crystal symmetry directly correlates with coherent scattering effects. Enabling the use of acoustic atomic force microscopy and understanding the role of scattering are of paramount importance for the versatile use of GHz acoustic waves in technological applications, setting the baseline for advanced operations like hyperspectral filtering, beam steering or spatial-division multiplexing. ",
    "url": "https://arxiv.org/abs/2306.13553",
    "authors": [
      "Pitanti",
      "Alessandro",
      "Yuan",
      "Mingyun",
      "Zanotto",
      "Simone",
      "Santos",
      "Paulo V"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.13609",
    "title": "Ultraviolet astronomical spectrograph calibration with laser frequency  combs from nanophotonic waveguides",
    "abstract": "Astronomical precision spectroscopy underpins searches for life beyond Earth, direct observation of the expanding Universe and constraining the potential variability of physical constants across cosmological scales. Laser frequency combs can provide the critically required accurate and precise calibration to the astronomical spectrographs. For cosmological studies, extending the calibration with such astrocombs to the ultraviolet spectral range is highly desirable, however, strong material dispersion and large spectral separation from the established infrared laser oscillators have made this exceedingly challenging. Here, we demonstrate for the first time astronomical spectrograph calibrations with an astrocomb in the ultraviolet spectral range below 400 nm. This is accomplished via chip-integrated highly nonlinear photonics in periodically-poled, nano-fabricated lithium niobate waveguides in conjunction with a robust infrared electro-optic comb generator, as well as a chip-integrated microresonator comb. These results demonstrate a viable route towards astronomical precision spectroscopy in the ultraviolet and may contribute to unlocking the full potential of next generation ground- and future space-based astronomical instruments. ",
    "url": "https://arxiv.org/abs/2306.13609",
    "authors": [
      "Markus Ludwig",
      "Furkan Ayhan",
      "Tobias M. Schmidt",
      "Thibault Wildi",
      "Thibault Voumard",
      "Roman Blum",
      "Zhichao Ye",
      "Fuchuan Lei",
      "François Wildi",
      "Francesco Pepe",
      "Mahmoud A. Gaafar",
      "Ewelina Obrzud",
      "Davide Grassani",
      "François Moreau",
      "Bruno Chazelas",
      "Rico Sottile",
      "Victor Torres-Company",
      "Victor Brasch",
      "Luis G.Villanueva",
      "François Bouchy",
      "Tobias Herr"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2306.13126",
    "title": "HamLib: A library of Hamiltonians for benchmarking quantum algorithms  and hardware",
    "abstract": "In order to characterize and benchmark computational hardware, software, and algorithms, it is essential to have many problem instances on-hand. This is no less true for quantum computation, where a large collection of real-world problem instances would allow for benchmarking studies that in turn help to improve both algorithms and hardware designs. To this end, here we present a large dataset of qubit-based quantum Hamiltonians. The dataset, called HamLib (for Hamiltonian Library), is freely available online and contains problem sizes ranging from 2 to 1000 qubits. HamLib includes problem instances of the Heisenberg model, Fermi-Hubbard model, Bose-Hubbard model, molecular electronic structure, molecular vibrational structure, MaxCut, Max-k-SAT, Max-k-Cut, QMaxCut, and the traveling salesperson problem. The goals of this effort are (a) to save researchers time by eliminating the need to prepare problem instances and map them to qubit representations, (b) to allow for more thorough tests of new algorithms and hardware, and (c) to allow for reproducibility and standardization across research studies. ",
    "url": "https://arxiv.org/abs/2306.13126",
    "authors": [
      "Nicolas PD Sawaya",
      "Daniel Marti-Dafcik",
      "Yang Ho",
      "Daniel P Tabor",
      "David Bernal",
      "Alicia B Magann",
      "Shavindra Premaratne",
      "Pradeep Dubey",
      "Anne Matsuura",
      "Nathan Bishop",
      "Wibe A de Jong",
      "Simon Benjamin",
      "Ojas D Parekh",
      "Norm Tubman",
      "Katherine Klymko",
      "Daan Camps"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2306.13299",
    "title": "Homotopy continuation methods for coupled-cluster theory in quantum  chemistry",
    "abstract": "Homotopy methods have proven to be a powerful tool for understanding the multitude of solutions provided by the coupled-cluster polynomial equations. This endeavor has been pioneered by quantum chemists that have undertaken both elaborate numerical as well as mathematical investigations. Recently, from the perspective of applied mathematics, new interest in these approaches has emerged using both topological degree theory and algebraically oriented tools. This article provides an overview of describing the latter development. ",
    "url": "https://arxiv.org/abs/2306.13299",
    "authors": [
      "Fabian M. Faulstich",
      "Andre Laestadius"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Algebraic Geometry (math.AG)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.13328",
    "title": "Holstein polaron transport from numerically exact real-time quantum  dynamics simulations",
    "abstract": "Numerically exact methods addressing the dynamics of coupled electron--phonon systems have been intensively developed. Nevertheless, the corresponding results for the electron mobility $\\mu_\\mathrm{dc}$ are scarce, even for the one-dimensional (1d) Holstein model. Building on our recent progress on single-particle properties, here, we develop the momentum-space hierarchical equations of motion (HEOM) method to evaluate real-time two-particle correlation functions of the 1d Holstein model at finite temperature. We compute numerically exact dynamics of the current--current correlation function up to real times sufficiently long to capture the electron's diffusive motion and provide reliable results for $\\mu_\\mathrm{dc}$ in a wide range of model parameters. In contrast to the smooth ballistic-to-diffusive crossover in the weak-coupling regime, we observe a temporally limited slow-down of the electron on intermediate time scales already in the intermediate-coupling regime, which translates to a finite-frequency peak in the optical response. Our momentum-space formulation lowers the numerical effort with respect to existing HEOM-method implementations, while we remove the numerical instabilities inherent to the undamped-mode HEOM by devising an appropriate hierarchy closing scheme. Still, our HEOM remains unstable at too low temperatures, for too strong electron--phonon coupling, and for too fast phonons. ",
    "url": "https://arxiv.org/abs/2306.13328",
    "authors": [
      "Veljko Janković"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.13426",
    "title": "Correlation energy of the spin-polarized electron liquid by quantum  Monte Carlo",
    "abstract": "Variational and diffusion quantum Monte Carlo (VMC and DMC) methods with Slater-Jastrow-backflow trial wave functions are used to study the spin-polarized three-dimensional uniform electron fluid. We report ground state VMC and DMC energies in the density range $0.5 \\leq r_\\text{s} \\leq 20$. Finite-size errors are corrected using canonical-ensemble twist-averaged boundary conditions and extrapolation of the twist-averaged energy per particle calculated at three system sizes (N=113, 259, and 387) to the thermodynamic limit of infinite system size. The DMC energies in the thermodynamic limit are used to parameterize a local spin density approximation correlation function for inhomogeneous electron systems. ",
    "url": "https://arxiv.org/abs/2306.13426",
    "authors": [
      "Sam Azadi",
      "N.D. Drummond",
      "Sam. M. Vinko"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Plasma Physics (physics.plasm-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:1905.09102",
    "title": "Interference of Clocks: A Quantum Twin Paradox",
    "abstract": " Comments: 11 Pages, 3 Figures ",
    "url": "https://arxiv.org/abs/1905.09102",
    "authors": [
      "Sina Loriani",
      "Alexander Friedrich",
      "Christian Ufrecht",
      "Fabio Di Pumpo",
      "Stephan Kleinert",
      "Sven Abend",
      "Naceur Gaaloul",
      "Christian Meiners",
      "Christian Schubert",
      "Dorothee Tell",
      "Étienne Wodey",
      "Magdalena Zych",
      "Wolfgang Ertmer",
      "Albert Roura",
      "Dennis Schlippert",
      "Wolfgang P. Schleich",
      "Ernst M. Rasel",
      "Enno Giese"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2210.08810",
    "title": "Enhanced Secrecy in Optical Communication using Speckle from Multiple  Scattering Layers",
    "abstract": " Title: Enhanced Secrecy in Optical Communication using Speckle from Multiple  Scattering Layers ",
    "url": "https://arxiv.org/abs/2210.08810",
    "authors": [
      "Alfredo Rates",
      "Joris Vrehen",
      "Bert Mulder",
      "Wilbert L. IJzerman",
      "Willem L. Vos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2211.15635",
    "title": "Time-linear quantum transport simulations with correlated nonequilibrium  Green's functions",
    "abstract": " Comments: 6 pages and 3 figures in the main text, 4 pages and 2 figures in the supplemental material ",
    "url": "https://arxiv.org/abs/2211.15635",
    "authors": [
      "R. Tuovinen",
      "Y. Pavlyukh",
      "E. Perfetto",
      "G. Stefanucci"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2302.05385",
    "title": "Frequency-dependent Faraday and Kerr rotation in anisotropic  nonsymmorphic Dirac semimetals",
    "abstract": " Comments: 25 pages, 7 Figures ",
    "url": "https://arxiv.org/abs/2302.05385",
    "authors": [
      "Amarnath Chakraborty",
      "Guang Bian",
      "Giovanni Vignale"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.14165",
    "title": "The Effect of Dust and Hotspots on the Thermal Stability of Laser Sails",
    "abstract": " Comments: 7 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2303.14165",
    "authors": [
      "Gabriel R. Jaffe",
      "Gregory R. Holdman",
      "Min Seok Jang",
      "Demeng Feng",
      "Mikhail A. Kats",
      "Victor Watson Brar"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.08538",
    "title": "Ultrasound cavitation and exfoliation dynamics of 2D materials re-vealed  in operando by X-ray free electron laser megahertz imaging",
    "abstract": " Title: Ultrasound cavitation and exfoliation dynamics of 2D materials re-vealed  in operando by X-ray free electron laser megahertz imaging ",
    "url": "https://arxiv.org/abs/2305.08538",
    "authors": [
      "Kang Xiang",
      "Shi Huang",
      "Hongyuan Song",
      "Vasilii Bazhenov",
      "Valerio Bellucci",
      "Sarlota Birnsteinova",
      "Raphael de Wijn",
      "Jayanath C. P. Koliyadu",
      "Faisal H. M. Koua",
      "Adam Round",
      "Ekaterina Round",
      "Abhisakh Sarma",
      "Tokushi Sato",
      "Marcin Sikorski",
      "Yuhe Zhang",
      "Eleni Myrto Asimakopoulou",
      "Pablo Villanueva-Perez",
      "Kyriakos Porfyrakis",
      "Iakovos Tzanakis",
      "Dmitry G. Eskin",
      "Nicole Grobert",
      "Adrian Mancuso",
      "Richard Bean",
      "Patrik Vagovic",
      "Jiawei Mi"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2306.11857",
    "title": "Critical properties of the optical field localization in a  three-dimensional percolating system: Theory and experiment",
    "abstract": " Comments: 10 pages, 14 figures, to be published Chaos, Solitons & Fractals ",
    "url": "https://arxiv.org/abs/2306.11857",
    "authors": [
      "Gennadiy Burlak",
      "A. Díaz-de-Anda",
      "Boris A. Malomed",
      "E. Martinez-Sánchez",
      "G. Medina-Ángel",
      "R. Morales-Nava",
      "J. J. Martínez-Ocampo",
      "M.E. de-Anda-Reyes",
      "A. Romero-López"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.12053",
    "title": "Towards chemical accuracy with shallow quantum circuits: A  Clifford-based Hamiltonian engineering approach",
    "abstract": " Comments: 12 pages, 5 figures. SI is included ",
    "url": "https://arxiv.org/abs/2306.12053",
    "authors": [
      "Jiace Sun",
      "Lixue Cheng",
      "Weitang Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]