[
  {
    "id": "arXiv:2302.07875",
    "title": "Ultrafast single-channel machine vision based on neuro-inspired photonic  computing",
    "abstract": "High-speed machine vision is increasing its importance in both scientific and technological applications. Neuro-inspired photonic computing is a promising approach to speed-up machine vision processing with ultralow latency. However, the processing rate is fundamentally limited by the low frame rate of image sensors, typically operating at tens of hertz. Here, we propose an image-sensor-free machine vision framework, which optically processes real-world visual information with only a single input channel, based on a random temporal encoding technique. This approach allows for compressive acquisitions of visual information with a single channel at gigahertz rates, outperforming conventional approaches, and enables its direct photonic processing using a photonic reservoir computer in a time domain. We experimentally demonstrate that the proposed approach is capable of high-speed image recognition and anomaly detection, and furthermore, it can be used for high-speed imaging. The proposed approach is multipurpose and can be extended for a wide range of applications, including tracking, controlling, and capturing sub-nanosecond phenomena. ",
    "url": "https://arxiv.org/abs/2302.07875",
    "authors": [
      "Tomoya Yamaguchi",
      "Kohei Arai",
      "Tomoaki Niiyama",
      "Atsushi Uchida",
      "Satoshi Sunada"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Neural and Evolutionary Computing (cs.NE)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2302.08069",
    "title": "GBT20, a 20.48 Gbps PAM4 Optical Transmitter Module for Particle Physics  Experiments",
    "abstract": "We present a pluggable radiation-tolerant 4-level Pulse-Amplitude-Modulation (PAM4) optical transmitter module called GBT20 (Giga-Bit Transmitter at 20 Gbps) for particle-physics experiments. GBT20 has an OSFP or firefly connector to input 16-bit data each at 1.28 Gbps. The GBT20 drives a VCSEL die with an LC lens or a VCSEL TOSA and interfaces an optical fiber with a standard LC connector. The minimum module, including the host connector, occupies 41 mm x 13 mm x 6 mm. At 20.48 Gbps, the minimum Transmitter Dispersion Eye Closure Quaternary (TDECQ) is around 0.7 dB. The power consumption is around 164 mW in the low-power mode. The SEE cross-section is below 7.5x10^(-14) cm^2. No significant performance degrades after a TID of 5.4 kGy. ",
    "url": "https://arxiv.org/abs/2302.08069",
    "authors": [
      "B. Deng",
      "L. Zhang",
      "C.-P. Chao",
      "S.-W. Chen",
      "E. Cruda",
      "D. Gong",
      "S. Hou",
      "G. Huang",
      "X. Huang",
      "C.-Y. Li",
      "C. Liu",
      "T. Liu",
      "E.R. Liu",
      "Q. Sun",
      "X. Sun",
      "G. Wong",
      "J. Ye"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2302.08195",
    "title": "High-sensitive MIS structures with silicon nanocrystals grown via  solid-state dewetting of silicon-on-insulator for solar cell and  photodetector applications",
    "abstract": "This work reports an original method for the fabrication of Metal-Isulator-Semiconductor (MIS) structures with silicon nanocrystals (Si NCs) based active layers embedded in the insulating SiO 2 oxide, for high performance solar cell and photodetector applications. The Si NCs are produced via the in situ solid-state dewetting of ultra-pure amorphous silicon-oninsulator (a-SOI) grown by solid source molecular beam epitaxy (SSMBE). The size and density of Si NCs are precisely tuned by varying the deposited thickness of silicon. The morphological characterization carried out by using atomic force microscopy (AFM) and scanning electron microscopy (SEM) shows that the Si NCs have homogeneous size with welldefined spherical shape and densities up to ~10 12 /cm 2 (inversely proportional to the square of nominal a-Si thickness). The structural investigations by high resolution transmission electron microscopy (HR-TEM) show that the ultra-small Si NCs (with mean diameter ~7 nm) are monocrystalline and free of structural defects. The electrical measurements performed by current versus voltage (I-V) and photocurrent spectroscopies on the Si-NCs based MIS structures prove the efficiency of Si NCs to enhance the electrical conduction in MIS structures and to increase (x10 times) the photocurrent (i.e. at bias voltage V =-1 V) via the photogeneration of additional electron-hole pairs in the MIS structures. These results evidence that the Si NCs obtained by the combination of MBE growth and solid-state dewetting are perfectly suitable for the development of novel high performance optoelectronic devices compatible with the CMOS technology. ",
    "url": "https://arxiv.org/abs/2302.08195",
    "authors": [
      "Mansour Aouassa",
      "Saud Algarni",
      "Ibrahim Althobaiti",
      "Luc Favre",
      "Isabelle Berbezier"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2302.08227",
    "title": "Single scattering and effective medium description in multilayer  cylindrical metamaterials: Application to graphene and metasurface coated  cylinders",
    "abstract": "Coated and multicoated cylinder systems constitute an appealing metamaterial category, as they allow a very rich and highly tunable response, resulting from the interplay of the many different geometrical and material parameters involved. Here we derive and propose an effective medium approach for the detailed description and analysis of the electromagnetic wave propagation in such systems. In particular, we investigate infinitely-long multilayered cylinders with additional electric and magnetic surface conductivities at each interface. Our effective medium approach is based on the well known in the solid state physics community Coherent Potential Approximation (CPA) method, combined with a transfer matrix-based formulation for cylindrical waves. Employing this effective medium scheme, we investigate two realistic systems, one comprising of cylindrical tubes made of uniform tunable graphene sheets and one of cylinders/tubes formed of metasurfaces exhibiting both electric and magnetic sheet conductivities. Both systems show a rich palette of engineerable electromagnetic features, including tunable hyperbolic response, double negative response and epsilon-near-zero and mu-near-zero response regions. ",
    "url": "https://arxiv.org/abs/2302.08227",
    "authors": [
      "Charalampos P. Mavidis",
      "Anna C. Tasolamprou",
      "Eleftherios N. Economou",
      "Costas M. Soukoulis",
      "Maria Kafesaki"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.08407",
    "title": "Strong and Broadband Pure Optical Activity in 3D Printed THz Chiral  Metamaterials",
    "abstract": "Optical activity (polarization rotation of light) is one of the most desired features of chiral media, as it is important for many polarization related applications. However, in the THz region, chiral media with strong optical activity are not available in nature. Here, we study theoretically, and experimentally a chiral metamaterial structure composed of pairs of vertical U-shape resonators of \"twisted\" arms, and we reveal that it demonstrates large pure optical activity (i.e. optical activity associated with negligible transmitted wave ellipticity) in the low THz regime. The experimental data show polarization rotation up to 25 (deg) for an unmatched bandwidth of 1 THz (relative bandwidth 80 %), from a 130 um-thickness structure, while theoretical optimizations show that the rotation can reach 45 (deg). The enhanced chiral response of the structure is analyzed through an equivalent RLC circuit model, which provides also simple optimization rules for the enhancement of its chiral response. The proposed chiral structures allow easy fabrication via direct laser writing and electroless metal plating, making them suitable candidates for polarization control applications. ",
    "url": "https://arxiv.org/abs/2302.08407",
    "authors": [
      "Ioannis Katsantonis",
      "Maria Manousidaki",
      "Anastasios D. Koulouklidis",
      "Christina Daskalaki",
      "Ioannis Spanos",
      "Constantinos Kerantzopoulos",
      "Anna C. Tasolamprou",
      "Costas M. Soukoulis",
      "Eleftherios N. Economou",
      "Stelios Tzortzakis",
      "Maria Farsari",
      "Maria Kafesaki"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.07871",
    "title": "Clifford Fourier Transforms in (2+1)D Lattice Simulations of Soliton  Propagations",
    "abstract": "Monte Carlo simulation of solitonic phonon propagation on a 2D plane in Weyl fermion-sea is analyzed. We assume materials are filled with Weyl spinors located on $256\\times 256$ 2D lattice points, which are expressed by quaternions ${\\bf H}$. The topology of solitonic phonon propagation is defined by modifying fixed point actions of 4D Quantum Chromo Dynamics action to (2+1)D action, replacing Dirac fermions by Weyl fermions, and changing the electric charge current flow to the energy flow. We consider $A$ type loops whose path are on a 2D plane, and $B$ type loops which contain two parallel links that connect two 2D plane on different time slices. The length of loops are restricted to be less than or equal to 8 lattice units. At the moment spatial lattice unit and time lattice unit are same. They can be chosen arbitrarily when one compares hysteresis effects with experimental data. Using the quaternion expression of Porteous, we calculate the plaquette part of loop actions and the link part of loop actions. Link actions of $A$ type loops cancel with each other, but those of $B$ type loops depends on whether the spin rotation is clockwise or that is counterclockwise. In the present work we consider average of clockwise rotating and counterclockwise rotating loop contributions. ",
    "url": "https://arxiv.org/abs/2302.07871",
    "authors": [
      "Sadataka Furui",
      "Serge Dos Santos"
    ],
    "subjectives": [
      "High Energy Physics - Lattice (hep-lat)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2302.08030",
    "title": "High-sensitivity graphene MEMS force and acceleration sensor based on  graphene-induced non-radiative transition",
    "abstract": "The micro-electromechanical-system (MEMS) force and acceleration sensor utilizing the graphene-induced non-radiative transition was investigated. The graphene-induced non-radiative transition is very sensitive to the distance, and the deflection of the graphene ribbon is highly susceptive to applied force or acceleration. Thus, a high-sensitivity MEMS sensor can be achieved with detecting the graphene ribbon's deflection of 1 nm, the force of 0.1 pN, and the acceleration of 0.1 mg. The MEMS sensor, with a size of only tens of microns, can be charged by light irradiation without connecting power sources. In addition, it allows long-distance detection, i.e., wireless transmitter circuit can be omitted. Therefore, it will have significant application prospects in the fields of micro-smart devices, wearable devices, biomedical systems, and so on. ",
    "url": "https://arxiv.org/abs/2302.08030",
    "authors": [
      "Guanghui Lia",
      "Fengman Liu",
      "Shengyi Yanga",
      "Jiang-Tao Liu",
      "Weimin Li",
      "Zhenhua Wu"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.08078",
    "title": "Quantum Fluctuation Dynamics of Dispersive Superradiant Pulses in a  Hybrid Light-Matter System",
    "abstract": "We consider theoretically a driven-dissipative quantum many-body system consisting of an atomic ensemble in a single-mode optical cavity as described by the open Tavis-Cummings model. In this hybrid light-matter system the interplay between coherent and dissipative processes leads to superradiant pulses with a build-up of strong correlations, even for systems comprising hundreds to thousands of particles. A central feature of the mean-field dynamics is a self-reversal of two spin degrees of freedom due to an underlying time-reversal symmetry, which is broken by quantum fluctuations. We demonstrate a quench protocol that can maintain highly non-Gaussian states over long time scales. This general mechanism offers interesting possibilities for the generation and control of complex fluctuation patterns, as suggested for the improvement of quantum sensing protocols for dissipative spin-amplification. ",
    "url": "https://arxiv.org/abs/2302.08078",
    "authors": [
      "Kevin Stitely",
      "Fabian Finger",
      "Rodrigo Rosa-Medina",
      "Francesco Ferri",
      "Tobias Donner",
      "Tilman Esslinger",
      "Scott Parkins",
      "Bernd Krauskopf"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2302.08115",
    "title": "Tunable optical multistability induced by a single cavity mode in cavity  quantum electrodynamics system",
    "abstract": "We demonstrate a tunable optical multistability scheme based on a single cavity mode coupling with multi-level atoms in cavity quantum electrodynamics system. Two or three separate atomic transitions are excited simultaneously with appropriate input field detuning under the collective strong coupling condition. Correspondingly, multiple polariton eigenstates are produced, which can be used to create tunable optical multistability. The threshold and multistability curve can be tuned by system parameters in a broad range. Moreover, a certain bistability region is split to two bistability regions due to destructive quantum interference induced by an extra weak control field. Compared to the traditional optical multistability schemes, the proposed optical multistability scheme has compactness and is easy to be miniaturized. In particular, it can be designed as a multistate passive optical device. The proposed scheme is useful for manufacturing integrated application of multi-state all-optical logic devices and constructing basic elements of all-optical communication networks. ",
    "url": "https://arxiv.org/abs/2302.08115",
    "authors": [
      "Liyong Wang",
      "Yifu Zhu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.08389",
    "title": "Unraveling the Interplay between Quantum Transport and Geometrical  Conformations in Monocyclic Hydrocarbons Molecular Junctions",
    "abstract": "In the field of molecular electronics, particularly in quantum transport studies, the orientation of molecules plays a crucial role. This orientation, with respect to the electrodes, can be defined through the cavity of ring-shaped monocyclic hydrocarbon molecules. In this manuscript, we unveil the geometrical conformation of these molecules when they are trapped between two atomically sharp electrodes through a combination of dynamic simulations, electronic transport calculations based on density functional theory, and break junction experiments under room conditions. Moreover, we present a novel criterion for determining the molecular orientation of benzene, toluene, (aromatic) and cyclohexane (aliphatic) solvents. Our findings for the identification of the molecular orientations on gold metal nanocontacts and their associated transport properties, can improve the understanding of molecular electronics using more complex cyclic hydrocarbons. ",
    "url": "https://arxiv.org/abs/2302.08389",
    "authors": [
      "A. Martinez-Garcia",
      "T. de Ara",
      "L. Pastor-Amat",
      "C. Untiedt",
      "E. B. Lombardi",
      "W. Dednam",
      "C. Sabater"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.06088",
    "title": "Suitability of Magnetic Microbolometers based on Paramagnetic  Temperature Sensors for CMB Polarization Measurements",
    "abstract": " Comments: 20 pages, 11 figures. Published in SPIE's Journal of Astronomical Telescopes, Instruments and Systems (JATIS) ",
    "url": "https://arxiv.org/abs/2209.06088",
    "authors": [
      "Juan Manuel Geria",
      "Matias Rolf Hampel",
      "Sebastian Kempf",
      "Juan Jose Bonaparte",
      "Luciano Pablo Ferreyro",
      "Manuel Eliías Garcia Redondo",
      "Daniel Alejandro Almela",
      "Juan Manuel Salum",
      "Nahuel Müller",
      "Jesus David Bonilla-Neira",
      "Alan Ezequiel Fuster",
      "Manuel Platino",
      "Alberto Etchegoyen"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)"
    ]
  },
  {
    "id": "arXiv:2301.08702",
    "title": "Inhibited spontaneous emission of quantum dots weakly coupled to off  resonant silver nanoplatelets and silver nanowires",
    "abstract": " Title: Inhibited spontaneous emission of quantum dots weakly coupled to off  resonant silver nanoplatelets and silver nanowires ",
    "url": "https://arxiv.org/abs/2301.08702",
    "authors": [
      "Harshavardhan R. Kalluru",
      "Binita Tongbram",
      "Ashish Biswas",
      "Jaydeep K. Basu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.05385",
    "title": "Frequency-dependent Faraday and Kerr rotation in anisotropic  nonsymmorphic Dirac semimetals in a magnetic field",
    "abstract": " Comments: 24 pages, 7 Figures ",
    "url": "https://arxiv.org/abs/2302.05385",
    "authors": [
      "Amarnath Chakraborty",
      "Guang Bian",
      "Giovanni Vignale"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.06766",
    "title": "Creation of super-high-flux photo-neutrons and gamma-rays > 8 MeV using  a petawatt laser to irradiate high-Z solid targets",
    "abstract": " Comments: 16 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2302.06766",
    "authors": [
      "E. Liang",
      "W. Lo",
      "B. Cage",
      "E. Fang",
      "S. Arora",
      "K. Q. Zheng",
      "H .Quvedo",
      "S. A. Bruce",
      "M. Spinks",
      "E. Medina",
      "A. Helal",
      "T. Ditmire"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2302.07296",
    "title": "Formation of ultracold molecules by merging optical tweezers",
    "abstract": " Comments: 14 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2302.07296",
    "authors": [
      "Daniel K. Ruttley",
      "Alexander Guttridge",
      "Stefan Spence",
      "Robert C. Bird",
      "C. Ruth Le Sueur",
      "Jeremy M. Hutson",
      "Simon L. Cornish"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2302.07732",
    "title": "Chemical Mechanical Planarization for Ta-based Superconducting Quantum  Devices",
    "abstract": " Comments: 31 pages, 16 figures ",
    "url": "https://arxiv.org/abs/2302.07732",
    "authors": [
      "Ekta Bhatia",
      "Soumen Kar",
      "Jakub Nalaskowski",
      "Tuan Vo",
      "Stephen Olson",
      "Hunter Frost",
      "John Mucci",
      "Brian Martinick",
      "Pui Yee Hung",
      "Ilyssa Wells",
      "Sandra Schujman",
      "Satyavolu S. Papa Rao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  }
]