[
  {
    "id": "arXiv:2212.12540",
    "title": "Juno: a Python-based graphical package for optical system design",
    "abstract": "This report introduces Juno, a modular Python package for optical design and simulation. Juno consists of a complete library that includes a graphical user interface to design and visualise arbitrary optical elements, set up wave propagation simulations and visualise their results. To ensure an efficient visualisation of the results, all simulation data are stored in a structured database that can filter and sort the output. Finally, we present a practical use case for Juno, where optical design and fabrication are interlaced in a feedback cycle. The presented data show how to compare the simulated and the measured propagation; if a difference or unexpected behaviour is found, we show how to convert and import the optical element profile from a profilometer measurement. The propagation through the profile can provide immediate feedback about the quality of the element and a measure of the effects brought by differences between the idealised and the actual profile, therefore, allowing to exclude the experimental errors and to weigh every aspect of fabrication errors. ",
    "url": "https://arxiv.org/abs/2212.12540",
    "authors": [
      "David Dierickx",
      "Patrick Cleeve",
      "Sergey Gorelick",
      "James C. Whisstock",
      "Alex De Marco"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Numerical Analysis (math.NA)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.12541",
    "title": "Quantum-limited optical time transfer for future geosynchronous links",
    "abstract": "The combination of optical time transfer and optical clocks opens up the possibility of large-scale free-space networks that connect both ground-based optical clocks and future space-based optical clocks. Such networks promise better tests of general relativity, dark matter searches, and gravitational wave detection. The ability to connect optical clocks to a distant satellite could enable space-based very long baseline interferometry (VLBI), advanced satellite navigation, clock-based geodesy, and thousand-fold improvements in intercontinental time dissemination. Thus far, only optical clocks have pushed towards quantum-limited performance. In contrast, optical time transfer has not operated at the analogous quantum limit set by the number of received photons. Here, we demonstrate time transfer with near quantum-limited acquisition and timing at 10,000 times lower received power than previous approaches. Over 300 km between mountaintops in Hawaii with launched powers as low as 40 $\\mu$W, distant timescales are synchronized to 320 attoseconds. This nearly quantum-limited operation is critical for long-distance free-space links where photons are few and amplification costly -- at 4.0 mW transmit power, this approach can support 102 dB link loss, more than sufficient for future time transfer to geosynchronous orbits. ",
    "url": "https://arxiv.org/abs/2212.12541",
    "authors": [
      "Emily D. Caldwell",
      "Jean-Daniel Deschenes",
      "Jennifer Ellis",
      "William C. Swann",
      "Benjamin K. Stuhl",
      "Hugo Bergeron",
      "Nathan R. Newbury",
      "Laura C. Sinclair"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.12676",
    "title": "Using thermal interface resistance for non-invasive operando mapping of  buried interfacial lithium morphology in-solid state batteries",
    "abstract": "The lithium metal-solid-state electrolyte interface plays a critical role in the performance of solid-state batteries. However, operando characterization of the buried interface morphology in solid-state cells is particularly difficult because of the lack of direct optical access. Destructive techniques that require isolating the interface inadvertently modify the interface and cannot be used for operando monitoring. In this work, we introduce the concept of thermal wave sensing using modified 3-omega sensors that is attached to the outside of the lithium metal-solid state cells to non-invasively probe the morphology of the lithium metal-electrolyte interface. We show that the thermal interface resistance measured by the 3-omega sensors relates directly to the physical morphology of the interface and demonstrate that 3-omega thermal wave sensing can be used for non-invasive operando monitoring the morphology evolution of the lithium metal-solid state electrolyte interface. ",
    "url": "https://arxiv.org/abs/2212.12676",
    "authors": [
      "Divya Chalise",
      "Robert Jonson",
      "Joseph Schaadt",
      "Pallab Barai",
      "Yuqiang Zeng",
      "Sumanjeet Kaur",
      "Sean D. Lubner",
      "Venkat Srinivasan",
      "Michael C. Tucker",
      "Ravi S. Prasher"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.12698",
    "title": "On-chip single-mode thin film lithium niobate laser based on Sagnac loop  reflectors",
    "abstract": "We demonstrate an on-chip single-mode Er3+-doped thin film lithium niobate (Er: TFLN) laser which consists of a Fabry-P\\'erot (FP) resonator based on Sagnac loop reflectors (SLRs). The fabricated Er: TFLN laser has a footprint of 6.5 mmx1.5 mm with a loaded quality (Q) factor of 1.6x105 and a free spectral range (FSR) of 63 pm. We generate the single-mode laser around 1550-nm wavelength with a maximum output power of 44.7 {\\mu}W and a slope efficiency of 0.18 %. ",
    "url": "https://arxiv.org/abs/2212.12698",
    "authors": [
      "Shupeng Yu",
      "Zhiwei Fang",
      "Zhe Wang",
      "Yuan Zhou",
      "Qinfen Huang",
      "Jian Liu",
      "Rongbo Wu",
      "Haisu Zhang",
      "Min Wang",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.12781",
    "title": "Calorimetry of photon gases in nonlinear multimode optical fibers",
    "abstract": "Because of their massless nature, photons do not interact in linear optical media. However, light beam propagation in nonlinear media permits to break this paradigm, and makes it possible to observe photon-photon interactions. Based on this principle, a beam of light propagating in a nonlinear multimode optical system can be described as a gas of interacting particles. As a consequence, the spatio-temporal evolution of this photon gas is expressed in terms of macroscopic thermodynamic variables, e.g., temperature and chemical potential. Moreover, the gas evolution is subject to experiencing typical thermodynamic phenomena, such as thermalization. The meaning of thermodynamic variables associated with the photon gas must not be confused with their classical counterparts, e.g., the gas temperature cannot be measured by means of standard thermometers. Although the thermodynamic parameters of a multimode photon gas result from a rigorous mathematical derivation, their physical meaning is still unclear. In this work, we report on optical calorimetric measurements, which exploit nonlinear beam propagation in multimode optical fibers. Our results show that, indeed, heat only flows from a hot to a cold photon gas subsystem. This provides an unequivocal demonstration that nonlinear multimode wave propagation phenomena are governed by the second law of thermodynamics. In addition to be fundamental, our findings provide a new approach to light-by-light activated management of laser beams. ",
    "url": "https://arxiv.org/abs/2212.12781",
    "authors": [
      "M. Ferraro",
      "F. Mangini",
      "F. O. Wu",
      "M. Zitelli",
      "D. N. Christodoulides",
      "S. Wabnitz"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.12782",
    "title": "Tightrope-walking rationality in action: Feyerabendian insights for the  foundations of quantum mechanics",
    "abstract": "We scan Paul K. Feyerabend's work in philosophy of physics and of science more generally for insights that could be useful for the contemporary debate on the foundations of quantum mechanics. We take as our starting point what Feyerabend has actually written about quantum mechanics, but we extend our analysis to his general views on realism, objectivity, pluralism, and the relation between physics and philosophy, finding that these more general views could in fact offer many interesting insights for physicists and philosophers working on quantum foundations. ",
    "url": "https://arxiv.org/abs/2212.12782",
    "authors": [
      "Daniele Oriti"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.12905",
    "title": "Tunable Quantum Anomalous Hall Effects in Ferromagnetic van der Waals  Heterostructures",
    "abstract": "The quantum anomalous Hall effect (QAHE) has unique advantages in topotronic applications, but it is still challenging to realize the QAHE with tunable magnetic and topological properties for building functional devices. Through systematic first-principles calculations, we predict that the in-plane magnetization induced QAHE with Chern numbers C = $\\pm$1 and the out-of-plane magnetization induced QAHE with high Chern numbers C = $\\pm$3 can be realized in a single material candidate, which is composed of van der Waals (vdW) coupled Bi and MnBi$_2$Te$_3$ monolayers. The switching between different phases of QAHE can be controllable by multiple ways, such as applying strain or (weak) magnetic field or twisting the vdW materials. The prediction of an experimentally available material system hosting robust, highly tunable QAHE will stimulate great research interest in the field. Our work opens a new avenue for the realization of tunable QAHE and provides a practical material platform for the development of topological electronics. ",
    "url": "https://arxiv.org/abs/2212.12905",
    "authors": [
      "Feng Xue",
      "Yusheng Hou",
      "Zhe Wang",
      "Zhiming Xu",
      "Ke He",
      "Ruqain Wu",
      "Yong Xu",
      "Wenhui Duan"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2212.12939",
    "title": "Foldy-Wouthuysen Transformation in Strong Magnetic Fields and  Relativistic Corrections for Quantum Cyclotron Energy Levels",
    "abstract": "We carry out a direct, iterative Foldy--Wouthuysen transformation of a general Dirac Hamiltonian coupled to an electromagnetic field, including the anomalous magnetic moment. The transformation is carried out through an iterative disentangling of the particle and antiparticle Hamiltonians, in the expansion for higher orders of the momenta. The time-derivative term from the unitary transformation is found to be crucial in supplementing the transverse component of the electric field in higher orders. Final expressions are obtained for general combined electric and magnetic fields, including strong magnetic fields. The time-derivative of the electric field is shown to enter only in the seventh order of the fine-structure constant if the transformation is carried out in the standard fashion. We put special emphasis on the case of strong fields, which are important for a number of applications, such as electrons bound in Penning traps. ",
    "url": "https://arxiv.org/abs/2212.12939",
    "authors": [
      "A. Wienczek",
      "C. Moore",
      "U. D. Jentschura"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2212.12947",
    "title": "Introducing a Research Program for Quantum Humanities: Theoretical  Implications",
    "abstract": "Quantum computing is a new form of computing that is based on the principles of quantum mechanics. It has the potential to revolutionize many fields, including the humanities and social sciences. The idea behind quantum humanities is to explore the potential of quantum computing to answer new questions in these fields, as well as to consider the potential societal impacts of this technology. This paper proposes a research program for quantum humanities, which includes the application of quantum algorithms to humanities and social science research, the reflection on the methods and techniques of quantum computing, and the evaluation of its potential societal implications. This research program aims to define the field of quantum humanities and to establish it as a meaningful part of the humanities and social sciences. ",
    "url": "https://arxiv.org/abs/2212.12947",
    "authors": [
      "Astrid Bötticher",
      "Zeki C. Seskir",
      "Johannes Ruhland"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.12968",
    "title": "Spatial and polarization division multiplexing harnessing on-chip  optical beam forming",
    "abstract": "On-chip spatial and polarization multiplexing have emerged as a powerful strategy to boost the bandwidth of integrated optical transceivers. State-of-the-art multiplexers require accurate control of the relative phase or the spatial distribution among different guided optical modes, seriously compromising the bandwidth and performance of the devices. To overcome this limitation, we propose a new approach based on the coupling between guided modes in integrated waveguides and optical beams free-propagating on the chip plane. The engineering of the evanescent coupling between the guided modes and free-propagating beams allows spatial and polarization multiplexing with state-of-the-art performance. To demonstrate the potential and versatility of this approach, we have developed a two-polarization multiplexed link and a three-mode multiplexed link using standard 220-nm-thick silicon-on-insulator technology. The two-polarization link shows a measured -35 dB crosstalk bandwidth of 180 nm, while the three-mode link exhibits a -20 dB crosstalk bandwidth of 195 nm. These bandwidths cover the S, C, L, and U communication bands. We used these links to demonstrate error-free transmission (bit-error-rate < 10-9) of two and three non-return-to-zero signals at 40 Gbps each, with power penalties below 0.08 dB and 1.5 dB for the two-polarization and three-mode links respectively. The approach demonstrated here for two polarizations and three modes is also applicable to future implementation of more complex multiplexing schemes. ",
    "url": "https://arxiv.org/abs/2212.12968",
    "authors": [
      "David González-Andrade",
      "Xavier Le Roux",
      "Guy Aubin",
      "Farah Amar",
      "Thi Hao Nhi Nguyen",
      "Paula Nuño Ruano",
      "Thi Thuy Duong Dinh",
      "Dorian Oser",
      "Diego Pérez-Galacho",
      "Eric Cassan",
      "Delphine Marris-Morini",
      "Laurent Vivien",
      "Carlos Alonso-Ramos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.12972",
    "title": "Optical mirages from spinless beams",
    "abstract": "Spin-orbit interactions of light are ubiquitous in multiple branches of nanophotonics, including optical wave localization. In that framework, it is widely accepted that circularly polarized beams lead to spin-dependent apparent shifts of dipolar targets commonly referred to as optical mirages. In contrast, these optical mirages vanish when the illumination comes from a spinless beam such as a linearly polarized wave. Here we show that optical localization errors emerge for particles sustaining electric and magnetic dipolar response under the illumination of spinless beams. As an example, we calculate the optical mirage for the scattering by a high refractive index nanosphere under the illumination of a linearly polarized plane wave carrying null spin, orbital, and total angular momentum. Our results point to an overlooked interference between the electric and magnetic dipoles rather than the spin-orbit interactions of light as the origin for the tilted position of the nanosphere. ",
    "url": "https://arxiv.org/abs/2212.12972",
    "authors": [
      "Jorge Olmos-Trigo",
      "Diego R. Abujetas",
      "Cristina Sanz-Fernández",
      "Aitzol García-Etxarri",
      "Antonio García-Martín"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.12982",
    "title": "Design guidelines for the SPICE parameters of waveform-selective  metasurfaces varying with the incident pulse width at a constant oscillation  frequency",
    "abstract": "In this study, we numerically demonstrate how the response of recently reported circuit-based metasurfaces is characterized by their circuit parameters. These metasurfaces, which include a set of four diodes as a full wave rectifier, are capable of sensing different waves even at the same frequency in response to the incident waveform, or more specifically the pulse width. This study reveals the relationship between the electromagnetic response of such waveform-selective metasurfaces and the SPICE parameters of the diodes used. First, we show that reducing a parasitic capacitive component of the diodes is important for realization of waveform-selective metasurfaces in a higher frequency regime. Second, we report that the operating power level is closely related to the saturation current and the breakdown voltage of the diodes. Moreover, the operating power range is found to be broadened by introducing an additional resistor into the inside of the diode bridge. Our study is expected to provide design guidelines for circuit-based waveform-selective metasurfaces to select/fabricate optimal diodes and enhance the waveform-selective performance at the target frequency and power level. ",
    "url": "https://arxiv.org/abs/2212.12982",
    "authors": [
      "Shiori Imai",
      "Haruki Homma",
      "Kairi Takimoto",
      "Mizuki Tanikawa",
      "Jin Nakamura",
      "Masaya Kaneko",
      "Yuya Osaki",
      "Kiichi Niitsu",
      "Cheng Yongzhi",
      "Ashif Aminulloh Fathnan",
      "Hiroki Wakatsuchi"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.13042",
    "title": "Room-temperature exceptional-point-driven polariton lasing from  perovskite metasurface",
    "abstract": "Excitons in lead bromide perovskites exhibit high binding energy and high oscillator strength, allowing for a strong light-matter coupling regime in the perovskite-based cavities localizing photons at the nanoscale. This opens up the way for the realization of exciton-polariton Bose-Einstein condensation and polariton lasing at room temperature -- the inversion-free low-threshold stimulated emission. However, polariton lasing in perovskite planar photon cavities without Bragg mirrors has not yet been observed and proved experimentally. In this work, we employ perovskite metasurface, fabricated with nanoimprint lithography, supporting so-called exceptional points to demonstrate the room-temperature polariton lasing. The exceptional points in exciton-polariton dispersion of the metasurface appear upon optically pumping in the nonlinear regime in the spectral vicinity of a symmetry-protected bound state in the continuum providing high mode confinement with the enhanced local density of states beneficial for polariton condensation. The observed lasing emission possesses high directivity with a divergence angle of around 1$^\\circ$ over one axis. The employed nanoimprinting approach for solution-processable large-scale polariton lasers is compatible with various planar photonic platforms suitable for on-chip integration. ",
    "url": "https://arxiv.org/abs/2212.13042",
    "authors": [
      "M.A. Masharin",
      "A.K. Samusev",
      "A.A. Bogdanov",
      "I.V. Iorsh",
      "H.V. Demir",
      "S.V. Makarov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.13052",
    "title": "Robust three-dimensional high-order solitons and breathers in driven  dissipative systems: a Kerr cavity realization",
    "abstract": "We present a general approach to excite robust dissipative three-dimensional and high-order solitons and breathers in passively driven nonlinear cavities. Our findings are illustrated in the paradigmatic example provided by an optical Kerr cavity with diffraction and anomalous dispersion, with the addition of an attractive three-dimensional parabolic potential. The potential breaks the translational symmetry along all directions, and impacts the system in a qualitatively unexpected manner: three-dimensional solitons, or light-bullets, are the only existing and stable states for a given set of parameters. This property is extremely rare, if not unknown, in passive nonlinear physical systems. As a result, the excitation of the cavity with any input field leads to the deterministic formation of a target soliton or breather, with a spatiotemporal profile that unambiguously corresponds to the given cavity and pumping conditions. In addition, the tuning of the potential width along the temporal direction results in the existence of a plethora of stable asymmetric solitons. Our results may provide a solid route towards the observation of dissipative light bullets and three-dimensional breathers. ",
    "url": "https://arxiv.org/abs/2212.13052",
    "authors": [
      "Yifan Sun",
      "Pedro Parra-Rivas",
      "Carles Milian",
      "Yaroslav V. Kartashov",
      "Mario Ferraro",
      "Fabio Mangini",
      "Mario Zitelli",
      "Raphael Jauberteau",
      "Francesco R. Talenti",
      "Stefan Wabnitz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2212.13065",
    "title": "Influence of pulse modulation frequency on helium RF atmospheric  pressure plasma jet characteristics",
    "abstract": "This work investigates the influence of pulse modulation frequency ranging from 50 Hz- 10 kHz on the helium RF atmospheric pressure plasma jet's fundamental characteristics. The impact of modulation frequency on plasma jet discharge behavior, geometrical variation, reactive species emission, and plasma parameters (gas temperature Tg, electron excitation temperature Texc, and electron density (ne) are studied using various diagnostics such as optical imaging, emission spectra, and thermal diagnostics. From the experiments, it is observed that operating the plasma jet at low pulse modulation frequencies (around 50 Hz) provides enhanced plasma dimensions, higher electron densities and greater optical emission from reactive species (viz., He I, O, OH, N2+, etc.) as compared to the higher modulation frequencies. Besides the low power consumption, the three times less gas temperature of the modulated plasma jet than the continuous wave mode makes it more advantageous for the applications. Moreover, the influence of duty cycle (D) and applied RF power (P) on the plasma jet characteristics are also discussed. It is found that 10- 40% duty cycle operation provides the most favorable attributes. More importantly, the concern of shorter plasma length in RF plasma jets is overcome by operating at 10- 20% duty cycle with increased applied power. This work thoroughly characterizes helium atmospheric pressure RF plasma jet with a wide range of pulse mode operating parameters, which could help select appropriate operating conditions for various industrial and biomedical applications. ",
    "url": "https://arxiv.org/abs/2212.13065",
    "authors": [
      "Mahreen",
      "G. Veda Prakash",
      "Satyananda Kar",
      "Debaprasad Sahu",
      "A. Ganguli"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2212.13117",
    "title": "Quantum Nonlocality and Biological Coherence",
    "abstract": "Quantum mechanical nonlocality considered as posssible mechanism of long-distance correlations in living organisms and plants, which regulate their coherent development and functioning. It's shown that Doebner-Goldin nonlinear quantum formalism permits to extend nonlocality effects beyond standrd EPR-Bohm scheme and due to it supposedly can describe long-distance correlations in some biological processes. Comparison with some experimental results discussed. ",
    "url": "https://arxiv.org/abs/2212.13117",
    "authors": [
      "S.N. Mayburov"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.13130",
    "title": "Proposed experiments to clarify the real nature of the quantum waves",
    "abstract": "The nature of quantum waves, whether they are real physical waves or, on the contrary, mere probability waves, has been a very controversial theme since the beginning of quantum theory. Here we present some possible experiments that may clarify the problem. ",
    "url": "https://arxiv.org/abs/2212.13130",
    "authors": [
      "J. R. Croca",
      "P. Castro",
      "M. Gatta",
      "R. N. Moreira"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2212.12582",
    "title": "Quantum correlation light-field microscope with extreme depth of field",
    "abstract": "Light-field microscopy (LFM) is a 3D microscopy technique whereby volumetric information of a sample is gained in a single shot by simultaneously capturing both position and angular information of light emanating from a sample. Conventional LFM designs require a trade-off between position and angular resolution, requiring one to sacrifice resolving power for increased depth of field (DOF) or vice versa. In this work, we demonstrate a LFM design that does not require this trade-off by utilizing the inherent strong correlation between spatial-temporal entangled photon pairs. Here, one photon from the pair is used to illuminate a sample from which the position information of the photon is captured directly by a camera. By virtue of the strong momentum/angular anti-correlation between the two photons, the angular information of the illumination photon can then be inferred by measuring the angle of its entangled partner on a different camera. We demonstrate that a resolving power of 5$\\mu$m can be maintained with a DOF of $\\sim500$$\\mu$m, over an order of magnitude larger compared to conventional LFM designs. In the extreme, at a resolving power of 100$\\mu$m, it is possible to achieve near infinite DOF ",
    "url": "https://arxiv.org/abs/2212.12582",
    "authors": [
      "Yingwen Zhang",
      "Duncan England",
      "Antony Orth",
      "Ebrahim Karimi",
      "Benjamin Sussman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.12826",
    "title": "Extending the coherence time of spin defects in hBN enables advanced  qubit control and quantum sensing",
    "abstract": "Spin defects in hexagonal Boron Nitride (hBN) attract increasing interest for quantum technology since they represent optically-addressable qubits in a van der Waals material. In particular, negatively-charged boron vacancy centers (${V_B}^-$) in hBN have shown promise as sensors of temperature, pressure, and static magnetic fields. However, the short spin coherence time of this defect currently limits its scope for quantum technology. Here, we apply dynamical decoupling techniques to suppress magnetic noise and extend the spin coherence time by nearly two orders of magnitude, approaching the fundamental $T_1$ relaxation limit. Based on this improvement, we demonstrate advanced spin control and a set of quantum sensing protocols to detect electromagnetic signals in the MHz range with sub-Hz resolution. This work lays the foundation for nanoscale sensing using spin defects in an exfoliable material and opens a promising path to quantum sensors and quantum networks integrated into ultra-thin structures. ",
    "url": "https://arxiv.org/abs/2212.12826",
    "authors": [
      "Roberto Rizzato",
      "Martin Schalk",
      "Stephan Mohr",
      "Joachim P. Leibold",
      "Jens C. Hermann",
      "Fleming Bruckmaier",
      "Peirui Ji",
      "Georgy V. Astakhov",
      "Ulrich Kentsch",
      "Manfred Helm",
      "Andreas V. Stier",
      "Jonathan J. Finley",
      "Dominik B. Bucher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.12898",
    "title": "Quantum storage of entangled photons at telecom wavelengths in a crystal",
    "abstract": "The quantum internet -- in synergy with the internet that we use today -- promises an enabling platform for next-generation information processing, including exponentially speed-up distributed computation, secure communication, and high-precision metrology. The key ingredients for realizing such a global network are the distribution and storage of quantum entanglement. As quantum networks are likely to be based on existing fibre networks, telecom-wavelength entangled photons and corresponding quantum memories are of central interest. Recently, ${\\rm ^{167}Er^{3+}}$ ions have been identified as a promising candidate for an efficient, broadband quantum memory at telecom wavelength. However, to date, no storage of entangled photons, the crucial step of quantum memory using these ions, has been reported. Here, we demonstrate the storage and recall of the entangled state of two telecom photons generated from an integrated photonic chip based on silicon nitride. Combining the natural narrow linewidth of the entangled photons and long storage time of ${\\rm ^{167}Er^{3+}}$ ions, we achieve storage time of 400 ns, more than one order of magnitude longer than in previous works. Successful storage of entanglement in the crystal is certified by a violation of an entanglement witness by more than 12 standard deviations (-0.161 $\\pm$ 0.012) at 400 ns storage time. These results pave the way for realizing quantum networks based on solid-state devices. ",
    "url": "https://arxiv.org/abs/2212.12898",
    "authors": [
      "Ming-Hao Jiang",
      "Wenyi Xue",
      "Qian He",
      "Yu-Yang An",
      "Xiaodong Zheng",
      "Wen-Jie Xu",
      "Wenjun Wen",
      "Yu-Bo Xie",
      "Yanqing Lu",
      "Shining Zhu",
      "Xiao-Song Ma"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.12924",
    "title": "Quantum Induced Coherence Light Detection and Ranging",
    "abstract": "Quantum illumination has been used to improve the signal-to-noise ratio in light detection and ranging (LiDAR). Relying on coincidence detection, such a quantum LiDAR has a resolution limited by the response time of the detector and suffers from jamming noise. Inspired by the Zou-Wang-Mandel experiment, we build a quantum induced coherence (QuIC) LiDAR without directly detecting the photons reflected from the object, intrinsically immune to environmental and jamming noise. The key element is that the reflected photons are used to erase the which-way information of its entangled partners, whose light path is scanned to obtain the distance of the object via single photon interference rather than coincidence detection. In QuIC LiDAR, the noise accompanying the reflected probe light from the object cannot enter our detector. This method paves a new way of battling noise in precise quantum electromagnetic sensing and ranging. ",
    "url": "https://arxiv.org/abs/2212.12924",
    "authors": [
      "Gewei Qian",
      "Xingqi Xu",
      "Shun-An Zhu",
      "Fei Gao",
      "V. V. Yakovlev",
      "Xu Liu",
      "Shi-Yao Zhu",
      "Da-Wei Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.12960",
    "title": "Quantum enhanced probing of multilayered-samples",
    "abstract": "Quantum sensing exploits quantum phenomena to enhance the detection and estimation of classical parameters of physical systems and biological entities, particularly so as to overcome the inefficiencies of its classical counterparts. A particularly promising approach within quantum sensing is Quantum Optical Coherence Tomography which relies on non-classical light sources to reconstruct the internal structure of multilayered materials. Compared to traditional classical probing, Quantum Optical Coherence Tomography provides enhanced-resolution images and is unaffected by even-order dispersion. One of the main limitations of this technique lies in the appearance of artifacts and echoes, i.e. fake structures that appear in the coincidence interferogram, which hinder the retrieval of information required for tomography scans. Here, by utilizing a full theoretical model, in combination with a fast genetic algorithm to post-process the data, we successfully extract the morphology of complex multilayered samples and thoroughly distinguish real interfaces, artifacts, and echoes. We test the effectiveness of the model and algorithm by comparing its predictions to experimentally-generated interferograms through the controlled variation of the pump wavelength. Our results could potentially lead to the development of practical high-resolution probing of complex structures and non-invasive scanning of photo-degradable materials for biomedical imaging/sensing, clinical applications, and materials science. ",
    "url": "https://arxiv.org/abs/2212.12960",
    "authors": [
      "Mayte Y. Li-Gomez",
      "Pablo D. Yepiz-Graciano",
      "Taras Hrushevskyi",
      "Omar Calderon-Losada",
      "Erhan Saglamyurek",
      "Dorilian Lopez-Mago",
      "Vahid Salari",
      "Trong Ngo",
      "Alfred B. U'Ren",
      "Shabir Barzanjeh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.13022",
    "title": "Optical control of collective states in 1D ordered atomic chains beyond  the linear regime",
    "abstract": "Driven by the need to develop efficient atom-photon interfaces, recent efforts have proposed replacing cavities by large arrays of cold atoms that can support subradiant or superradiant collective states. In practice, subradiant states are decoupled from radiation, which constitutes a hurdle to most applications. In this work, we study theoretically a protocol that bypasses this limit using a one dimensional (1D) chain composed of N three-level atoms in a V-shaped configuration. Throughout the protocol, the chain behaves as a time-varying metamaterial: enabling absorption, storage and on-demand emission in a spectrally and spatially controlled mode. Taking into account the quantum nature of atoms, we establish the boundary between the linear regime and the nonlinear regime where singly and doubly excited subradiant states compete in the instantaneous decay rate during the storage ",
    "url": "https://arxiv.org/abs/2212.13022",
    "authors": [
      "Nikos Fayard",
      "Igor Ferrier-Barbut",
      "Antoine Browaeys",
      "Jean-Jacques Greffet"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.13186",
    "title": "Forewords for the special issue `Pilot-wave and beyond: Louis de Broglie  and David Bohm's quest for a quantum ontology'",
    "abstract": "In order to celebrate this double birthday the journal Foundations of Physics publishes a topical collection `Pilot-wave and beyond' on the developments that have followed the pioneering works of Louis de Broglie and David Bohm on quantum foundations. This topical collection includes contributions from physicists and philosophers debating around the world about the scientific legacy of Bohm and de Broglie concerning the interpretation and understanding of quantum mechanics. In these forewords we give a general review of the historical context explaining how de Broglie and Bohm developed their interpretations of quantum mechanics. We further analyze the relationship between these two great thinkers and emphasize the role of several collaborators and continuators of their ontological approach to physics. ",
    "url": "https://arxiv.org/abs/2212.13186",
    "authors": [
      "Aurélien Drezet"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2212.13191",
    "title": "Programmable frequency-bin quantum states in a nano-engineered silicon  device",
    "abstract": "Photonic qubits should be controllable on-chip and noise-tolerant when transmitted over optical networks for practical applications. Furthermore, qubit sources should be programmable and have high brightness to be useful for quantum algorithms and grant resilience to losses. However, widespread encoding schemes only combine at most two of these properties. Here, we overcome this hurdle by demonstrating a programmable silicon nano-photonic chip generating frequency-bin entangled photons, an encoding scheme compatible with long-range transmission over optical links. The emitted quantum states can be manipulated using existing telecommunication components, including active devices that can be integrated in silicon photonics. As a demonstration, we show our chip can be programmed to generate the four computational basis states, and the four maximally-entangled Bell states, of a two-qubits system. Our device combines all the key-properties of on-chip state reconfigurability and dense integration, while ensuring high brightness, fidelity, and purity. ",
    "url": "https://arxiv.org/abs/2212.13191",
    "authors": [
      "Marco Clementi",
      "Federico A. Sabattoli",
      "Massimo Borghi",
      "Laurène Youssef",
      "Linda Gianini",
      "Nicola Bergamasco",
      "Houssein El Dirani",
      "Noemi Tagliavacche",
      "Camille Petit-Etienne",
      "Erwine Pargon",
      "John E. Sipe",
      "Marco Liscidini",
      "Corrado Sciancalepore",
      "Matteo Galli",
      "Daniele Bajoni"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.13212",
    "title": "On the optimality of optical pumping for a closed $Λ$-system with  large decay rates of the intermediate excited state",
    "abstract": "We use optimal control theory to show that for a closed $\\Lambda$-system where the excited intermediate level decays to the lower levels with a common large rate, the optimal scheme for population transfer between the lower levels is actually optical pumping. In order to obtain this result we exploit the large decay rate to eliminate adiabatically the weakly coupled excited state, then perform a transformation to the basis comprised of the dark and bright states, and finally apply optimal control to this transformed system. Subsequently, we confirm the optimality of the optical pumping scheme for the original closed $\\Lambda$-system using numerical optimal control. We also demonstrate numerically that optical pumping remains optimal when the decay rate to the target state is larger than that to the initial state or the two rates are not very different from each other. The present work is expected to find application in various tasks of quantum information processing, where such systems are encountered. ",
    "url": "https://arxiv.org/abs/2212.13212",
    "authors": [
      "Dionisis Stefanatos",
      "Emmanuel Paspalakis"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2110.11559",
    "title": "Single atom trapping in a metasurface lens optical tweezer",
    "abstract": " Comments: 11 pages, 6 figures, Add polarization multiplexed lens result in Appendix ",
    "url": "https://arxiv.org/abs/2110.11559",
    "authors": [
      "Ting-Wei Hsu",
      "Wenqi Zhu",
      "Tobias Thiele",
      "Mark O. Brown",
      "Scott B. Papp",
      "Amit Agrawal",
      "Cindy A. Regal"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.02285",
    "title": "A photonic chip-based machine learning approach for the prediction of  molecular properties",
    "abstract": " Title: A photonic chip-based machine learning approach for the prediction of  molecular properties ",
    "url": "https://arxiv.org/abs/2203.02285",
    "authors": [
      "Hui Zhang",
      "Jonathan Wei Zhong Lau",
      "Lingxiao Wan",
      "Liang Shi",
      "Hong Cai",
      "Xianshu Luo",
      "Patrick Lo",
      "Chee-Kong Lee",
      "Leong-Chuan Kwek",
      "Ai Qun Liu"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.06740",
    "title": "Pulse overlap ambiguities in multiple quantum coherence spectroscopy",
    "abstract": " Comments: 5 pages, 4 figures. This manuscript has been accepted for publication in Optics Letters. \\copyright 2022 Optica Publishing Group. One print or electronic copy may be made for personal use only. Systematic reproduction and distribution, duplication of any material in this paper for a fee or for commercial purposes, or modifications of the content of this paper are prohibited ",
    "url": "https://arxiv.org/abs/2206.06740",
    "authors": [
      "Ulrich Bangert",
      "Lukas Bruder",
      "Frank Stienkemeier"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.14488",
    "title": "Chaotic Bloch oscillations in dissipative optical systems driven by a  periodic train of coherent pulses",
    "abstract": " Title: Chaotic Bloch oscillations in dissipative optical systems driven by a  periodic train of coherent pulses ",
    "url": "https://arxiv.org/abs/2206.14488",
    "authors": [
      "Alexey Verbitskiy",
      "Alexey Yulin",
      "Alexander Balanov"
    ],
    "subjectives": [
      "Chaotic Dynamics (nlin.CD)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.00207",
    "title": "Quantum circuit simulation of linear optics using fermion to qubit  encoding",
    "abstract": " Comments: 10 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2209.00207",
    "authors": [
      "Seungbeom Chin",
      "Jaehee Kim",
      "Joonsuk Huh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.03481",
    "title": "Acoustic attenuation in magnetic insulator films: effects of magnon  polaron formation",
    "abstract": " Comments: 5 figures ",
    "url": "https://arxiv.org/abs/2209.03481",
    "authors": [
      "Shihao Zhuang",
      "Jia-Mian Hu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.10728",
    "title": "Fully packed quantum loop model on the square lattice: phase diagram and  application for Rydberg atoms",
    "abstract": " Comments: 6+2 pages, 5+2 figures ",
    "url": "https://arxiv.org/abs/2209.10728",
    "authors": [
      "Xiaoxue Ran",
      "Zheng Yan",
      "Yan-Cheng Wang",
      "Junchen Rong",
      "Yang Qi",
      "Zi Yang Meng"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Theory (hep-th)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.09122",
    "title": "Oblique scattering from non-Hermitian optical waveguides",
    "abstract": " Comments: 23 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2210.09122",
    "authors": [
      "Tal Goldstein",
      "Gal Shmuel"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]