[
  {
    "id": "arXiv:2309.02744",
    "title": "Unveiling the double-peak structure of quantum oscillations in the  specific heat",
    "abstract": "Quantum oscillation phenomenon is an essential tool to understand the electronic structure of quantum matter. Here we report the first systematic study of quantum oscillations in the electronic specific heat $C_{el}$ in natural graphite. We show that the crossing of a single spin Landau level and the Fermi energy give rise to a double-peak structure, in striking contrast to the single peak expected from Lifshitz-Kosevich theory. Intriguingly, the double-peak structure is predicted by the kernel term for $C_{el}/T$ in the free electron theory. The $C_{el}/T$ represents a spectroscopic tuning fork of width 4.8 $k_B T$ which can be tuned at will to resonance. Using a coincidence method, the double-peak structure can be used to accurately determine the Lande $g$-factor of quantum materials. More generally, the tuning fork can be used to reveal any peak in fermionic density of states tuned by magnetic field, such as Lifshitz transition in heavy-fermion compounds. ",
    "url": "https://arxiv.org/abs/2309.02744",
    "authors": [
      "Zhuo Yang",
      "Benoit Fauque",
      "Toshihiro Nomura",
      "Takashi Shitaokoshi",
      "Sunghoon Kim",
      "Debanjan Chowdhury",
      "Zuzana Pribulova",
      "Jozef Kacmarcik",
      "Alexandre Pourret",
      "Georg Knebel",
      "Dai Aoki",
      "Thierry Klein",
      "Duncan K. Maude",
      "Christophe Marcenat",
      "Yoshimitsu Kohama"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.02775",
    "title": "Enhanced Q-factor and effective length silicon photonics filter  utilizing nested ring resonators",
    "abstract": "In this study, we investigate a novel design of an on-chip nested coupled ring resonator to enhance the quality factor and the effective length of the resonator. The configuration consists of an open ring and racetrack resonator, with lengths of 340 {\\mu}m and 184.4 {\\mu}m, respectively, with a coupling ratio of 97/3. In this regard, the proposed nested cavity has been experimentally characterized and compared with a single cavity ring resonator. Our results show a significant improvement in the quality factor by a factor of four. This improvement in performance opens up exciting new possibilities for state-of-the-art applications, such as compact optical sensors and delay lines. Our proposed design represents a significant advancement in the field of integrated optics, and we believe that it has the potential to enable a broad range of applications in the future. ",
    "url": "https://arxiv.org/abs/2309.02775",
    "authors": [
      "Mahmoud A. Selim",
      "Momen Anwar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.02795",
    "title": "A compact and sustainable electronic module for silicon photomultipliers",
    "abstract": "This article presents the development of a cost-effective and efficient electronic module for silicon photomultipliers (SiPM). The electronic module combines essential functionalities, such as a high voltage power supply, a preamplifier, and a signal comparator, into a compact circuit. A high voltage power supply with a range of 30 to 140 V provides a stable bias voltage with 0.01 V accuracy for the SiPMs, while a preamplifier with 40 gain and 250 MHz bandwidth enables signal amplification necessary to extract weak signals. The comparator converts an analogue signal (higher than 8 mV) into TTL (transistor-transistor logic), which makes it easy to process and analyze with digital devices such as microcontrollers or make it possible to send signals over long distances by a cable. The module has been tested using an LYSO scintillator and a SiPM called a micropixel avalanche photodiode (MAPD). It provides a more effective and efficient solution for reading out signals from SiPMs in a variety of applications, delivering reliable and accurate results in real-time. ",
    "url": "https://arxiv.org/abs/2309.02795",
    "authors": [
      "A. Sadigov",
      "S. Nuruyev",
      "R. Akbarov",
      "D.B. Berikov",
      "A. Madadzada",
      "A. Mammadli"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.02879",
    "title": "Quantum coherence and interference of a single moiré exciton in  nano-fabricated twisted semiconductor heterobilayers",
    "abstract": "Moir\\'e potential acts as periodic quantum confinement for optically generated exciton, generating spatially ordered zero-dimensional quantum system. However, broad emission spectrum arising from inhomogeneity among moir\\'e potential hinders the exploration of the intrinsic properties of moir\\'e exciton. In this study, we have demonstrated a new method to realize the optical observation of quantum coherence and interference of a single moir\\'e exciton in twisted semiconducting heterobilayer beyond the diffraction limit of light. A significant single and sharp photoluminescence peak from a single moir\\'e exciton has been demonstrated after nano-fabrication. We present the longer duration of quantum coherence of a single moir\\'e exciton, which reaches beyond 10 ps and the accelerated decoherence process with elevating temperature and excitation power density. Moreover, the quantum interference has revealed the coupling between moir\\'e excitons in different moir\\'e potential minima. The observed quantum coherence and interference of moir\\'e exciton will facilitate potential application toward quantum technologies based on moir\\'e quantum systems. ",
    "url": "https://arxiv.org/abs/2309.02879",
    "authors": [
      "Haonan Wang",
      "Heejun Kim",
      "Duanfei Dong",
      "Keisuke Shinokita",
      "Kenji Watanabe",
      "Takashi Taniguchi",
      "Kazunari Matsuda"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.02881",
    "title": "Harnessing a Vibroacoustic Mode for Enabling Smart Functions on Surface  Acoustic Wave Devices -- Application to Icing Monitoring and Deicing",
    "abstract": "Microacoustic wave devices are essential components in the RF electronics and MEMS industry with increasing impact in various sensing and actuation applications. Reliable and smart operation of acoustic wave devices at low costs would cause a crucial advancement. Herein, we present the enablement of temperature and mechanical sensing capabilities in a Rayleigh-mode standing surface acoustic wave (sSAW) chip device by harnessing an acoustic shear plate wave mode using the same set of electrodes. Most importantly, this mode is excited by switching the polarity of the sSAW transducer electrodes by simple electronics, allowing for direct and inexpensive compatibility with an existing setup. We validated the method in the emergent topic of surface de-icing by continuously monitoring temperature and water liquid-solid phase changes using the plate wave mode, and on-demand Rayleigh-wave deicing with a negligible energy cost. The flexibility for adapting the system to different scenarios, loads and scalability opens the path to impact in lab-on-a-chip, IoT technology, and sectors requiring autonomous acoustic wave actuators. ",
    "url": "https://arxiv.org/abs/2309.02881",
    "authors": [
      "Atefeh Karimzadeh",
      "Uhland Weissker",
      "Jaime del Moral",
      "Andreas Winkler",
      "Ana Borrás",
      "Agustin R. González-Elipe",
      "Stefan Jacob"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.02950",
    "title": "SPA$^\\mathrm{H}$M(a,b): encoding the density information from guess  Hamiltonian in quantum machine learning representations",
    "abstract": "Recently, we introduced a class of molecular representations for kernel-based regression methods -- the spectrum of approximated Hamiltonian matrices (SPA$^\\mathrm{H}$M) -- that takes advantage of lightweight one-electron Hamiltonians traditionally used as an SCF initial guess. The original SPA$^\\mathrm{H}$M variant is built from occupied-orbital energies (\\ie, eigenvalues) and naturally contains all the information about nuclear charges, atomic positions, and symmetry requirements. Its advantages were demonstrated on datasets featuring a wide variation of charge and spin, for which traditional structure-based representations commonly fail. SPA$^\\mathrm{H}$M(a,b), as introduced here, expands eigenvalue SPA$^\\mathrm{H}$M into local and transferable representations. It relies upon one-electron density matrices to build fingerprints from atomic or bond density overlap contributions inspired from preceding state-of-the-art representations. The performance and efficiency of SPA$^\\mathrm{H}$M(a,b) is assessed on the predictions for datasets of prototypical organic molecules (QM7) of different charges and azoheteroarene dyes in an excited state. Overall, both SPA$^\\mathrm{H}$M(a) and SPA$^\\mathrm{H}$M(b) outperform state-of-the-art representations on difficult prediction tasks such as the atomic properties of charged open-shell species and of $\\pi$-conjugated systems. ",
    "url": "https://arxiv.org/abs/2309.02950",
    "authors": [
      "Ksenia R. Briling",
      "Yannick Calvino Alonso",
      "Alberto Fabrizio",
      "Clemence Corminboeuf"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2309.03131",
    "title": "Demonstration of particle tracking with scintillating fibres read out by  a SPAD array sensor and application as a neutrino active target",
    "abstract": "Scintillating fibre detectors combine sub-mm resolution particle tracking, precise measurements of the particle stopping power and sub-ns time resolution. Typically, fibres are read out with silicon photomultipliers (SiPM). Hence, if fibres with a few hundred mm diameter are used, either they are grouped together and coupled with a single SiPM, losing spatial resolution, or a very large number of electronic channels is required. In this article we propose and provide a first demonstration of a novel configuration which allows each individual scintillating fibre to be read out regardless of the size of its diameter, by imaging them with Single-Photon Avalanche Diode (SPAD) array sensors. Differently from SiPMs, SPAD array sensors provide single-photon detection with single-pixel spatial resolution. In addition, O(us) or faster coincidence of detected photons allows to obtain noise-free images. Such a concept can be particularly advantageous if adopted as a neutrino active target, where scintillating fibres alternated along orthogonal directions can provide isotropic, high-resolution tracking in a dense material and reconstruct the kinematics of low-momentum protons (down to 150 MeV/c), crucial for an accurate characterisation of the neutrino nucleus cross section. In this work the tracking capabilities of a bundle of scintillating fibres coupled to SwissSPAD2 is demonstrated. The impact of such detector configuration in GeV-neutrino experiments is studied with simulations and reported. Finally, future plans, including the development of a new SPAD array sensor optimised for neutrino detection, are discussed. ",
    "url": "https://arxiv.org/abs/2309.03131",
    "authors": [
      "Matthew Franks",
      "Till Dieminger",
      "Kodai Kaneyasu",
      "Davide Sgalaberna",
      "Claudio Bruschini",
      "Edoardo Charbon",
      "Umut Kose",
      "Botao Li",
      "Paul Mos",
      "Michael Wayne",
      "Tim Weber",
      "Jialin Wu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2309.02501",
    "title": "Transverse Quantum Fluids",
    "abstract": "Motivated by remarkable properties of superfluid edge dislocations in solid Helium-4, we discuss a broad class of quantum systems -- boundaries in phase separated lattice states, magnetic domain walls, and ensembles of Luttinger liquids -- that can be classified as Transverse Quantum Fluids (TQF). After introducing the general idea of TQF, we focus on a coupled array of Luttinger liquids forming an incoherent TQF. This state is a long-range ordered quasi-one-dimensional superfluid, topologically protected against quantum phase slips by tight-binding of instanton dipoles, that has no coherent quasi-particle excitations at low energies. Incoherent TQF is a striking example of the irrelevance of the Landau quasiparticle criterion for superfluidity in systems that lack Galilean invariance. We detail its phenomenology, to motivate a number of experimental studies in condensed matter and cold atomic systems. ",
    "url": "https://arxiv.org/abs/2309.02501",
    "authors": [
      "Anatoly Kuklov",
      "Nikolay Prokof'ev",
      "Leo Radzihovsky",
      "Boris Svistunov"
    ],
    "subjectives": [
      "Other Condensed Matter (cond-mat.other)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2309.02708",
    "title": "Cooling down and waking up: how a quantum accelerator in the cortex  switches on consciousness",
    "abstract": "This paper presents a theory of how feedback cooling in the cortex reduces thermal noise to the point where quantum mechanics can operate at body temperature. It revisits the Eccles model of consciousness and builds on it so that its core anatomical units -- which Eccles called psychons -- function as a quantum accelerator, a type of quantum computer that supercharges a standard computer. When the accelerator is idle, as in sleep, we have a neural network computer operating unconsciously, but when switched on, the psychons light up, computing power is multiplied, and consciousness arises. Switching depends on feedback cooling, a mechanism that permits the units to operate at low effective temperature, leading to a Bose-Einstein condensate, quantum computation, and consciousness. The model narrows the brain-mind gap, explains how and why consciousness evolved, and is testable. Quantum accelerators are now commercially available, but perhaps nature came to the idea first. ",
    "url": "https://arxiv.org/abs/2309.02708",
    "authors": [
      "Andrew Bell"
    ],
    "subjectives": [
      "Neurons and Cognition (q-bio.NC)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2309.02974",
    "title": "Design principles for >90% efficiency and >99% indistinguishability  broadband quantum dot cavities",
    "abstract": "Quantum dots have the potential to be the brightest deterministic single photon source with plausible high end applications in quantum computing and cluster state generation. In this work, we re-examine the design of simple micropillars by meticulously examining the structural effects of the decay into leaky channels beyond the atom-like cavity estimation. We show that precise control of the side losses with the diameter and avoidance of propagating Bloch modes in the DBR structure can result in easy to manufacture broadband (Q$\\approx750-2500$) micropillars and demonstrate extremely high internal efficiency ($90.5\\%-96.4\\%$). We also demonstrate that such cavities naturally decouple from the phonon sideband, with the phonon sideband reducing by a factor of $5-33$ allowing us to predict that the photons should show $99.2\\%-99.8\\%$ indistinguishability. ",
    "url": "https://arxiv.org/abs/2309.02974",
    "authors": [
      "David Dlaka",
      "Petros Androvitsaneas",
      "Andrew Young",
      "Qirui Ma",
      "Edmund Harbord",
      "Ruth Oulton"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.03151",
    "title": "Two-Worlds Interpretation of Quantum Mechanics",
    "abstract": "The stochastic nature of quantum mechanics is more naturally reflected in a bilinear two-process representation of density matrices rather than in squared wave functions. This proposition comes with a remarkable change of the entanglement mechanism: entanglement does not originate from superpositions of wave functions, but results from the bilinear structure of density matrices. Quantum interference is not an additive superposition mechanism, but rather a multiplicative phenomenon. The proposed bilinear representation of density matrices is given in terms of two stochastic jump processes. These ideas are illustrated for the Einstein-Podolsky-Rosen and double-slit experiments. The expression of the stochastic nature of quantum mechanics in terms of random variables rather than their probability distributions facilitates an ontological viewpoint and leads us to a two-worlds interpretation of quantum mechanics. ",
    "url": "https://arxiv.org/abs/2309.03151",
    "authors": [
      "Hans Christian Öttinger"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2205.13053",
    "title": "An Optical Atomic Clock Based on a Highly Charged Ion",
    "abstract": " Comments: Main: 21 pages, 3 figures. Supplement: 20 pages, 2 figures. Accepted version ",
    "url": "https://arxiv.org/abs/2205.13053",
    "authors": [
      "Steven A. King",
      "Lukas J. Spieß",
      "Peter Micke",
      "Alexander Wilzewski",
      "Tobias Leopold",
      "Erik Benkler",
      "Richard Lange",
      "Nils Huntemann",
      "Andrey Surzhykov",
      "Vladimir A. Yerokhin",
      "José R. Crespo López-Urrutia",
      "Piet O. Schmidt"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2209.05858",
    "title": "Suppressing Recoil Heating in Levitated Optomechanics using Squeezed  Light",
    "abstract": " Comments: 16 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2209.05858",
    "authors": [
      "C. Gonzalez-Ballestero",
      "J. A. Zielińska",
      "M. Rossi",
      "A. Militaru",
      "M. Frimmer",
      "L. Novotny",
      "P. Maurer",
      "O. Romero-Isart"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.10579",
    "title": "High-Frequency Gravitational Wave Detection via Optical Frequency  Modulation",
    "abstract": " Comments: 11 pages, 3 figures. Matches journal version ",
    "url": "https://arxiv.org/abs/2304.10579",
    "authors": [
      "Torsten Bringmann",
      "Valerie Domcke",
      "Elina Fuchs",
      "Joachim Kopp"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.02129",
    "title": "Comment on \"Strong Meissner screening change in superconducting radio  frequency cavities due to mild baking\" [Appl. Phys. Lett. 104, 072601 (2014)]",
    "abstract": " Comments: 4 pages, 2 figures ",
    "url": "https://arxiv.org/abs/2305.02129",
    "authors": [
      "Ryan M. L. McFadden",
      "Md Asaduzzaman",
      "Tobias Junginger"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  }
]