[
  {
    "id": "arXiv:2408.09003",
    "title": "Foreshock Ultra-Low Frequency Waves at Mars: Consequence on the Particle Acceleration Mechanisms at the Martian Bow Shock",
    "abstract": "           Using Mars Atmosphere and Volatile EvolutioN Magnetometer observations, we report the first statistical study of ultra-low frequency (ULF) waves at the Martian foreshock. The analyzed foreshock ULF wave events are observed in the 0.008-0.086 Hz frequency range, with nearly circular and elliptical left-handed polarization in the spacecraft reference frame. These waves are propagated quasi-parallel to the ambient magnetic field, with a moderate wave amplitude. All these properties are consistent with fast magnetosonic waves, most likely generated through the ion-ion right-hand resonant instability. In addition, our results suggest that the associated resonant backstreaming protons' velocities parallel to the mean magnetic field in the solar wind reference frame is $1.33 \\pm 0.40$ times the solar wind velocity. The similarity between our results and previous reports at other foreshocks may indicate the presence of a common acceleration process acting in planetary bow shocks and that is responsible for this particular backstreaming population.         ",
    "url": "https://arxiv.org/abs/2408.09003",
    "authors": [
      "Nahuel Andrés",
      "Norberto Romanelli",
      "Christian Mazelle",
      "Li-Jen Chen",
      "Jacob R. Gruesbeck",
      "Jared R. Espley"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2408.09052",
    "title": "Ambient air plasma acceleration in tightly-focused ultrashort infrared laser beams",
    "abstract": "           Recent experimental and theoretical results have demonstrated the possibility of accelerating electrons in the MeV range by focusing tightly a few-cycle laser beam in ambient air. Using Particle-In-Cell (PIC) simulations, this configuration is revisited within a more accurate modelling approach to analyze and optimize the mechanism responsible for electron acceleration. In particular, an analytical model for a linearly polarized tightly-focused ultrashort laser field is derived and coupled to a PIC code, allowing us to model the interaction of laser beams reflected by high-numerical aperture mirrors with laser-induced plasmas. A set of 3D PIC simulations is performed where the laser wavelength is varied from 800 nm to 7.0 $\\mu$m while the normalized amplitude of the electric field is varied from $a_{0} = 3.6$ to $a_{0} = 7.0$. The preferential forward acceleration of electrons, as well as the analysis of the laser intensity evolution in the plasma and data on electron number density, confirm that the relativistic ponderomotive force is responsible for the acceleration. We also demonstrate that the electron kinetic energy reaches a maximum of $\\approx1.6$ MeV when the central wavelength is of 2.5 $\\mu$m.         ",
    "url": "https://arxiv.org/abs/2408.09052",
    "authors": [
      "Marianna Lytova",
      "François Fillion-Gourdeau",
      "Simon Vallières",
      "Sylvain Fourmaux",
      "François Légaré",
      "Steve MacLean"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.09086",
    "title": "Composite solitary vortices of three-wave mixing in quasi-phase-matched photonic crystals",
    "abstract": "           We report the composite vortex solitons of three-wave mixing propagate stably in a three-dimensional (3D) quasi-phase-matched photonic crystals (QPM-PhC). The modulation of QPM-PhC is designed as a checkerboard pattern. The vortex solitons, composed by three waves ($\\omega_{1,2,3}$) propagating through the lattices, exhibit a four-spotted discrete type, which gives rise to four distinct modes: zero-vorticity, vortex, anti-vortex, and quadrupole. The composite vortex solitons result from combinations of these modes and lead to four cases: vortex doubling, hidden vortices, vortex up-conversion, and anti-vortex up-conversion. Our findings indicate that all solitons can propagate stably through the crystals for 10 centimeters; however, only the vortex-doubling case remains stable over longer distances. This work enhances the understanding of vortex beam manipulation within 3D QPM-PhCs.         ",
    "url": "https://arxiv.org/abs/2408.09086",
    "authors": [
      "Chao Kong",
      "Jinqing Li",
      "Xinyi Tang",
      "Xuli Li",
      "Ju Jiao",
      "Jun Cao",
      "Haiming Deng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.09114",
    "title": "Automatic Mitigation of Dynamic Atmospheric Turbulence Using Optical Phase Conjugation for Coherent Free-Space Optical Communications",
    "abstract": "           Coherent detection can provide enhanced receiver sensitivity and spectral efficiency in free-space optical (FSO) communications. However, turbulence can cause modal power coupling effects on a Gaussian data beam and significantly degrade the mixing efficiency between the data beam and a Gaussian local oscillator (LO) in the coherent detector. Optical phase conjugation (OPC) in a photorefractive crystal can \"automatically\" mitigate turbulence by: (a) recording a back-propagated turbulence-distorted probe beam, and (b) creating a phase-conjugate beam that has the inverse phase distortion of the medium as the transmitted data beam. However, previously reported crystal-based OPC approaches for FSO links have demonstrated either: (i) a relatively fast response time of 35 ms but at a relatively low data rate (e.g., <1 Mbit/s), or (ii) a relatively high data rate of 2-Gbit/s but at a slow response time (e.g., >60 s). Here, we report an OPC approach for the automatic mitigation of dynamic turbulence that enables both a high data rate (8 Gbit/s) data beam and a rapid (<5 ms) response time. For a similar data rate, this represents a 10,000-fold faster response time than previous reports, thereby enabling mitigation for dynamic effects. In our approach, the transmitted pre-distorted phase-conjugate data beam is generated by four-wave mixing in a GaAs crystal of three input beams: a turbulence-distorted probe beam, a Gaussian reference beam regenerated from the probe beam, and a Gaussian data beam carrying a high-speed data channel. We experimentally demonstrate our approach in an 8-Gbit/s quadrature-phase-shift-keying coherent FSO link through emulated dynamic turbulence. Our results show ~10-dB improvement in the mixing efficiency of the LO with the data beam under dynamic turbulence with a bandwidth of up to ~260 Hz (Greenwood frequency).         ",
    "url": "https://arxiv.org/abs/2408.09114",
    "authors": [
      "Huibin Zhou",
      "Xinzhou Su",
      "Yuxiang Duan",
      "Yue Zuo",
      "Zile Jiang",
      "Muralekrishnan Ramakrishnan",
      "Jan Tepper",
      "Volker Ziegler",
      "Robert W. Boyd",
      "Moshe Tur",
      "Alan E. Willner"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.09146",
    "title": "Demonstrating a Bi-directional Asymmetric Frequency Conversion in Nonlinear Phononic Crystals",
    "abstract": "           Beyond the constraints of conservative systems, altering wave propagation frequency emerges as a crucial factor across diverse physical domains. This Letter demonstrates bi-directional asymmetric frequency conversion -- either upward or downward -- depending on the excitation direction in the elastic domain, moving beyond uni-directional approaches. We numerically and experimentally demonstrate its practical realization in a model system of cylindrical beam crystals, a type of granular crystal characterized by intrinsic local resonance. This novel wave transport mechanism operates through the interplay of nonlinear contact, spatial asymmetry, and the coupling of local resonance. Thanks to the proposed highly tunable architecture, we demonstrate various ways to manipulate wave transport, including tunable frequency conversion. Given that the local resonance we employ exemplifies avoided crossings (i.e., a strong coupling effect), our work may inspire investigations into diverse physical nonlinear domains that support material/structural resonance.         ",
    "url": "https://arxiv.org/abs/2408.09146",
    "authors": [
      "Yeongtae Jang",
      "Beomseok Oh",
      "Eunho Kim",
      "Junsuk Rho"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2408.09154",
    "title": "Nonlinear dynamics and chaos in dissipative optical trimers with complex couplings",
    "abstract": "           In the context of non-Hermitian photonics, we consider a nonlinear optical trimer with three lossy waveguides with complex couplings. This non-Hermitian trimer exhibits stable stationary and oscillatory regimes in a wide range of values of the coupling-loss parameters. Moreover, chaotic dynamics through period-doubling is confirmed via Lyapunov exponent measurements and the underlying bifurcation structure is found by semi-analytical continuation of solutions. The interplay of chaos, due to Kerr nonlinearity, and non-Hermiticity, due to the combined dissipation and complex coupling, provides a different perspective in the area of nonlinear and non-Hermitian optics.         ",
    "url": "https://arxiv.org/abs/2408.09154",
    "authors": [
      "Johanne Hizanidis",
      "Konstantinos G. Makris"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2408.09284",
    "title": "Lasing on hybridized soliton frequency combs",
    "abstract": "           Coupling is an essential mechanism that drives complexity in natural systems, transforming single, non-interacting elements into intricate networks with rich physical properties. Here, we demonstrate a chip-scale coupled laser system that exhibits complex optical states impossible to achieve in an uncoupled system. We show that a pair of coupled semiconductor ring lasers spontaneously forms a frequency comb consisting of the hybridized modes of its coupled cavity, exhibiting a large number of phase-locked tones that anticross with one another. Experimental coherent waveform reconstruction reveals that the hybridized frequency comb manifests itself as pairs of bright and dark picosecond-long solitons circulating simultaneously. The dark and bright solitons exit the coupled cavity at the same time, leading to breathing bright solitons temporally overlapped with their dark soliton counterparts - a state inaccessible for a single, free-running laser. Our results demonstrate that the rules that govern allowable states of light can be broken by simply coupling elements together, paving the way for the design of more complex networks of coupled on-chip lasers.         ",
    "url": "https://arxiv.org/abs/2408.09284",
    "authors": [
      "Theodore P. Letsou",
      "Dmitry Kazakov",
      "Pawan Ratra",
      "Lorenzo L. Columbo",
      "Massimo Brambilla",
      "Franco Prati",
      "Cristina Rimoldi",
      "Sandro Dal Cin",
      "Nikola Opačak",
      "Henry O. Everitt",
      "Marco Piccardo",
      "Benedikt Schwarz",
      "Federico Capasso"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.09290",
    "title": "Optical Two-Tone Time Transfer",
    "abstract": "           Sub-picosecond timing synchronization can enable future optical timekeeping networks, including coherent phased array radar imaging at GHz levels, intercontinental clock comparisons for the redefinition of the second, chronometric leveling, and synchronization of remote assets, including future satellite-based optical time standards. With optical clocks now operating on mobile platforms, free-space synchronization networks with compatible performance and the ability to operate under platform motion are essential to expand the reach of precision timing. Recently, femtosecond (fs)-level optical time-transfer techniques have been developed that can operate over hundreds of kilometers despite atmospheric turbulence, signal fade, and dropouts. Here we report a two-tone optical time transfer scheme with comparable performance that reduces hardware requirements and can support both fiber and free-space networks. Using this technique, sub-fs synchronization was demonstrated over a $\\sim$100 m free-space link for several hours. In addition, the link was used to syntonize two iodine optical clocks and then compare them over four days. The set-up employs an integrated photonics transceiver and telecom-band lasers that are compatible with full photonic integration.         ",
    "url": "https://arxiv.org/abs/2408.09290",
    "authors": [
      "Jonathan D. Roslund",
      "Abijith S. Kowligy",
      "Junichiro Fujita",
      "Micah P. Ledbetter",
      "Akash V. Rakholia",
      "Martin M. Boyd",
      "Jamil R. Abo-Shaeer",
      "Arman Cingöz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2408.09291",
    "title": "Electro-optic time transfer with femtosecond stability",
    "abstract": "           Optical two-way time and frequency transfer is an enabling technology that has applications ranging from fundamental investigations of relativity to the operation of global navigation satellite systems. While fiber frequency combs have demonstrated the most stable optical links, they are not ideal for applications that require very low SWaP-C. Here, we demonstrate two-way time and frequency transfer using electro-optic combs that have a direct path to full chip-scale integration. This two-way electro-optic time and frequency transfer system demonstrated instabilities as low as 15 fs at 1 s of averaging time. These results show a pathway to highly stable, agile and low SWaP-C time transfer networks.         ",
    "url": "https://arxiv.org/abs/2408.09291",
    "authors": [
      "Joshua Olson",
      "Robert Rockmore",
      "Nathan D. Lemke",
      "Sean Krzyzewski",
      "Brian Kasch"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.09293",
    "title": "Demarcating the classical and quantum approaches for the Coulomb logarithm in plasmas",
    "abstract": "           The Coulomb logarithm often enters various plasma models and simulation methods for computing the transport and relaxation properties of plasmas. Traditionally, a classical pair collision picture was used to calculate the Coulomb logarithm for different plasma parameters. With the recent emergence of the high interest in dense plasmas with partially degenerate electrons, new approaches have been developed to treat electron-ion collisions in a quantum-mechanical way. In this context, gaining a deeper physical understanding of the criteria for the applicability of classical plasma models is crucial. We have analyzed the Coulomb logarithm describing the electron-ion collisions in hydrogen plasmas in a wide range of temperatures and densities relevant to inertial confinement fusion experiments. The electron-ion collision cross-sections were computed using both quantum and classical scattering theories. We found that the classical description of the electron-ion scattering in plasmas and related plasma models is applicable if the de Broglie wavelength of electrons is smaller than the ion charge screening length in plasmas. Additionally, we show that the quantum first-order Born approximation for describing the electron-ion collision is accurate only in the regime where classical scattering theory is accurate.         ",
    "url": "https://arxiv.org/abs/2408.09293",
    "authors": [
      "S.K. Kodanova",
      "T.S. Ramazanov",
      "M.K. Issanova"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2408.09328",
    "title": "Observation of Photonic Chiral Flatbands",
    "abstract": "           Distinct selectivity to the spin angular momenta of photons have garnered significant attention in recent years, for their relevance in basic science and for imaging and sensing applications. While nonlocal metasurfaces with strong chiral responses to the incident light have been reported, these responses are typically limited to a narrow range of incident angles. In this study, we demonstrate a nonlocal metasurface that showcases strong chirality, characterized by circular dichroism larger than 0.6, over a wide range of incident angles $\\pm5^o$. Its quality factor, circular dichroism and resonant frequency can be optimized by design. These findings pave the way to further advance the development of valley-selective optical cavities and augmented reality applications.         ",
    "url": "https://arxiv.org/abs/2408.09328",
    "authors": [
      "Minho Choi",
      "Andrea Alù",
      "Arka Majumdar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.09425",
    "title": "Disordered optical metasurfaces: basics, design and applications",
    "abstract": "           Optical metasurfaces are conventionally viewed as organized flat arrays of photonic or plasmonic nanoresonators, also called metaatoms. However, recent advancements in nanofabrication capabilities and design opportunities have led to the recognition of the advantages of incorporating disorder for specific optical functionalities. This review provides an overview of the principal theoretical, numerical, and experimental aspects concerning the exploration of disordered optical metasurfaces. It introduces fundamental concepts of light scattering by disordered metasurfaces and outlines theoretical and numerical methodologies for analyzing their optical behavior. Various fabrication techniques are discussed, highlighting the types of disorder they deliver and their achievable precision level. The review also explores critical applications of disordered optical metasurfaces, such as light manipulation in thin film materials and the design of structural colors and visual appearances. Finally, the article offers perspectives on the burgeoning future research in this field.         ",
    "url": "https://arxiv.org/abs/2408.09425",
    "authors": [
      "P. Lalanne",
      "M Chen",
      "C. Rockstuhl",
      "A. Sprafke",
      "A. Dmitriev",
      "K. Vynck"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.09470",
    "title": "Rapid quench annealing of Er implanted Si for quantum networking applications",
    "abstract": "           Erbium implanted silicon (Er:Si) is a promising platform for quantum networking applications, but a major obstacle is the formation of multiple Er centres. We show that the previously identified cubic centre (Er-C) has C2v or lower symmetry. Using crystal field analysis of Er-C and other Er centres, and by comparison with extended X-ray absorption fine structure (EXAFS) measurements, we show that Er centres can be arranged in a sequence, ranging from entirely Si coordinated, through mixed Si and oxygen (O) coordination, to entirely O coordinated. G-factors calculated from our crystal field fitting closely match those determined by Zeeman splitting and electron paramagnetic resonance (EPR) measurements. We co-implanted Si with Er and O (each to a concentration of 1019 cm-3). By increasing the quenching rate of the subsequent thermal anneal from ~100 °C/s to ~1000 °C/s, we change the dominant optically active centre, formed from Er2O3 clusters to the less energetically favourable Er-C centre with mixed Si and O coordination. Temperature dependent photoluminescence (PL) shows that Er2O3 clusters and Er-C centres have an O-related defect state at ~200 and 90 meV above the 4I13/2 Er manifold, respectively. PL lifetime measurements show that the Er2O3 clusters and Er-C centres fall into two or three classes, characterised by different non-radiative PL decay rates. Our high quench rate annealing process could facilitate the formation of a single, optically active Er centre, which is preferable for quantum networking applications of Er:Si.         ",
    "url": "https://arxiv.org/abs/2408.09470",
    "authors": [
      "Mark A. Hughes",
      "Huan Liu",
      "Adam Brookfield",
      "Tianrui Wang",
      "Iain F. Crowe",
      "Yaping Dan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.09509",
    "title": "High-Capacity Metasurface at Limits of Polarization and Wavelength Multiplexing",
    "abstract": "           Polarization and wavelength multiplexing are the two most widely employed techniques to improve the capacity in the metasurfaces. Existing works have pushed each technique to its individual limits. For example, the polarization multiplexing channels working at a single wavelength have been significantly increased by using noise engineering. However, it is still challenging to achieve the multiplexing limits of wavelength and polarization simultaneously. Besides, such multiplexing methods suffer from computational inefficiencies, hindering their application in tasks like image recognition that require extensive training computation. In this work, we introduce a gradient-based optimization algorithm using deep neural network (DNN) to achieve the limits of both polarization and wavelength multiplexing with high computational efficiency. We experimentally demonstrate this capability, achieving a record-breaking capacity of 15 holographic images across five wavelengths and the maximum of three independent polarization channels, as well as 18 holographic images across three wavelengths and six corelated polarization channels. Moreover, leveraging the high computational efficiency of our DNN-based method, which is well-suited for processing large datasets, we implement large-scale image recognition tasks across 36 classes encoded in a record of nine multiplexed channels (three wavelengths * three polarizations), achieving 96% classification accuracy in calculations and 91.5% in experiments. This work sets a new benchmark for high-capacity multiplexing with metasurfaces and demonstrates the power of gradient-based inverse design for realizing multi-functional optical elements.         ",
    "url": "https://arxiv.org/abs/2408.09509",
    "authors": [
      "Yanjun Bao",
      "Hongsheng Shi",
      "Rui Wei",
      "Boyou Wang",
      "Zhou Zhou",
      "Cheng-Wei Qiu",
      "Baojun Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.09512",
    "title": "Contactless seismocardiography via Gunnar-Farneback optical flow",
    "abstract": "           Seismocardiography (SCG) has gained significant attention due to its potential applications in monitoring cardiac health and diagnosing cardiovascular conditions. Conventional SCG methods rely on accelerometers attached to the chest, which can be uncomfortable or inconvenient. In recent years, researchers have explored non-contact methods to capture SCG signals, and one promising approach involves analyzing video recordings of the chest. In this study, we investigate a vision-based method based on the Gunnar-Farneback optical flow to extract SCG signals from the chest skin movements recorded by a smartphone camera. We compared the SCG signals extracted from the chest videos of four healthy subjects with those obtained from accelerometers and our previous method based on sticker tracking. Our results demonstrated that the vision-based SCG signals extracted by the proposed method closely resembled those from accelerometers and stickers, although these signals were captured from slightly different locations. The mean squared error between the vision-based SCG signals and accelerometer-based signals was found to be within a reasonable range, especially between signals on head-to-foot direction (0.2$<$MSE$<$1.5). Additionally, heart rates derived from the vision-based SCG exhibited good agreement with the gold-standard ECG measurements, with a mean difference of 0.8 bpm. These results indicate the potential of this non-invasive method in health monitoring and diagnostics.         ",
    "url": "https://arxiv.org/abs/2408.09512",
    "authors": [
      "Mohammad Muntasir Rahman",
      "Amirtaha Taebi"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2408.09518",
    "title": "Metasurface-Based Full-Parameter Optical Multiplexing",
    "abstract": "           Optical multiplexing is a key technique that enhances the capacity of optical systems by independently modulating various optical parameters to carry distinct information. Among these parameters, wavelength, polarization, and angle are the primary ones for multiplexing in plane waves with uniform cross-sectional distribution. While metasurfaces have recently emerged as a powerful platform for optical multiplexing, they are typically restricted to partial parameter multiplexing and exhibit a low number of multiplexing channels. In this work, we propose and experimentally demonstrate the full-parameter multiplexing of polarization, wavelength, and angle, achieving hundreds of distinct multiplexing channels,the largest reported to date. Our design utilizes a gradient-based optimization algorithm to enable high-efficiency performance and independent functionalities with minimal cross-talk among channels. This approach represents a significant advancement in metasurface design and optical multiplexing, with potential applications in complex and dynamic optical systems.         ",
    "url": "https://arxiv.org/abs/2408.09518",
    "authors": [
      "Rui Wei",
      "Hongsheng Shi",
      "Boyou Wang",
      "Baojun Li",
      "Yanjun Bao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.09551",
    "title": "One-dimensional stepped chain of beads as a broadband acoustic diode",
    "abstract": "           Asymmetric transmission of waves has received considerable attention in the last few decades, inspired by numerous applications in the domains of optics and wave communications. A possible way to achieve such asymmetry in wave propagation is through the violation of reciprocity. We explore asymmetric propagation in an acoustic diode (AD) made of two segments of equal sphere sizes but different elastic properties, in which both chains obey Hertzian's contact law. In the forward configuration, the first chain acts as the nonlinear medium, ensuring the suitable generation of a self-demodulated signal, while the second chain, made of soft spheres, provides the low-pass filter. It is shown that both large nonlinearity and low dispersion cause the smallest distortion of the wave envelope, therefore optimizing the transmission of information through the system.         ",
    "url": "https://arxiv.org/abs/2408.09551",
    "authors": [
      "Carlos Vasconcellos",
      "Stéphane Job",
      "Francisco Melo"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.09617",
    "title": "Revealing Invisible Scattering Poles via Complex Frequency Excitations",
    "abstract": "           Recent research in light scattering has prompted a re-evaluation of complex quantities, particularly in the context of complex frequency signals, which exhibit exponential growth or decay unlike traditional harmonic signals. We introduce a novel approach using complex frequency signals to reveal hidden or invisible poles--those with predominantly imaginary components--previously undetected in conventional scattering experiments. By employing a carefully tuned complex frequency excitation method, we demonstrate the efficient conversion of non-oscillating fields into oscillating ones. This effect is shown in both RF and optical domains, specifically within the C-band infrared spectral range, which is crucial for communications. This study enhances the theoretical framework of wave interactions in photonic systems, paving the way for innovative applications in invisibility cloaking, advanced photonic devices, and the future of optical communication and quantum computing.         ",
    "url": "https://arxiv.org/abs/2408.09617",
    "authors": [
      "Deepanshu Trivedi",
      "Arjuna Madanayake",
      "Alex Krasnok"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.09664",
    "title": "3D-printed terahertz subwavelength dual-core fibers with dense channel-integration",
    "abstract": "           Terahertz (THz) fiber that provides high-speed connections is an essential component in THz communication systems. The emerging space-division-multiplexing technology is expected to increase the transmission capacity of THz communications. A promising candidate to achieve that is integrating multiple channels in a compact THz multi-core fiber system. Here, we propose and experimentally demonstrate a THz subwavelength rectangular dielectric dual-core fiber structure, where two identical cores can be densely integrated, thanks to the polarization-maintaining feature of the rectangular fiber. Different configurations, including the placements, core-spacings, and polarization states of two fiber cores, are comprehensively investigated to improve channel isolation. Numerical simulations show that the fractional power in core of fiber mode has a dominant effect on inter-core coupling performance. Moreover, we design the core size (1 mm x 0.5 mm) slightly less than the WR5.1 waveguide (1.295 mm x 0.6475 mm) so that the fiber can be conveniently connected with the WR5.1 flange port with mode excitation efficiencies up to 62.8%. A cost-efficient dielectric 3D printing technique is employed for rapid fabrications of dual-core fibers and corresponding polymer flange structures that offer solid integration between the fiber samples and the WR5.1 port. Experimental measurements demonstrate that a 4-mm core-spacing (less than three times the operation wavelengths over 0.17-0.21 THz) supports robust dual-channel propagation with channel isolation values more than 15 dB, which are consistent with theoretical and numerical results. This work provides a densely integrated dual-core fiber system with low fabrication cost and practical connection to the WR5.1 flange, holding exciting potential for high-capacity THz space-division-multiplexing communication systems.         ",
    "url": "https://arxiv.org/abs/2408.09664",
    "authors": [
      "Haiyuan Ge",
      "Haisu Li",
      "Lu Jie",
      "Jianshuai Wang",
      "Yang Cao",
      "Shaghik Atakaramians",
      "Yandong Gong",
      "Guobin Ren",
      "Li Pei"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.09681",
    "title": "Low frequency communication based on Rydberg-atom receiver",
    "abstract": "           Low frequency communication has a wide range of applications in the fields of satellite detection, underground mining, disaster relief. Rydberg atom sensor has rapidly developed in recent years, capitalizing on its calibration-free SI-traceability, large polarizabilities and transition dipole moments. A Rydberg atom sensor is capable of sensitively detecting electric field signals from DC to THz. In this work, we demonstrate low frequency communication using Rydberg atoms in a vapor cell with two parallel electrode plates inside. Three modulations, BPSK, OOK, and 2FSK, are used for the communication by Rydberg atom receiver near 100kHz. We have measured the SNR of the modulated low frequency signal received by Rydberg atoms at various emission voltages. Meanwhile, we have demonstrated IQ constellation diagram, EVM and eye diagram of the demodulated signal at different symbol rate. The EVM is measured to be 8.8% when the symbol rate is 2Kbps, 9.4% when the symbol rate is 4Kbps, and 13.7% when the symbol rate is 8Kbps. The high-fidelity digital color image transmission resulted in a peak signal-to-noise ratio of 70dB. This study proves that Rydberg-atom receiver can finely work in low frequency communication.         ",
    "url": "https://arxiv.org/abs/2408.09681",
    "authors": [
      "Yipeng Xie",
      "Mingwei Lei",
      "Meng Shi"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.09707",
    "title": "0ptical trapping with optical magnetic field and photonic Hall effect forces",
    "abstract": "           Optical trapping is having ever-increasing impact in science $-$ particularly biophysics, photonics and most recently in quantum optomechanics $-$ owing to its superior capability for manipulating nanoscale structures and materials. However, essentially all experimental optical trapping studies in the optical dipole regime have, to date, been dominated by the interaction between a material's electric polarizability, $\\alpha_{e}$, and the electric part of the incident electromagnetic field, and therefore described by electric field intensity gradient forces. Optical trapping based on optical magnetic light-matter interactions has not been experimentally addressed despite it's immediate extension of the boundaries of optical trapping research and applications. This paper addresses this long-standing deficiency through the realization of optical magnetic trapping of large index of refraction (i.e., Si) nanoparticles and also presents a formalism for quantitative understanding of the experimental findings. Our experimental optical trapping results require including optical magnetic polarizability, $\\alpha_{m}$, and electric-magnetic scattering forces associated with the Photonic Hall effect that are qualitatively and quantitatively validated by Maxwell stress tensor calculations. Our findings bring new opportunities for nanoparticle manipulation, potentially relax the limitations Ashkin claimed based on the optical Earnshaw's theorem, motivate optical matter formation by optical magnetic interactions, and suggest new N-body effects and symmetry breaking to drive dynamics of optical matter systems.         ",
    "url": "https://arxiv.org/abs/2408.09707",
    "authors": [
      "Yanzeng Li",
      "Emmanuel Valenton",
      "Spoorthi Nagasamudram",
      "John Parker",
      "Marcos Perez",
      "Uttam Manna",
      "Mahua Biswas",
      "Stuart A. Rice",
      "Norbert F. Scherer"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.09728",
    "title": "Analytical and experimental results: creation of a duffing acoustic nonlinear oscillator at low amplitudes",
    "abstract": "           Nonlinear dynamics have long been exploited in order to damp vibrations in solid mechanics. The phenomenon of irreversible energy transfer from a linear primary system to a nonlinear absorber has driven great attention to the optimal design of vibration absorbers both for stationary and transient regimes. Recently, the same principle has also been targeted in acoustics for the absorption of sound waves at high excitation amplitudes. Meanwhile, acoustic absorption by electro-active means has found great success for noise reduction in the linear regime. This study uses a method allowing the design of nonlinear resonators at amplitudes that typically induce linear behaviors. This research proposes an analytical study of the implementation of the duffing equation as a nonlinear electroacoustic resonator coupled to an acoustic mode of a tube. Experiments are carried out and compared to the analytical results. The experimental implementation is done using a real-time-based algorithm retrieving the measured pressure from a microphone and giving the electrical current to send to a loudspeaker as an output thanks to a Runge-Kutta-like algorithm.         ",
    "url": "https://arxiv.org/abs/2408.09728",
    "authors": [
      "Maxime Morell",
      "Manuel Collet",
      "Emmanuel Gourdon",
      "Alireza Ture Savadkoohi",
      "Emanuele De Bono"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.09829",
    "title": "Dynamic Shaping of Multi-Touch Stimuli by Programmable Acoustic Metamaterial",
    "abstract": "           Acoustic metamaterials are artificial structures, often lattice of resonators, with unusual properties. They can be engineered to stop wave propagation in specific frequency bands. Once manufactured, their dispersive qualities remain invariant in time and space, limiting their practical use. Actively tuned arrangements have received growing interest to address this issue. Here, we introduce a new class of active metamaterial made from dual-state unit cells, either vibration sources when powered or passive resonators when left disconnected. They possess self-tuning capabilities, enabling deep subwavelength band gaps to automatically match the carrier signal of powered cells, typically around 200Hz. Swift electronic commutations between both states establish the basis for real-time reconfiguration of waveguides and shaping of vibration patterns. A series of experiments highlight how these tailored acceleration fields can spatially encode information relevant to human touch. This novel metamaterial can readily be made using off-the-shelf smartphone vibration motors, paving the way for a widespread adoption of multi-touch tactile displays.         ",
    "url": "https://arxiv.org/abs/2408.09829",
    "authors": [
      "Thomas Daunizeau",
      "Sinan Haliyo",
      "David Gueorguiev",
      "Vincent Hayward"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Human-Computer Interaction (cs.HC)"
    ]
  },
  {
    "id": "arXiv:2408.09980",
    "title": "Tailoring the Spectral and Directional Emissivity of Functionalized Laser Processed Surfaces",
    "abstract": "           Development of methods to control the directional and spectral characteristics of thermal radiation from metallic surfaces is a critical factor enabling many important thermal management applications. In this paper, we study the thermal emission properties of functionalized aluminum surfaces produced through femtosecond laser surface processing (FLSP). These types of surfaces have recently been found to exhibit near-unity broadband omnidirectional emissivity. However, their ultrabroadband absorption response includes visible and near-infrared (IR) radiation, in addition to the mid-IR range, which limits their use as daytime passive radiative cooling devices. Here, we present ways to solve this problem by demonstrating a new design that uses a dielectric Bragg visible light reflector to accurately control the thermal emission spectra of the FLSP surface with the goal of achieving high performance daytime radiative cooling operation. In addition, we propose other designs based on dielectric multilayer structures to further tailor and control the spectra and thermal emission angles of the FLSP surfaces leading to narrowband and broadband directional thermal radiation. The presented photonic engineering approach combined with FLSP structures will be beneficial to various emerging applications, such as radiative cooling, thermal sensing, and thermophotovoltaics.         ",
    "url": "https://arxiv.org/abs/2408.09980",
    "authors": [
      "Andrew Butler",
      "Andrew Reicks",
      "Dennis Alexander",
      "George Gogos",
      "Craig A. Zuhlke",
      "Christos Argyropoulos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.09308",
    "title": "Understanding and mitigating noise in molecular quantum linear response for spectroscopic properties on quantum computers",
    "abstract": "           The promise of quantum computing to circumvent the exponential scaling of quantum chemistry has sparked a race to develop chemistry algorithms for quantum architecture. However, most works neglect the quantum-inherent shot noise, let alone the effect of current noisy devices. Here, we present a comprehensive study of quantum linear response (qLR) theory obtaining spectroscopic properties on simulated fault-tolerant quantum computers and present-day near-term quantum hardware. This work introduces novel metrics to analyze and predict the origins of noise in the quantum algorithm, proposes an Ansatz-based error mitigation technique, and highlights the significant impact of Pauli saving in reducing measurement costs and noise. Our hardware results using up to cc-pVTZ basis set serve as proof-of-principle for obtaining absorption spectra on quantum hardware in a general approach with the accuracy of classical multi-configurational methods. Importantly, our results exemplify that substantial improvements in hardware error rates and measurement speed are necessary to lift quantum computational chemistry from proof-of-concept to an actual impact in the field.         ",
    "url": "https://arxiv.org/abs/2408.09308",
    "authors": [
      "Karl Michael Ziems",
      "Erik Rosendahl Kjellgren",
      "Stephan P. A. Sauer",
      "Jacob Kongsted",
      "Sonia Coriani"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2408.09318",
    "title": "Practical security of twin-field quantum key distribution under wavelength-switching attack",
    "abstract": "           The twin-field class quantum key distribution (TF-class QKD) has experimentally demonstrated the ability to surpass the fundamental rate-distance limit without requiring a quantum repeater, as a revolutional milestone. In TF-class QKD implementation, an optical phase-locked loop (OPLL) structure is commonly employed to generate a reference light with correlated phase, ensuring coherence of optical fields between Alice and Bob. In this configuration, the reference light, typically located in the untrusted station Charlie, solely provides wavelength reference for OPLL and does not participate in quantum-state encoding. However, the reference light may open a door for Eve to enter the source stations that are supposed to be well protected. Here, by identifying vulnerabilities in the OPLL scheme, we propose and demonstrate a wavelength-switching attack on a TF-class QKD system. This attack involves Eve deliberately manipulating the wavelength of the reference light to increase mean photon number of prepared quantum states, while maintaining stable interference between Alice and Bob as required by TF-class QKD protocols. The maximum observed increase in mean photon number is 8.7%, which has been theoretically proven to compromise the security of a TF-class QKD system. Moreover, we have shown that with well calibration of the modulators, the attack can be eliminated. Through this study, we highlight the importance of system calibration in the practical security in TF-class QKD implementation.         ",
    "url": "https://arxiv.org/abs/2408.09318",
    "authors": [
      "Qingquan Peng",
      "Jiu-Peng Chen",
      "Tianyi Xing",
      "Dongyang Wang",
      "Yizhi Wang",
      "Yang Liu",
      "Anqi Huang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.09323",
    "title": "Squeezed Light via Exciton-Phonon Cavity QED",
    "abstract": "           Squeezed light is a particularly useful quantum resource, which finds broad applications in quantum information processing, quantum metrology and sensing, and biological measurements. It has been successfully generated in various physical systems. Here we introduce a new mechanism and system to produce squeezed light using an exciton-phonon cavity-QED system. Specifically, we adopt a semiconductor microcavity embedded with a quantum well, which supports both linear and nonlinear interactions among excitons, phonons, and cavity photons. We show that the strong exciton-phonon nonlinear interaction can induce a quadrature-squeezed cavity output field, and reveal an important role of the exciton-photon coupling in engineering the squeezing spectrum and improving the robustness of the squeezing against thermal noise. Our results indicate that room-temperature squeezing of light is possible for materials with high exciton binding energy.         ",
    "url": "https://arxiv.org/abs/2408.09323",
    "authors": [
      "Xuan Zuo",
      "Zi-Xu Lu",
      "Zhi-Yuan Fan",
      "Jie Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.09331",
    "title": "Numerical Computation of High Reynolds Number Cavity Flow Using SPH Method with Stream Function and Vorticity Formulation",
    "abstract": "           When numerically computing high Reynolds number cavity flow, it is known that by formulating the Navier-Stokes equations using the stream function and vorticity as unknown functions, it is possible to reproduce finer flow structures. Although numerical computations applying methods such as the finite difference method are well known, to the best of our knowledge, there are no examples of applying particle-based methods like the SPH method to this problem. Therefore, we applied the SPH method to the Navier-Stokes equations, formulated with the stream function and vorticity as unknown functions, and conducted numerical computations of high Reynolds number cavity flow. The results confirmed the reproduction of small vortices and demonstrated the effectiveness of the scheme using the stream function and vorticity.         ",
    "url": "https://arxiv.org/abs/2408.09331",
    "authors": [
      "Yusuke Imoto"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2408.09486",
    "title": "Numerical analysis of a superradiance-sideband-assisted laser with a zero frequency pulling and a narrow linewidth",
    "abstract": "           Numerical simulations based on the quantum Langevin equations have been performed for a large number of two-level atoms in a beam interacting with a low-Q cavity with the atomic initial superposition states close to the north pole of the Bloch sphere. When the pump Rabi frequency was modulated at $\\Delta_{pa}$ with zero pump-atom detuning for various cavity-atom detunings, we obtained a lasing peak at the atomic resonance and superradiant lasing peaks at $\\pm\\Delta_{pa}$ simultaneously while the central peak exhibiting a zero frequency pulling coefficient. The linewidth of the central peak was reduced beyond the gain narrowing as the mean number of atoms was increased, resulting in a minimum linewidth as small as a millionth of the atomic or cavity linewdith. A pump carrier detuning caused asymmetric heights for the side superradiant peaks, the height difference of which can be used to lock the pump laser to the atom within the linewidth of the central lasing peak. Our results may lead to development of a new type of ultra-stable active optical clocks for future frequency standards when applied to proper atomic systems.         ",
    "url": "https://arxiv.org/abs/2408.09486",
    "authors": [
      "Mingyu Jeon",
      "Jinuk Kim",
      "Kyungwon An"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.09524",
    "title": "Enhancing Quantum Memory Lifetime with Measurement-Free Local Error Correction and Reinforcement Learning",
    "abstract": "           Reliable quantum computation requires systematic identification and correction of errors that occur and accumulate in quantum hardware. To diagnose and correct such errors, standard quantum error-correcting protocols utilize $\\textit{global}$ error information across the system obtained by mid-circuit readout of ancillary qubits. We investigate circuit-level error-correcting protocols that are measurement-free and based on $\\textit{local}$ error information. Such a local error correction (LEC) circuit consists of faulty multi-qubit gates to perform both syndrome extraction and ancilla-controlled error removal. We develop and implement a reinforcement learning framework that takes a fixed set of faulty gates as inputs and outputs an optimized LEC circuit. To evaluate this approach, we quantitatively characterize an extension of logical qubit lifetime by a noisy LEC circuit. For the 2D classical Ising model and 4D toric code, our optimized LEC circuit performs better at extending a memory lifetime compared to a conventional LEC circuit based on Toom's rule in a sub-threshold gate error regime. We further show that such circuits can be used to reduce the rate of mid-circuit readouts to preserve a 2D toric code memory. Finally, we discuss the application of the LEC protocol on dissipative preparation of quantum states with topological phases.         ",
    "url": "https://arxiv.org/abs/2408.09524",
    "authors": [
      "Mincheol Park",
      "Nishad Maskara",
      "Marcin Kalinowski",
      "Mikhail D. Lukin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2408.09604",
    "title": "Circuit design in biology and machine learning. I. Random networks and dimensional reduction",
    "abstract": "           A biological circuit is a neural or biochemical cascade, taking inputs and producing outputs. How have biological circuits learned to solve environmental challenges over the history of life? The answer certainly follows Dobzhansky's famous quote that ``nothing in biology makes sense except in the light of evolution.'' But that quote leaves out the mechanistic basis by which natural selection's trial-and-error learning happens, which is exactly what we have to understand. How does the learning process that designs biological circuits actually work? How much insight can we gain about the form and function of biological circuits by studying the processes that have made those circuits? Because life's circuits must often solve the same problems as those faced by machine learning, such as environmental tracking, homeostatic control, dimensional reduction, or classification, we can begin by considering how machine learning designs computational circuits to solve problems. We can then ask: How much insight do those computational circuits provide about the design of biological circuits? How much does biology differ from computers in the particular circuit designs that it uses to solve problems? This article steps through two classic machine learning models to set the foundation for analyzing broad questions about the design of biological circuits. One insight is the surprising power of randomly connected networks. Another is the central role of internal models of the environment embedded within biological circuits, illustrated by a model of dimensional reduction and trend prediction. Overall, many challenges in biology have machine learning analogs, suggesting hypotheses about how biology's circuits are designed.         ",
    "url": "https://arxiv.org/abs/2408.09604",
    "authors": [
      "Steven A. Frank"
    ],
    "subjectives": [
      "Populations and Evolution (q-bio.PE)",
      "Machine Learning (cs.LG)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2408.09637",
    "title": "On the non-Markovian quantum control dynamics",
    "abstract": "           In this paper, we study both open-loop control and closed-loop measurement feedback control of non-Markovian quantum dynamics resulting from the interaction between a quantum system and its environment. We use the widely studied cavity quantum electrodynamics (cavity-QED) system as an example, where an atom interacts with the environment composed of a collection of oscillators. In this scenario, the stochastic interactions between the atom and the environment can introduce non-Markovian characteristics into the evolution of quantum states, differing from the conventional Markovian dynamics observed in open quantum systems. As a result, the atom's decay rate to the environment varies with time and can be described by nonlinear equations. The solutions to these nonlinear equations can be analyzed in terms of the stability of a nonlinear control system. Consequently, the evolution of quantum state amplitudes follows linear time-varying equations as a result of the non-Markovian quantum transient process. Additionally, by using measurement feedback through homodyne detection of the cavity output, we can modulate the steady atomic and photonic states in the non-Markovian process. When multiple coupled cavity-QED systems are involved, measurement-based feedback control can influence the dynamics of high-dimensional quantum states, as well as the resulting stable and unstable subspaces.         ",
    "url": "https://arxiv.org/abs/2408.09637",
    "authors": [
      "Haijin Ding",
      "Nina H. Amini",
      "John E. Gough",
      "Guofeng Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2408.09922",
    "title": "Realization of Landau-Zener Rabi Oscillations on optical lattice clock",
    "abstract": "           Manipulating quantum states is at the heart of quantum information processing and quantum metrology. Landau-Zener Rabi oscillation (LZRO), which arises from a quantum two-level system swept repeatedly across the avoided crossing point in the time domain, has been suggested for widespread use in manipulating quantum states. Cold atom is one of the most prominent platforms for quantum computing and precision measurement. However, LZRO has never been observed in cold atoms due to its stringent requirements. By compensating for the linear drift of the clock laser and optimizing experimental parameters, we successfully measured LZRO on the strontium atomic optical clock platform under both fast and slow passage limits within $4$ to $6$ driving periods. Compared to previous results on other platforms, the duration of the plateau is $10^4$ times longer in the optical lattice clock. The experimental data also suggest that destructive Landau-Zener interference can effectively suppress dephasing effects in the optical lattice clock, paving the way for manipulating quantum states against various environmental effects in cold atomic systems.         ",
    "url": "https://arxiv.org/abs/2408.09922",
    "authors": [
      "Wei Tan",
      "Wei-Xin Liu",
      "Ying-Xin Chen",
      "Chi-Hua Zhou",
      "Guo-Dong Zhao",
      "Hong Chang",
      "Tao Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2408.09991",
    "title": "Optical quantum memory on macroscopic coherence",
    "abstract": "           We propose a quantum memory based on the pre-created long-lived macroscopic quantum coherence. It is shown that the proposed approach provides new physical properties and methods for retrieval of the signal light fields and improvement of the basic parameters of quantum memory. We demonstrate how the pre-created coherence can enable quantum storage with low quantum noise, programmable and on demand retrieval of signal light fields in atomic ensembles with natural inhomogeneous broadening. The feasibility of implementing this proposal in various crystals doped with rare earth ions, as well as in atomic gases with a Raman transition indicates a new way for the development of optical quantum memory.         ",
    "url": "https://arxiv.org/abs/2408.09991",
    "authors": [
      "S.A. Moiseev",
      "K.I. Gerasimov",
      "M.M. Minnegaliev",
      "E.S. Moiseev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.10138",
    "title": "Angstrom-scale ion-beam engineering of ultrathin buried oxides for quantum and neuro-inspired computing",
    "abstract": "           Multilayer nanoscale systems incorporating buried ultrathin tunnel oxides, 2D materials, and solid electrolytes are crucial for next-generation logics, memory, quantum and neuro-inspired computing. Still, an ultrathin layer control at angstrom scale is challenging for cutting-edge applications. Here we introduce a scalable approach utilizing focused ion-beam annealing for buried ultrathin oxides engineering with angstrom-scale thickness control. Our molecular dynamics simulations of Ne+ irradiation on Al/a-AlOx/Al structure confirms the pivotal role of ion generated crystal defects. We experimentally demonstrate its performance on Josephson junction tunning in the resistance range of 2 to 37% with a standard deviation of 0.86% across 25x25 mm chip. Moreover, we showcase +-17 MHz frequency control (+-0.172 A tunnel barrier thickness) for superconducting transmon qubits with coherence times up to 500 us, which is promising for useful fault-tolerant quantum computing. This work ensures ultrathin multilayer nanosystems engineering at the ultimate scale by depth-controlled crystal defects generation.         ",
    "url": "https://arxiv.org/abs/2408.10138",
    "authors": [
      "N. Smirnov",
      "E. Krivko",
      "D. Moskaleva",
      "D. Moskalev",
      "A. Solovieva",
      "V. Echeistov",
      "E. Zikiy",
      "N. Korshakov",
      "A. Ivanov",
      "E. Malevannaya",
      "A. Matanin",
      "V. Polozov",
      "M. Teleganov",
      "N. Zhitkov",
      "R. Romashkin",
      "I. Korobenko",
      "A. Yanilkin",
      "A. Lebedev",
      "I. Ryzhikov",
      "A. Andriyash",
      "I. Rodionov"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.10277",
    "title": "Optical and Raman spectroscopies of $^{171}\\mathrm{Yb}^{3+}$:$\\mathrm{Y}_2\\mathrm{SiO}_5$ hyperfine structure for application toward microwave-to-optical transducer",
    "abstract": "           This study analyzed the optical techniques for high resolution, low-noise spectroscopy of a hyperfine structure (HFS) made of ytterbium-isotope 171 ions ($^{171}\\mathrm{Yb}^{3+}$:$\\mathrm{Y}_2\\mathrm{SiO}_5$). Large energy spacings in $^{171}\\mathrm{Yb}^{3+}$ are advantageous for spin-state preparations of quantum memory and construction of a transducer, thereby promoting the simultaneous stable control of the optical frequencies of lasers over a wide range of 3 GHz. We also built our own 2.7-K cryogenic system for optical, radio-wave-assisted spectroscopy. We attained to high resolution and sensitivity both in pump-probe saturation spectroscopy (PPS) and Raman heterodyne spectroscopy (RHS). Our frequency-stabilized PPS achieved a high-resolution spectrum of the HFS, whereas our setup of RHS enabled the efficient detection of paramagnetic spin resonance efficiently for a wide range of radio frequencies. As the underlying Raman process is an up-converting transduction, we present the optimization of the sensitivity of Raman heterodyne detections by selecting the best crystal orientation and efficient radio-wave coupling in future applications toward photon transducers.         ",
    "url": "https://arxiv.org/abs/2309.10277",
    "authors": [
      "Hee-Jin Lim",
      "Ga-Hyun Choi",
      "Ki Suk Hong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2404.13747",
    "title": "Evolutions of ring Airy vortex beam and ring Pearcey vortex beam in turbulent atmosphere and a comparative analysis of their channel efficiencies and OAM spectra",
    "abstract": "           An optical vortex beam propagating through turbulent atmosphere encounters distortions in the wavefront that results in modal scattering. Abruptly autofocussing (AAF) beams with orbital angular momentum have gained significant attention due to their non-diffracting and self-healing nature. These warrants understanding of the behaviour of these beams through turbulent atmosphere absolutely necessary. With this intuition, in the present work we investigate the behaviour of two AAF beams namely ring Airy vortex beam (RAVB) and ring Pearcey vortex beam (RPVB) through the turbulent atmosphere in two cases-multiplexed and non-multiplexed. We propagate multiplexed as well as non-multiplexed RAVB and RPVB in different levels of turbulent atmosphere. In non-multiplexed case, channel efficiency declines for both the beams with increase in modes numbers. In multiplexed case, increasing the gap between the mode sets results in decrease in channel efficiency. We also report that in weak atmospheric turbulence RAVB outperform RPVB in terms of channel efficiency. We use optical transformation sorting (log-polar) method to demultiplex the optical beams at the output. Furthermore, we investigate and compare the OAM spectra of both beams in different levels of atmospheric turbulence and at different propagation distances. The comparison reveals that the spectra of RPVB are more dispersive as compared to that of RAVB.         ",
    "url": "https://arxiv.org/abs/2404.13747",
    "authors": [
      "Shakti Singh",
      "Sanjay Kumar Mishra",
      "Akhilesh Kumar Mishra"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2405.12772",
    "title": "More than just smoke and mirrors: Gas-phase polaritons for optical control of chemistry",
    "abstract": "           Gas-phase molecules are a promising platform through which to elucidate the mechanisms of action and scope of polaritons for optical control of chemistry. Polaritons arise from the strong coupling of a dipole-allowed molecular transition with the photonic mode of an optical cavity. There is mounting evidence of modified reactivity under polaritonic conditions; however, the complex condensed-phase environment of most experimental demonstrations impedes mechanistic understanding of this phenomenon. While the gas phase was the playground of early efforts in atomic cavity quantum electrodynamics, we have only recently demonstrated the formation of molecular polaritons under these conditions. Studying the reactivity of isolated gas-phase molecules under strong coupling would eliminate solvent interactions and enable quantum state resolution of reaction progress. In this Perspective, we contextualize recent gas-phase efforts in the field of polariton chemistry and offer a practical guide for experiment design moving forward.         ",
    "url": "https://arxiv.org/abs/2405.12772",
    "authors": [
      "Jane C. Nelson",
      "Marissa L. Weichman"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2406.06782",
    "title": "Optimal Demodulation Domain for Microwave SQUID Multiplexers in Presence of Readout System Noise",
    "abstract": "           The Microwave SQUID Multiplexer ({\\mu}MUX) is the device of choice for the readout of a large number of Low-Temperature Detectors in a wide variety of experiments within the fields of astronomy and particle physics. While it offers large multiplexing factors, the system noise performance is highly dependent on the cold and warm-readout electronic systems used to read it out, as well as the demodulation domain and parameters chosen. In order to understand the impact of the readout systems in the overall detection system noise performance, first we extended the available {\\mu}MUX simulation frameworks including additive and multiplicative noise sources in the probing tones (i.e. phase and amplitude noise), along with the capability of demodulating the scientific data, either in resonator's phase or scattering amplitude. Then, considering the additive noise as a dominant noise source, the optimum readout parameters to achieve minimum system noise were found for both open-loop and flux-ramp demodulation schemes in the aforementioned domains. Later, we evaluated the system noise sensitivity to multiplicative noise sources under the optimum readout parameters. Finally, as a case study, we evaluated the optimal demodulation domain and expected system noise level for a typical Software-Defined Radio (SDR) readout system. This work leads to an improved system performance prediction and noise engineering based on the available readout electronics and selected demodulation domain.         ",
    "url": "https://arxiv.org/abs/2406.06782",
    "authors": [
      "M. E. García Redondo",
      "N. A. Müller",
      "J. M. Salum",
      "L. P. Ferreyro",
      "J. D. Bonilla-Neira",
      "J. M. Geria",
      "J. J. Bonaparte",
      "T. Muscheid",
      "R. Gartmann",
      "A. Almela",
      "M. R. Hampel",
      "A. E. Fuster",
      "L. E. Ardila-Perez",
      "M. Wegner",
      "M. Platino",
      "O. Sander",
      "S. Kempf",
      "M. Weber"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.01919",
    "title": "PRIME-DP: Pre-trained Integrated Model for Earthquake Data Processing",
    "abstract": "           We propose a novel seismic wave representation model, namely PRIME-DP (Pre-trained Integrated Model for Earthquake Data Processing), specifically designed for processing seismic waveforms. Most existing models are designed to solve a singular problem. Unlike these models, PRIME-DP is capable of multi-task single station seismic waveform processing, including Pg/Sg/Pn/Sn phase picking and P polarization classification. Moreover, it can be fine-tunned to various tasks, such as event classification without architecture modifications. PRIME-DP can achieve a recall rate of over 85% for Pg and Sg phases on continuous waveforms and achieves over 80% accuracy in P polarization classification. By fine-tuning classification decoder with NeiMeng dataset, PRIME-DP achieves 95.1% accuracy on event.         ",
    "url": "https://arxiv.org/abs/2408.01919",
    "authors": [
      "Ziye Yu",
      "Yuqi Cai",
      "Weitao Wang",
      "Yanru An",
      "Lu Li",
      "Yueyang Xia",
      "Yunpeng Zhang"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2408.07306",
    "title": "Deep-sub-cycle attosecond optical pulses",
    "abstract": "           Sub-cycle optical pulse is of great importance for ultrafast science and technology. While a narrower pulse can offer a higher temporal resolution, so far the pulse width has not exceeded the limit of half an optical cycle. Here we propose to break the half-cycle limit via inverse Compton scattering in a nano-slit optical mode, in which a deep-subwavelength-confined optical field can be converted into a deep-sub-cycle attosecond pulse by high-energy free electrons flying through. Our calculations show that, with experimentally reachable conditions, a measurable deep-sub-cycle attosecond pulse with a width narrower than half an optical cycle can be generated. Quantitatively, using a deep-subwavelength-confined 4.4-$\\mu$m-wavelength 100-fs pulsed optical driving field and a 2-MeV 50-as 5-pC electron bunch, we can obtain an attosecond pulse with a peak frequency of 2.55 PHz, a pulse width of 99 as ($\\sim$0.25 optical cycle), and a single-pulse photon number larger than 200 around the material damage threshold. Such pulses may open opportunities for studying light-matter interaction on the deep-sub-cycle level, and pave a way to unprecedented optical technology ranging from temporal super-resolution optical microscopy and spectroscopy to unconventional atom/molecule polarization and manipulation.         ",
    "url": "https://arxiv.org/abs/2408.07306",
    "authors": [
      "Hongliang Dang",
      "Jiaxin Gao",
      "Hao Wu",
      "Xin Guo",
      "Y. R. Shen",
      "Limin Tong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.08522",
    "title": "The Steepest Slope toward a Quantum Few-body Solution: Gradient Variational Methods for the Quantum Few-body Problem",
    "abstract": "           Quantum few-body systems are deceptively simple. Indeed, with the notable exception of a few special cases, their associated Schrodinger equation cannot be solved analytically for more than two particles. One has to resort to approximation methods to tackle quantum few-body problems. In particular, variational methods have been proposed to ease numerical calculations and obtain precise solutions. One such method is the Stochastic Variational Method, which employs a stochastic search to determine the number and parameters of correlated Gaussian basis functions used to construct an ansatz of the wave function. Stochastic methods, however, face numerical and optimization challenges as the number of particles increases. We introduce a family of gradient variational methods that replace stochastic search with gradient optimization. We comparatively and empirically evaluate the performance of the baseline Stochastic Variational Method, several instances of the gradient variational method family, and some hybrid methods for selected few-body problems. We show that gradient and hybrid methods can be more efficient and effective than the Stochastic Variational Method. We discuss the role of singularities, oscillations, and gradient optimization strategies in the performance of the respective methods.         ",
    "url": "https://arxiv.org/abs/2408.08522",
    "authors": [
      "Paolo Recchia",
      "Debabrota Basu",
      "Mario Gattobigio",
      "Christian Miniatura",
      "Stéphane Bressan"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2408.08582",
    "title": "In-situ tunneling control in photonic potentials by Rashba-Dresselhaus spin-orbit coupling",
    "abstract": "           The tunability of individual coupling amplitudes in photonic lattices is highly desirable for photonic Hamiltonian engineering and for studying topological transitions in situ. In this work, we demonstrate the tunneling control between individual lattice sites patterned inside an optical microcavity. The tuning is achieved by applying a voltage to a liquid crystal microcavity possessing photonic Rashba-Dresselhaus spin-orbit coupling. This type of spin-orbit coupling emerges due to the high birefringence of the liquid crystal material and constitutes an artificial gauge field for photons. The proposed technique can be combined with strong-light matter coupling and non-Hermitian physics already established in liquid crystal microcavities.         ",
    "url": "https://arxiv.org/abs/2408.08582",
    "authors": [
      "Rafał Mirek",
      "Pavel Kokhanchik",
      "Darius Urbonas",
      "Ioannis Georgakilas",
      "Marcin Muszyński",
      "Piotr Kapuściński",
      "Przemysław Oliwa",
      "Barbara Piętka",
      "Jacek Szczytko",
      "Michael Forster",
      "Ullrich Scherf",
      "Przemysław Morawiak",
      "Wiktor Piecek",
      "Przemysław Kula",
      "Dmitry Solnyshkov",
      "Guillaume Malpuech",
      "Rainer Mahrt",
      "Thilo Stöferle"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2402.18268",
    "title": "Enhanced detection of time-dependent dielectric structure: Rayleigh's limit and quantum vacuum",
    "abstract": "           Detection of scattered light can determine the susceptibility of dielectrics. Rayleigh criterion normally limits it: details finer than the wavelength of the incident light cannot be determined from the far-field domain. We show that putting the dielectric in motion (or time-modulating it) can be useful for determining its susceptibility. This inverse quantum optics problem is studied in two different versions: (i) A spatially and temporally modulated metamaterial, whose dielectric susceptibility is similar to moving dielectrics. (ii) A dielectric moving with a constant velocity, a problem we studied within relativistic optics. The vacuum contribution to the photodetection signal is non-zero due to the negative frequencies. Hence, certain susceptibility features can be determined without shining any incident field on the dielectric. This effect pertains to the far-field domain for (i), and to the near-field (but possibly long-range) domain for (ii). When the incident light is shined, the determination of dielectric susceptibility is enhanced for (i) and goes beyond the classical Rayleigh limit in the far-field domain.         ",
    "url": "https://arxiv.org/abs/2402.18268",
    "authors": [
      "Vanik E. Mkrtchian",
      "Hakob S. Avetisyan",
      "Armen E. Allahverdyan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.00740",
    "title": "Quantum walks and correlated dynamics in an interacting synthetic Rydberg lattice",
    "abstract": "           Coherent dynamics of interacting quantum particles plays a central role in the study of strongly correlated quantum matter and the pursuit of quantum information processors. Here, we present the state-space of interacting Rydberg atoms as a synthetic landscape on which to control and observe coherent and correlated dynamics. With full control of the coupling strengths and energy offsets between the pairs of sites in a nine-site synthetic lattice, we realize quantum walks, Bloch oscillations, and dynamics in an Escher-type \"continuous staircase\". In the interacting regime, we observe correlated quantum walks, Bloch oscillations, and confinement of particle pairs. Additionally, we simultaneously tilt our lattice both up and down to achieve coherent pair oscillations. When combined with a few straightforward upgrades, this work establishes synthetic Rydberg lattices of interacting atom arrays as a promising platform for programmable quantum many-body dynamics with access to features that are difficult to realize in real-space lattices.         ",
    "url": "https://arxiv.org/abs/2404.00740",
    "authors": [
      "Tao Chen",
      "Chenxi Huang",
      "Bryce Gadway",
      "Jacob P. Covey"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2404.15908",
    "title": "A hybrid source of quantum light for generation of frequency tunable Fock states",
    "abstract": "           We propose a scheme for quantum-light generation in a nonlinear cavity hybridized with a 2-level system and theoretically show that, when excited by a series of controlled pump pulses, the hybrid source generates Fock states with high probabilities. E.g., 1- and 2-photon states can be generated near-on-demand, and Fock states with up to $7$ photons with a probability above $50\\%$. The tailorable nature of the nonlinear cavity allows for generating Fock states with arbitrary frequencies, even with a fixed 2-level system, creating fundamentally new opportunities in all areas of quantum technologies.         ",
    "url": "https://arxiv.org/abs/2404.15908",
    "authors": [
      "Aleksa Krstić",
      "Priyanshu Tiwari",
      "Florian Höhe",
      "Frank Setzpfandt",
      "Ulf Peschel",
      "Joachim Ankerhold",
      "Sina Saravi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.13631",
    "title": "Singular Topological Edge States in Locally Resonant Metamaterials",
    "abstract": "           Band topology has emerged as a novel tool for material design across various domains, including photonic and phononic systems, and metamaterials. A prominent model for band topology is the Su-Schrieffer-Heeger (SSH) chain, which reveals topological in-gap states within Bragg-type gaps (BG) formed by periodic modification. Apart from classical BGs, another mechanism for bandgap formation in metamaterials involves strong coupling between local resonances and propagating waves, resulting in a local resonance-induced bandgap (LRG). Previous studies have shown the challenge of topological edge state emergence within the LRG. Here, we reveal that topological edge states can emerge within an LRG by achieving both topological phase and bandgap transitions simultaneously. We describe this using a model of inversion-symmetric extended SSH chains for locally resonant metamaterials. Notably, this topological state can lead to highly localized modes, comparable to a subwavelength unit cell, when it emerges within the LRG. We experimentally demonstrate distinct differences in topologically protected modes -- highlighted by wave localization -- between the BG and the LRG using locally resonant granule-based metamaterials. Our findings suggest the scope of topological metamaterials may be extended via their bandgap nature.         ",
    "url": "https://arxiv.org/abs/2405.13631",
    "authors": [
      "Yeongtae Jang",
      "Seokwoo Kim",
      "Eunho Kim",
      "Junsuk Rho"
    ],
    "subjectives": [
      "Other Condensed Matter (cond-mat.other)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.03259",
    "title": "Single-photon interference over 8.4 km urban atmosphere: towards testing quantum effects in curved spacetime with photons",
    "abstract": "           The emergence of quantum mechanics and general relativity has transformed our understanding of the natural world significantly. However, integrating these two theories presents immense challenges, and their interplay remains untested. Recent theoretical studies suggest that the single-photon interference covering huge space can effectively probe the interface between quantum mechanics and general relativity. We developed an alternative design using unbalanced Michelson interferometers to address this and validated its feasibility over an 8.4 km free-space channel. Using a high-brightness single-photon source based on quantum dots, we demonstrated single-photon interference along this long-distance baseline. We achieved a phase measurement precision of 16.2 mrad, which satisfied the measurement requirements for a gravitational redshift at the geosynchronous orbit by five times the standard deviation. Our results confirm the feasibility of the single-photon version of the Colella-Overhauser-Werner experiment for testing the quantum effects in curved spacetime.         ",
    "url": "https://arxiv.org/abs/2408.03259",
    "authors": [
      "Hui-Nan Wu",
      "Yu-Huai Li",
      "Bo Li",
      "Xiang You",
      "Run-Ze Liu",
      "Ji-Gang Ren",
      "Juan Yin",
      "Chao-Yang Lu",
      "Yuan Cao",
      "Cheng-Zhi Peng",
      "Jian-Wei Pan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Optics (physics.optics)"
    ]
  }
]