[
  {
    "id": "arXiv:2203.13973",
    "title": "Soliton microcombs in whispering gallery mode crystalline resonators  with broadband intermode interactions",
    "abstract": "Soliton microcombs have shown great potential in a variety of applications ranging from chip scale frequency metrology to optical communications and photonic data center, in which light coupling among cavity transverse modes, termed as intermode interactions, are long-existing and usually give rise to localized impacts on the soliton state. Of particular interest are whispering gallery mode based crystalline resonators, which with dense mode families, potentially feature interactions of all kind. While effects of narrow-band interactions such as spectral power spikes have been well recognized in crystalline resonators, effects of broadband interactions remains unexplored. Here, we demonstrate soliton microcombs with broadband intermode interactions, in home-developed magnesium fluoride microresonators with an intrinsic $\\mathbf{Q}$-factor approaching $\\mathbf{10^{10}}$. Soliton combs with featured spectral tailoring effect have been observed, which is found determined by dispersive effects of the coupled mode family. Remarkably, we demonstrate a broadband power enhanced soliton comb whose spectrum is beyond the standard soliton profile and the power efficiency is largely increased to 45%. Our results not only contribute to the understanding of dissipative soliton dynamics in multi-mode or coupled resonator systems, but also open an access to stable yet efficient soliton combs in crystalline microresonators where mode control and dispersion engineering are hardly performed. ",
    "url": "https://arxiv.org/abs/2203.13973",
    "authors": [
      "Tuo Liu",
      "Suwan Sun",
      "You Gao",
      "Siyu Wang",
      "Yongyuan Chu",
      "Hairun Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.14066",
    "title": "High-order harmonic generation in X-ray range from laser induced noble  gas multivalent ions",
    "abstract": "Sub-femtosecond x-ray burst is powerful tool for probing and imaging electronic and concomitant atomic motion in attosecond physics. For years, x-ray source (above 2 keV) had mainly been obtained from X-ray free electron laser (XFEL) or synchrotron radiation, which are high energy consumption, high cost and huge volume. Here we propose a low-cost and small-size method to generate X-ray source. We experimentally obtained high photon energy spectrum (~ 5.2 keV) through both atom and multiple valence state ions using a near-infrared 1.45 {\\mu}m driving laser interacting with krypton gas, according to our knowledge, which is the highest photon energy generated through high-order harmonic generation up to now. In our scheme, multi-keV photon energy can be achieved with a relaxed requirement on experimental conditions, and make time-resolved studies more accessible to many laboratories that are capable of producing high energy photon extending to hard x-ray region. Furthermore, our scheme minimizes the influence of X-ray fluorescence process on detection, and can also be utilized to study the quantum-optical nature of high-order harmonic generation. ",
    "url": "https://arxiv.org/abs/2203.14066",
    "authors": [
      "Jixing Gao",
      "Yinghui Zheng",
      "Jiaqi Wu",
      "Zhiyuan Lou",
      "Fan Yang",
      "Junyu Qian",
      "Yujie Peng",
      "Yuxin Leng",
      "Zhinan Zeng",
      "Ruxin Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.14151",
    "title": "Room-temperature strong coupling at the nanoscale achieved by inverse  design",
    "abstract": "Room-temperature strong coupling between plasmonic nanocavities and monolayer semiconductors is a prominent path towards efficient, integrated light-matter interactions. However, designing such systems is challenging due to the nontrivial dependence of the strong coupling on various properties of the cavity and emitter, as well as the subwavelength scale of the interaction. In this work, we develop a methodology for obtaining hybrid nanostructures consisting of plasmonic metasurfaces coupled to atomically thin WS2 layers, exhibiting extreme values of Rabi splitting, by inverse design of the near-field plasmonic response. Contrary to common measures such as the quality factor or the mode volume, our method relies on an overlap-integral-based metric. We experimentally measure large values of Rabi splitting for our nanoantenna designs, while providing theoretically optimal configurations for several additional types of nanostructures. Our results open a path to maximizing light-matter interactions in integrated platforms, for classical and quantum-optical applications. ",
    "url": "https://arxiv.org/abs/2203.14151",
    "authors": [
      "Yael Blechman",
      "Shai Tsesses",
      "Matthew Feinstein",
      "Guy Bartal",
      "Euclides Almeida"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.14170",
    "title": "Tailoring the Thickness-Dependent Optical Properties of Conducting  Nitrides and Oxides for Epsilon-Near-Zero-Enhanced Photonic Applications",
    "abstract": "The unique properties of the emerging photonic materials - conducting nitrides and oxides - especially their tailorability, large damage thresholds, and the so-called epsilon-near-zero (ENZ) behavior, have enabled novel photonic phenomena spanning optical circuitry, tunable metasurfaces, and nonlinear optical devices. This work explores direct control of the optical properties of polycrystalline titanium nitride (TiN) and aluminum-doped zinc oxide (AZO) by tailoring the film thickness, and their potential for ENZ-enhanced photonic applications. We demonstrate that TiN-AZO bilayers act as Ferrell-Berreman metasurfaces with thickness-tailorable epsilon-near-zero resonances in the AZO films operating in the telecom wavelengths spanning from 1470 to 1750 nm. The bilayer stacks also act as strong light absorbers in the ultraviolet regime employing the radiative ENZ modes and the Fabry-Perot modes in the constituent TiN films. The studied Berreman metasurfaces exhibit optically-induced reflectance modulation of 15% with picosecond response-time. Together with the optical response tailorability of conducting oxides and nitrides, utilizing the field-enhancement near the tunable ENZ regime could enable a wide range of nonlinear optical phenomena, including all-optical switching, time refraction, and high-harmonic generation. ",
    "url": "https://arxiv.org/abs/2203.14170",
    "authors": [
      "Soham Saha",
      "Mustafa Goksu Ozlu",
      "Sarah N. Chowdhury",
      "Benjamin T. Diroll",
      "Richard D. Schaller",
      "Alexander Kildishev",
      "Alexandra Boltasseva",
      "Vladimir M. Shalaev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.14218",
    "title": "Micromanufacturing of geometrically- and dimensionally-precise molecular  single-crystal photonic micro-resonators via focused ion beam milling",
    "abstract": "Highly reproducible manufacturing of organic optical crystals with well-defined geometry and dimension is important to realize industrially relevant all-organic microelectronic and nanophotonic components, and photonic integrated circuits. Here, we demonstrate programmed shape and size alteration of perylene crystal resonators into disk and rectangular geometries using focused-ion beam milling technique. Due to highly reproducible nature of the employed technique, the fabricated smaller sized disk and rectangular crystal resonators displaying shape and size dependent optical modes are suitable for commercial nanophotonic applications. ",
    "url": "https://arxiv.org/abs/2203.14218",
    "authors": [
      "Vuppu Vinay Pradeep",
      "Rajadurai Chandrasekar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2203.14280",
    "title": "High-Performance All-Optical Modulator Based on Graphene-hBN  Heterostructures",
    "abstract": "Graphene has emerged as an ultrafast photonic material for on-chip all-optical modulation. However, its atomic thickness limits its interaction with guided optical modes, which results in a high switching energy per bit or low modulation efficiencies. Nonetheless, it is possible to enhance the interaction of guided light with graphene by nanophotonic means. Herein, we present a practical design of an all-optical modulator that is based on graphene and hexagonal boron nitride (hBN) heterostructures that are hybrid integrated into silicon slot waveguides. Using this device, a high extinction ratio (ER) of 7.3 dB, an ultralow insertion loss (IL) of <0.6 dB, and energy-efficient switching (<0.33 pJ/bit) are attainable for a 20{\\mu}m long modulator with double layer graphene. In addition, the device performs ultrafast switching with a recovery time of <600 fs, and could potentially be employed as a high-performance all-optical modulator with an ultra-high bandwidth in the hundreds of GHz. Moreover, the modulation efficiency of the device is further enhanced by stacking additional layers of graphene-hBN heterostructures, while theoretically maintaining an ultrafast response. The proposed device exhibits highly promising performance metrics, which are expected to serve the needs of next-generation photonic computing systems. ",
    "url": "https://arxiv.org/abs/2203.14280",
    "authors": [
      "Mohammed Alaloul",
      "Jacob B. Khurgin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.14286",
    "title": "Valley control by linearly polarized laser pulses",
    "abstract": "Underpinning the field of \"valleytronics\" is the coupling of the helicity of circularly polarized light to the valley degree of freedom, and this remains the only known lightform to exhibit this remarkable effect. Here we show that on femtosecond time scales valley coupling is a much more general effect. We find that two time separated linearly polarized pulses allow almost complete control over valley excitation, with the pulse time difference and polarization vectors emerging as key parameters for valley control. In contrast to the Berry curvature that underpins the effect for circularly polarized light, we demonstrate that a different phase structure drives this effect, with excitations during each linear pulse acquiring a valley discriminating phase involving the polarisation angle of linear light. Unimportant in a single linear pulse, for pairs of pulses these can constructively and destructively interfere. Employing state-of-the-art time dependent density function theory, we show that the effect is robust to the complexities of charge dynamics in a real material with the example of a transitional metal dichalcogenide. ",
    "url": "https://arxiv.org/abs/2203.14286",
    "authors": [
      "S. Sharma",
      "P. Elliott",
      "S. Shallcross"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2203.14323",
    "title": "Quantum free-electron laser: Exact solution",
    "abstract": "A quantum model of a free-electron laser is considered for the many electron system. An exact expression for the evolution of the laser amplitude is obtained. Reliable conditions for the superradiance of the high-gained laser is discussed in the framework of the obtained exact solution. ",
    "url": "https://arxiv.org/abs/2203.14323",
    "authors": [
      "Alexander Iomin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.14354",
    "title": "GPU-based optical simulation of the DARWIN detector",
    "abstract": "Understanding propagation of scintillation light is critical for maximizing the discovery potential of next-generation liquid xenon detectors that use dual-phase time projection chamber technology. This work describes a detailed optical simulation of the DARWIN detector implemented using Chroma, a GPU-based photon tracking framework. To evaluate the framework and to explore ways of maximizing efficiency and minimizing the time of light collection, we simulate several variations of the conventional detector design. Results of these selected studies are presented. More generally, we conclude that the approach used in this work allows one to investigate alternative designs faster and in more detail than using conventional Geant4 optical simulations, making it an attractive tool to guide the development of the ultimate liquid xenon observatory. ",
    "url": "https://arxiv.org/abs/2203.14354",
    "authors": [
      "L. Althueser",
      "B. Antunović",
      "E. Aprile",
      "D. Bajpai",
      "L. Baudis",
      "D. Baur",
      "A. L. Baxter",
      "L. Bellagamba",
      "R. Biondi",
      "Y. Biondi",
      "A. Bismark",
      "A. Brown",
      "R. Budnik",
      "A. Chauvin",
      "A. P. Colijn",
      "J. J. Cuenca-García",
      "V. D'Andrea",
      "P. Di Gangi",
      "J. Dierle",
      "S. Diglio",
      "M. Doerenkamp",
      "K. Eitel",
      "S. Farrell",
      "A. D. Ferella",
      "C. Ferrari",
      "C. Findley",
      "H. Fischer",
      "M. Galloway",
      "F. Girard",
      "R. Glade-Beucke",
      "L. Grandi",
      "M. Guida",
      "S. Hansmann-Menzemer",
      "F. Jörg",
      "L. Jones",
      "P. Kavrigin",
      "L. M. Krauss",
      "F. Kuger",
      "H. Landsman",
      "R. F. Lang",
      "S. Li",
      "S. Liang",
      "M. Lindner",
      "J. Loizeau",
      "F. Lombardi",
      "T. Marrodán Undagoitia",
      "J. Masbou",
      "E. Masson",
      "J. Matias-Lopes",
      "C. M. B. Monteiro",
      "M. Murra",
      "K. Ni",
      "U. Oberlack",
      "I. Ostrovskiy",
      "R. Peres",
      "J. Qin",
      "M. Rajado Silva",
      "D. Ramírez García",
      "P. Sanchez-Lucas",
      "J. M. F. dos Santos"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2203.14375",
    "title": "Switching fronts, plateaus and Kerr oscillations of counterpropagating  light in ring resonators",
    "abstract": "We characterise stationary fronts and dark solitons for counterpropagating waves in micro-ring and fibre resonators with two input fields, normal dispersion and nonlocal coupling. These features are different from those in systems with local coupling in that their existence and stability are due to a careful balance of the areas of offset from homogeneous solutions. When scanning one of the two cavity detunings, stable solutions formed plateaus separated by two fronts are present in one of the counter-propagating fields with the power of the other field being homogeneous. Two front plateau solutions have a one-to-one correspondence to solutions of a Lugiato-Lefever equation at the unique Maxwell point. By defining effective detunings and for fixed values of the input powers where the fronts are found, we determine expressions for both the Maxwell point and the distance of the stable fronts as functions of detunings and input powers of both fields in good agreement with numerical simulations. For certain values of the detunings we find multi-stable states of plateaus with fronts, oscillating homogeneous states and non-oscillating homogeneous states of the counter-propagating fields. Robustness and parameter ranges of these unusual dynamical states coexisting with stable non-homogeneous front solutions are provided. ",
    "url": "https://arxiv.org/abs/2203.14375",
    "authors": [
      "Graeme N. Campbell",
      "Shuangyou Zhang",
      "Leonardo Del Bino",
      "Pascal Del'Haye",
      "Gian-Luca Oppo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2203.14378",
    "title": "Precise wavefront characterization of X-ray optical elements using a  laboratory source",
    "abstract": "Improvements in X-ray optics critically depend on the measurement of their optical performance. The knowledge of wavefront aberrations, for example, can be used to improve the fabrication of optical elements or to design phase correctors to compensate for these errors. Nowadays, the characterization of such optics is made using intense X-ray sources such as synchrotrons. However, the limited access to these facilities can substantially slow down the development process. Improvements in the brightness of lab-based X-ray micro-sources in combination with the development of new metrology methods, and in particular ptychographic X-ray speckle tracking, enable characterization of X-ray optics in the lab with a precision and sensitivity not possible before. Here, we present a laboratory set-up that utilizes a commercially available X-ray source and can be used to characterize different types of X-ray optics. The set-up is used in our laboratory on a routine basis to characterize multilayer Laue lenses of high numerical aperture and other optical elements. This typically includes measurements of the wavefront distortions, optimum operating photon energy and focal length of the lens. To check the sensitivity and accuracy of this laboratory set-up we compared the results to those obtained at the synchrotron and saw no significant difference. To illustrate the feedback of measurements on performance, we demonstrated the correction of the phase errors of a particular multilayer Laue lens using a 3D printed compound refractive phase plate. ",
    "url": "https://arxiv.org/abs/2203.14378",
    "authors": [
      "J. L. Dresselhaus",
      "H. Fleckenstein",
      "M. Domaracky",
      "M. Prasciolu",
      "N. Ivanov",
      "J. Carnis",
      "K. T. Murray",
      "A. J. Morgan",
      "H. N. Chapman",
      "S. Bajt"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.14497",
    "title": "Laser-guided acoustic tweezers",
    "abstract": "Acoustic tweezers can manipulate microscopic objects and cells independently of the optical, magnetic and electrical properties of the objects or their medium. However, because ultrasonic waves are attenuated within few millimeters, existing devices must synthesize intricate and powerful acoustic fields in a very narrow footprint immediately close to the manipulated object. Here we show that the design of microscale acoustic tweezers can be considerably simplified by taking advantage of the nonlinear nature of the acoustic trapping force. In our experiment, a featureless piezoelectric crystal coated with a photoacoustic conversion layer is hit by an electric pulse and a spatially modulated laser pulse to generate synchronized electro- and photo- acoustic waves. Interference between these waves creates a hybrid acoustic trapping force 30 times stronger than the laser pulse alone but with the same spatial information. By disentangling the tradeoff between spatial resolution and trapping force that has long held back the development of acoustic tweezers, this field hybridization strategy opens new avenues for cell manipulation in organ on chip and organ printing. ",
    "url": "https://arxiv.org/abs/2203.14497",
    "authors": [
      "Qing Wang",
      "Shuhan Chen",
      "Jia Zhou",
      "Antoine Riaud"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Classical Physics (physics.class-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.14546",
    "title": "Effect of Diffraction on Wigner Distributions of Optical Fields and how  to Use It in Optical Resonator Theory. II -- Unstable Resonators",
    "abstract": "The second part of the article is devoted to field transfers by diffraction that are represented by fractional Fourier transformations whose orders are complex numbers. The corresponding effects on the Wigner distributions associated with optical fields are still represented by $4\\times4$ matrices operating on the scaled phase-space, but unlike matrices involved in the first part, those matrices decompose into two matrices that essentially represent 2--dimensional hyperbolic rotations, not elliptical rotations. The result is applied to the theory of unstable resonators. ",
    "url": "https://arxiv.org/abs/2203.14546",
    "authors": [
      "Pierre Pellat-Finet",
      "Éric Fogret"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.14664",
    "title": "Four-Vector Optical Dirac Equation and Spin-Orbital-Hall Effect of  Structured Lights",
    "abstract": "The spin-orbital interaction of light is a crucial concept for understanding electromagnetic properties of material and designing the spin-controlled manipulation of optical fields. Achieving these goals requires a complete description of spin-dependent optical phenomena in the context of vector-wave mechanics. We present an approach to convert the Maxwell equation in generic media into a 4-vector optical Dirac equation, which was found to take almost the same form as the non-Hermitian $\\gamma_5$-extension of the massive Dirac equation for fermions with anomalous magnetic momentum moving in an external pseudo-magnetic field. This similarity allows us to investigate optical behaviors of material by effective field theory methods and can find wide applications in metamaterial, photonic topological insulators, etc. By the analogy with non-rotating gravitational fields versus spin-degenerate materials, we demonstrate this method by studying the spin-orbital-Hall effect of structured lights in a gravitational wave. Essentially, our approach could bridge our understanding of the spin-orbit interaction and topological insulators between electronic and photonic systems. ",
    "url": "https://arxiv.org/abs/2203.14664",
    "authors": [
      "Longlong Feng",
      "Qianfan Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  },
  {
    "id": "arXiv:2203.14715",
    "title": "Tunable bilayer dielectric metasurface via stacking magnetic mirrors",
    "abstract": "Functional tunability, environmental adaptability, and easy fabrication are highly desired properties in metasurfaces. Here we provide a tunable bilayer metasurface composed of two stacked identical dielectric magnetic mirrors, which are excited by the dominant electric dipole and other magnetic multipoles, exhibiting nonlocal electric field enhancement near the interface and high reflection. Differ from the tunability through the direct superposition of two structures with different functionalities, we achieve the reversible conversion between high reflection and high transmission by manipulating the interlayer coupling near the interface between the two magnetic mirrors. The magnetic mirror effect boosts the interlayer coupling when the interlayer spacing is small. Decreasing the interlayer spacing of the bilayer metasurface leads to stronger interlayer coupling and scattering suppression of the meta-atom, which results in high transmission. On the contrary, increasing the spacing leads to weaker interlayer coupling and scattering enhancement, which results in high reflection. The high transmission of the bilayer metasurface has good robustness due to that the meta-atom with interlayer coupling can maintain the scattering suppression against adjacent meta-atom movement and disordered position perturbation. This work provides a straightforward method (i.e. stacking magnetic mirrors) to design tunable metasurface, shed new light on high-performance optical switches applied in communication and sensing. ",
    "url": "https://arxiv.org/abs/2203.14715",
    "authors": [
      "Hao Song",
      "Binbin Hong",
      "Yanbing Qiu",
      "Kuai Yu",
      "Jihong Pei",
      "Guo Ping Wang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.14718",
    "title": "Testing optomechanical microwave oscillators for SATCOM application",
    "abstract": "The realization of photonic microwave oscillators using optomechanical cavities has recently become a reality. By pumping the cavity with a blue-detuned laser, the so-called phonon lasing regime - in which a mechanical resonance is amplified beyond losses - can be reached and the input signal gets modulated by highly-coherent tones at integer multiples of the mechanical resonance. \\textcolor{Red}{Implementing optomechanical cavities on released films with high index of refraction can lead to optical modes at telecom wavelengths and mechanical resonances in the GHz scale, resulting in highly-stable signals in the microwave domain upon photodetection}. Owing to the extreme compactness of such cavities, application in satellite communications (SATCOM) seems highly appropriate, but no experiments have been reported so far. In this paper, an optomechanical microwave oscillator (OMO) built on a micron-scale silicon optomechanical crystal cavity is characterized and tested in a real SATCOM testbed. Using a blue-detuned laser, the OMO is driven into a phonon lasing state where multiple harmonics are generated, reaching tones up to 20 GHz. Under this regime, its practical applicability, remarkably addressing its performance as a photonic local oscillator, has been validated. The results, in addition with the advantages of extreme compactness and silicon-technology compatibility, make OMOs very promising candidates to build \\textcolor{Red}{ultra-low} weight photonics-based microwave oscillators for SATCOM applications. ",
    "url": "https://arxiv.org/abs/2203.14718",
    "authors": [
      "Laura Mercadé",
      "Eloy Rico",
      "Jesús Ruiz Garnica",
      "Juan Carlos Gómez",
      "Amadeu Griol",
      "Miguel A. Piqueras",
      "Alejandro Martínez",
      "Vanessa C. Duarte"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.14823",
    "title": "Reciprocal phase transition-enabled electro-optic modulation",
    "abstract": "Electro-optic (EO) modulation is a well-known and essential topic in the field of communications and sensing. Its ultrahigh efficiency is unprecedentedly desired in the current green and data era. However, dramatically increasing the modulation efficiency is difficult due to the monotonic mapping relationship between the electrical signal and modulated optical signal. Here, a new mechanism termed phase-transition EO modulation is revealed from the reciprocal transition between two distinct phase planes arising from the bifurcation. Remarkably, a monolithically integrated mode-locked laser (MLL) is implemented as a prototype. A 24.8-GHz radio-frequency signal is generated and modulated, achieving a modulation energy efficiency of 3.06 fJ/bit improved by about four orders of magnitude and a contrast ratio exceeding 50 dB. Thus, MLL-based phase-transition EO modulation is characterised by ultrahigh modulation efficiency and ultrahigh contrast ratio, as experimentally proved in radio-over-fibre and underwater acoustic-sensing systems. This phase-transition EO modulation opens a new avenue for green communication and ubiquitous connections. ",
    "url": "https://arxiv.org/abs/2203.14823",
    "authors": [
      "Fang Zou",
      "Lei Zou",
      "Ye Tian",
      "Yiming Zhang",
      "Erwin Bente",
      "Weigang Hou",
      "Yu Liu",
      "Siming Chen",
      "Victoria Cao",
      "Lei Guo",
      "Songsui Li",
      "Lianshan Yan",
      "Wei Pan",
      "Dusan Milosevic",
      "Zizheng Cao",
      "A. M. J. Koonen",
      "Huiyun Liu",
      "Xihua Zou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2203.14908",
    "title": "Heterogeneous Random Laser with Switching Activity Visualized by Replica  Symmetry Breaking Maps",
    "abstract": "In the past decade, complex networks of light emitters are proposed as novel platforms for photonic circuits and lab-on-chip active devices. Lasing networks made by connected multiple gain components and graphs of nanoscale random lasers (RLs) obtained from complex meshes of polymeric nanofibers are successful prototypes. However, in the reported research, mainly collective emission from a whole network of resonators is investigated, and only in a few cases, the emission from single points showing, although homogeneous and broad, spatial emission. In all cases, simultaneous activation of the miniaturized lasers is observed. Here, differently, we realize heterogeneous random lasers made of ribbon-like and highly porous fibers with evident RL action from separated micrometric domains that alternatively switch on and off by tuning the pumping light intensity. We visualize this novel effect by building for the first time replica symmetry breaking (RSB) maps of the emitting fibers with 2 {\\mu}m spatial resolution. In addition, we calculate the spatial correlations of the laser regions showing clearly an average extension of 50 {\\mu}m. The observed blinking effect is due to mode interaction along light guiding fibers and opens new avenues in the fabrication of flexible photonic networks with specific and adaptable activity. ",
    "url": "https://arxiv.org/abs/2203.14908",
    "authors": [
      "Loredana M. Massaro",
      "Silvia Gentilini",
      "Alberto Portone",
      "Andrea Camposeo",
      "Dario Pisignano",
      "Claudio Conti",
      "Neda Ghofraniha"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2203.14944",
    "title": "Differentiable Microscopy Designs an All Optical Quantitative Phase  Microscope",
    "abstract": "Ever since the first microscope by Zacharias Janssen in the late 16th century, scientists have been inventing new types of microscopes for various tasks. Inventing a novel architecture demands years, if not decades, worth of scientific experience and creativity. In this work, we introduce Differentiable Microscopy ($\\partial\\mu$), a deep learning-based design paradigm, to aid scientists design new interpretable microscope architectures. Differentiable microscopy first models a common physics-based optical system however with trainable optical elements at key locations on the optical path. Using pre-acquired data, we then train the model end-to-end for a task of interest. The learnt design proposal can then be simplified by interpreting the learnt optical elements. As a first demonstration, based on the optical 4-$f$ system, we present an all-optical quantitative phase microscope (QPM) design that requires no computational post-reconstruction. A follow-up literature survey suggested that the learnt architecture is similar to the generalized phase concept developed two decades ago. We then incorporate the generalized phase contrast concept to simplify the learning procedure. Furthermore, this physical optical setup is miniaturized using a diffractive deep neural network (D2NN). We outperform the existing benchmark for all-optical phase-to-intensity conversion on multiple datasets, and ours is the first demonstration of its kind on D2NNs. The proposed differentiable microscopy framework supplements the creative process of designing new optical systems and would perhaps lead to unconventional but better optical designs. ",
    "url": "https://arxiv.org/abs/2203.14944",
    "authors": [
      "Kithmini Herath",
      "Udith Haputhanthri",
      "Ramith Hettiarachchi",
      "Hasindu Kariyawasam",
      "Azeem Ahmad",
      "Balpreet S. Ahluwalia",
      "Chamira U. S. Edussooriya",
      "Dushan Wadduwage"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2203.14052",
    "title": "On a foundational conceptual principle of quantum mechanics",
    "abstract": "We argue that Anton Zeilinger's \"foundational conceptual principle\" for quantum mechanics according to which an elementary system carries one bit of information is an idealistic principle, which should be replaced by a realistic principle of contextuality. Specific properties of quantum systems are a consequence of impossibility to speak about them without reference to the tools of their observation (identification) and, consequently, context in which these tools are applied. In particular, the assumption of non-locality is not required to explain quantum correlation. Correlated quantum events are related with each other in a causal way. But this is not classical, but quantum causality expressed by an entangled wave function. This or that particular correlation does not arise in measurement; in measurement it is identified in context. In contrast to Zeilinger's proposed principle of quantization of information, the principle of contextuality explains it realistically. ",
    "url": "https://arxiv.org/abs/2203.14052",
    "authors": [
      "Frederique Laurent",
      "Francois-Igor Pris"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2203.14137",
    "title": "Resonance pressure of electromagnetic radiation on metal nanoparticle",
    "abstract": "The influence of the electromagnetic irradiation pressure on a spheroidal metallic nanoparticle at the frequencies close to the surface plasmon vibrations has been considered. With the action of the radiation pressure, the polarizability of metal nanoparticle becomes a tensor quantity. The expressions for the resonance pressure components for the cases of plane-polarized and circularly polarized light have been derived. We have demonstrated that the resonance pressure can substantially depend on the shape of a non-spherical nanoparticle and its orientation with respect to the direction of light propagation and the light polarization. ",
    "url": "https://arxiv.org/abs/2203.14137",
    "authors": [
      "N. I. Grigorchuk"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.14653",
    "title": "Efficient method to simulate non-perturbative dynamics of an open  quantum system using a quantum computer",
    "abstract": "Classical non-perturbative simulations of open quantum systems dynamics face several scalability problems, namely, exponential scaling as a function of either the time length of the simulation or the size of the open system. In this work, we propose a quantum computational method which we term as Quantum Time Evolving Density operator with Orthogonal Polynomials Algorithm (Q-TEDOPA), based on the known TEDOPA technique, avoiding any exponential scaling in simulations of non-perturbative dynamics of open quantum systems on a quantum computer. By performing an exact transformation of the Hamiltonian, we obtain only local nearest-neighbour interactions, making this algorithm suitable to be implemented in the current Noisy-Intermediate Scale Quantum (NISQ) devices. We show how to implement the Q-TEDOPA using an IBM quantum processor by simulating the exciton transport between two light-harvesting molecules in the regime of moderate coupling strength to a non-Markovian harmonic oscillator environment. Applications of the Q-TEDOPA span problems which can not be solved by perturbation techniques belonging to different areas, such as dynamics of quantum biological systems and strongly correlated condensed matter systems. ",
    "url": "https://arxiv.org/abs/2203.14653",
    "authors": [
      "José D. Guimarães",
      "Mikhail I. Vasilevskiy",
      "Luís S. Barbosa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2203.14756",
    "title": "Reference-State Error Mitigation: A Strategy for High Accuracy Quantum  Computation of Chemistry",
    "abstract": "Decoherence and gate errors severely limit the capabilities of state-of-the-art quantum computers. This work introduces a strategy for reference-state error mitigation (REM) of quantum chemistry that can be straightforwardly implemented on current and near-term devices. REM can be applied alongside existing mitigation procedures, while requiring minimal post-processing and only one or no additional measurements. The approach is agnostic to the underlying quantum mechanical ansatz and is designed for the variational quantum eigensolver (VQE). Two orders-of-magnitude improvement in the computational accuracy of ground state energies of small molecules (H2, HeH+ and LiH) is demonstrated on superconducting quantum hardware. Simulations of noisy circuits with a depth exceeding 1000 two-qubit gates are used to argue for scalability of the method. ",
    "url": "https://arxiv.org/abs/2203.14756",
    "authors": [
      "Phalgun Lolur",
      "Mårten Skogh",
      "Christopher Warren",
      "Janka Biznárová",
      "Amr Osman",
      "Giovanna Tancredi",
      "Göran Wendin",
      "Jonas Bylander",
      "Martin Rahm"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2203.14776",
    "title": "Non-linear Breit-Wheeler pair production in collisions of bremsstrahlung  $γ-$quanta and a tightly focussed laser pulse",
    "abstract": "Experimental efforts toward the detection of the nonperturbative strong-field regime of the Breit-Wheeler pair creation process plan to combine incoherent sources of GeV $\\gamma$ quanta and the coherent fields of tightly focussed optical laser pulses. This endeavour calls for a theoretical understanding of how the pair yields depend on the applied laser field profile. We provide estimates for the number of produced pairs in a setup where the high-energy radiation is generated via bremsstrahlung. Attention is paid to the role of the transversal and longitudinal focussing of the laser field, along with the incorporation of a Gaussian pulse envelope. We compare our corresponding results with predictions from plane-wave models and determine the parameters of focused laser pulses which maximize the pair yield at fixed pulse energy. Besides, the impact of various super-Gaussian profiles for the laser pulse envelope and its transverse shape is discussed. ",
    "url": "https://arxiv.org/abs/2203.14776",
    "authors": [
      "Alina Golub",
      "Selym Villalba-Chávez",
      "Carsten Müller"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2203.14783",
    "title": "Optimized design of the lithium niobate for spectrally-pure-state  generation at MIR wavelengths using metaheuristic algorithm",
    "abstract": "Quantum light sources in the mid-infrared (MIR) band play an important role in many applications, such as quantum sensing, quantum imaging, and quantum communication. However, there is still a lack of high-quality quantum light sources in the MIR band, such as the spectrally pure single-photon source. In this work, we present the generation of spectrally-pure state in an optimized poled lithium niobate crystal using a metaheuristic algorithm. In particular, we adopt the particle swarm optimization algorithm to optimize the duty cycle of the poling period of the lithium niobate crystal. With our approach, the spectral purity can be improved from 0.820 to 0.998 under the third group-velocity-matched condition, and the wavelength-tunable range is from 3.0 $\\mu$m to 4.0 $\\mu$m for the degenerate case and 3.0 $\\mu$m to 3.7 $\\mu$m for the nondegenerate case. Our work paves the way for developing quantum photonic technologies at the MIR wavelength band. ",
    "url": "https://arxiv.org/abs/2203.14783",
    "authors": [
      "Wu-Hao Cai",
      "Ying Tian",
      "Shun Wang",
      "Chenglong You",
      "Qiang Zhou",
      "Rui-Bo Jin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.14839",
    "title": "Defect free strain relaxation of microcrystals on mesoporous patterned  silicon",
    "abstract": "A perfectly compliant substrate would allow the monolithic integration of high-quality semiconductor materials such as Ge and III-V on Silicon (Si) substrate, enabling novel functionalities on the well-established low-cost Si technology platform. Here, we demonstrate a compliant Si substrate allowing defect-free epitaxial growth of lattice mismatched materials. The method is based on the deep patterning of the Si substrate to form micrometer-scale pillars and subsequent electrochemical porosification. The investigation of the epitaxial Ge crystalline quality by X-ray diffraction, transmission electron microscopy and etch-pits counting demonstrates the full elastic relaxation of defect-free microcrystals. The achievement of dislocation free heteroepitaxy relies on the interplay between elastic deformation of the porous micropillars, set under stress by the lattice mismatch between Ge and Si, and on the diffusion of Ge into the mesoporous patterned substrate attenuating the mismatch strain at the Ge/Si interface. ",
    "url": "https://arxiv.org/abs/2203.14839",
    "authors": [
      "Alexandre Heintz",
      "Bouraoui Ilahi",
      "Alexandre Pofelski",
      "Gianluigi Botton",
      "Gilles Patriarche",
      "Andrea Barzaghi",
      "Simon Fafard",
      "Richard Arès",
      "Giovanni Isella",
      "Abderraouf Boucherif"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2002.11463",
    "title": "Zitterbewegung and a formulation for quantum mechanics",
    "abstract": " Title: Zitterbewegung and a formulation for quantum mechanics ",
    "url": "https://arxiv.org/abs/2002.11463",
    "authors": [
      "B G Sidharth"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2106.05853",
    "title": "PRECISE Photonic hybRid EleCtromagnetIc SolvEr",
    "abstract": " Comments: 10 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2106.05853",
    "authors": [
      "Davide Bazzanella",
      "Mattia Mancinelli",
      "Massimo Borghi",
      "Paolo Bettotti",
      "Lorenzo Pavesi"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.11371",
    "title": "Dynamics in an exact solvable quantum magnet: benchmark for quantum  computer",
    "abstract": " Comments: 15 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2109.11371",
    "authors": [
      "Zheng-Xin Guo",
      "Xi-Dan Hu",
      "Xue-Jia Yu",
      "Zhi Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2111.12770",
    "title": "Polariton relaxation under vibrational strong coupling: Comparing cavity  molecular dynamics simulations against Fermi's golden rule rate",
    "abstract": " Comments: 16 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2111.12770",
    "authors": [
      "Tao E. Li",
      "Abraham Nitzan",
      "Joseph E. Subotnik"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2112.01776",
    "title": "Non-Abelian braiding on photonic chips",
    "abstract": " Comments: 6 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2112.01776",
    "authors": [
      "Xu-Lin Zhang",
      "Feng Yu",
      "Ze-Guo Chen",
      "Zhen-Nan Tian",
      "Qi-Dai Chen",
      "Hong-Bo Sun",
      "Guancong Ma"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.07972",
    "title": "Hints of the Quantum Nature of the Universe in Classical Electrodynamics",
    "abstract": " Comments: 17 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2112.07972",
    "authors": [
      "Vernon Cooray",
      "Gerald Cooray",
      "Marcos Rubinstein",
      "Farhad Rachidi"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2201.07468",
    "title": "Limitations due to residual interference in a fiber-based optical  frequency reference at 1.55 $μ$m",
    "abstract": " Title: Limitations due to residual interference in a fiber-based optical  frequency reference at 1.55 $μ$m ",
    "url": "https://arxiv.org/abs/2201.07468",
    "authors": [
      "Karim Manamanni",
      "Tatiana Steshchenko",
      "Fabrice Wiotte",
      "Rodolphe Le Targat",
      "Michel Abgrall",
      "Olivier Lopez",
      "Étienne Cantin",
      "Paul-Éric Pottie",
      "Anne Amy-Klein",
      "Vincent Roncin",
      "Frédéric Du-Burck"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.02313",
    "title": "Fabrication of Surface Ion Traps with Integrated Current Carrying Wires  enabling High Magnetic Field Gradients",
    "abstract": " Comments: 11 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2202.02313",
    "authors": [
      "Martin Siegele-Brown",
      "Seokjun Hong",
      "Foni R. Lebrun-Gallagher",
      "Samuel J. Hile",
      "Sebastian Weidt",
      "Winfried K. Hensinger"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2202.10741",
    "title": "Fluctuations and non-Gaussianity in 3D+1 quantum nonlocal nonlinear  waves: towards quantum gravity and quantum fluid technologies",
    "abstract": " Title: Fluctuations and non-Gaussianity in 3D+1 quantum nonlocal nonlinear  waves: towards quantum gravity and quantum fluid technologies ",
    "url": "https://arxiv.org/abs/2202.10741",
    "authors": [
      "Claudio Conti"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.02060",
    "title": "Thermographic detection of internal defects using 2D photothermal super  resolution reconstruction with sequential laser heating",
    "abstract": " Comments: 9 Pages, 8 Figures. The following article has been submitted to the Journal of Applied Physics. After it is published, it will be found at $\\href{this https URL}{\\text{Link}}$ ",
    "url": "https://arxiv.org/abs/2203.02060",
    "authors": [
      "Julien Lecompagnon",
      "Samim Ahmadi",
      "Philipp Hirsch",
      "Christian Rupprecht",
      "Mathias Ziegler"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.05226",
    "title": "Analytical non-Hermitian description of Photonic Crystals with arbitrary  Lateral and Transverse symmetry",
    "abstract": " Title: Analytical non-Hermitian description of Photonic Crystals with arbitrary  Lateral and Transverse symmetry ",
    "url": "https://arxiv.org/abs/2203.05226",
    "authors": [
      "X. Letartre",
      "S. Mazauric",
      "S. Cueff",
      "T. Benyattou",
      "H S. Nguyen",
      "P. Viktorovitch"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.06097",
    "title": "Wideband current modulation of diode lasers for frequency stabilization",
    "abstract": " Title: Wideband current modulation of diode lasers for frequency stabilization ",
    "url": "https://arxiv.org/abs/2203.06097",
    "authors": [
      "Tilman Preuschoff",
      "Patrick Baus",
      "Malte Schlosser",
      "Gerhard Birkl"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2203.12544",
    "title": "Highly sensitive and high throughput magnetic resonance thermometry  using superparamagnetic nanoparticles",
    "abstract": " Title: Highly sensitive and high throughput magnetic resonance thermometry  using superparamagnetic nanoparticles ",
    "url": "https://arxiv.org/abs/2203.12544",
    "authors": [
      "Darshan Chalise",
      "David G. Cahill"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  }
]