[
  {
    "id": "arXiv:2202.05939",
    "title": "Weber number and the outcome of binary collisions between quantum  droplets",
    "abstract": "A theoretical analysis of binary collisions of quantum droplets under feasible experimental conditions is reported. Droplets formed from degenerate dilute Bose gases made up from binary mixtures of ultra cold atoms are considered. Reliable expressions for the surface tension of the droplets are introduced based on a study of low energy excitations of their ground state within the random phase approximation. Their relevance is evaluated considering an estimation of the expected excitation energy having in mind the Thouless variational theorem. The surface tension expressions allow calculating the Weber number of the droplets involved in the collisions. Several regimes on the outcomes of the binary frontal collisions that range from the coalescence of the quantum droplets to their disintegration into smaller droplets are identified. Atoms losses of the droplets derived from self-evaporation and three-body scattering are quantified for both homo- and hetero-nuclear mixtures. Their control is mandatory for the observation of some interesting effects arising from droplets collisions. ",
    "url": "https://arxiv.org/abs/2202.05939",
    "authors": [
      "J. E. Alba-Arroyo",
      "S. F. Caballero-Benitez",
      "R. Jauregui"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.05944",
    "title": "The interdisciplinary quantum information classroom: Themes from a  survey of quantum information science instructors",
    "abstract": "Interdisciplinary introduction to quantum information science (QIS) courses are proliferating at universities across the US, but the experiences of instructors in these courses have remained largely unexplored in the discipline-based education research (DBER) communities. Here, we address this gap by reporting on the findings of a survey of instructors teaching introduction to QIS courses at institutions across the US, primarily at the undergraduate or hybrid undergraduate/graduate level, as well as follow-up focus interviews with six individual instructors. Key themes from this analysis include challenges and opportunities associated with the diversity of instructor and student backgrounds, student difficulties with the mathematical formalism (especially though not exclusively with linear algebra), and the need for better textbooks and curricular materials. ",
    "url": "https://arxiv.org/abs/2202.05944",
    "authors": [
      "Josephine Meyer",
      "Gina Passante",
      "Steven J. Pollock",
      "Bethany R. Wilcox"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.05992",
    "title": "Soliton Microcombs in Integrated Chalcogenide Microresonators",
    "abstract": "Photonic integrated microcombs have enabled advanced applications in optical communication, microwave synthesis, and optical metrology, which in nature unveil an optical dissipative soliton pattern under cavity-enhanced nonlinear processes. The most decisive factor of microcombs lies in the photonic material platforms, where materials with high nonlinearity and in capacity of high-quality chip integration are highly demanded. In this work, we present a home-developed chalcogenide glasses-Ge25Sb10S65 (GeSbS) for the nonlinear photonic integration and for the dissipative soliton microcomb generation. Compared with the current integrated nonlinear platforms, the GeSbS features wider transparency from the visible to 11 um region, stronger nonlinearity, and lower thermo-refractive coefficient, and is CMOS compatible in fabrication. In this platform, we achieve chip-integrated optical microresonators with a quality (Q) factor above 2 x 10^6, and carry out lithographically controlled dispersion engineering. In particular, we demonstrate that both a bright soliton-based microcomb and a dark-pulsed comb are generated in a single microresonator, in its separated fundamental polarized mode families under different dispersion regimes. The overall pumping power is on the ten-milliwatt level, determined by both the high Q-factor and the high material nonlinearity of the microresonator. Our results may contribute to the field of nonlinear photonics with an alternative material platform for highly compact and high-intensity nonlinear interactions, while on the application aspect, contribute to the development of soliton microcombs at low operation power, which is potentially required for monolithically integrated optical frequency combs. ",
    "url": "https://arxiv.org/abs/2202.05992",
    "authors": [
      "Di Xia",
      "Zelin Yang",
      "Pingyang Zeng",
      "Bin Zhang",
      "Jiayue Wu",
      "Zifu Wang",
      "Jiaxin Zhao",
      "Mingqi Gao",
      "Yufei Huang",
      "Jianteng Huang",
      "Liyang Luo",
      "Dong Liu",
      "Shuixian Yang",
      "Hairun Guo",
      "Zhaohui Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.06030",
    "title": "Light as quantum back-action nullifying meter",
    "abstract": "We propose a new method to overcome quantum back-action in a measurement process using oscillators. An optical oscillator is used as a meter to measure the parameters of another open oscillator. The optical oscillator is synthesized such that the optical restoring force counters any perturbations induced by the quantum back-action phenomena. As a result, it is shown that the quantum back-action in continuous measurement is suppressed in the low frequency regime i.e., for frequencies much smaller than the resonance frequency of the open oscillator. As the meter plays the role of measuring parameters as well as suppressing the quantum back-action, we call it as quantum back-action nullifying meter. As an application of this method, synthesis of quantum back-action nullifying optical oscillator for suppressing radiation pressure force noise in linear and non-linear optomechanics is described. ",
    "url": "https://arxiv.org/abs/2202.06030",
    "authors": [
      "Sankar Davuluri",
      "Yong Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.06296",
    "title": "Generalized hyper-Ramsey-Bordé matter-wave interferometry: quantum  engineering of robust atomic sensors with composite pulses",
    "abstract": "A new class of atomic sensors using ultra-narrow optical transitions and composite pulses are pushing quantum engineering control to a very high level of precision for a next generation of applied and fundamental physic experiments. In such context, we propose a new quantum engineering approach to Ramsey-Bord\\'e interferometry introducing multiple composite laser pulses with tailored pulse duration, Rabi field amplitude, frequency detuning and laser phase-step. We explore quantum metrology with hyper-Ramsey and hyper-Hahn-Ramsey clocks below the $10^-18$ level fractional accuracy by a fine tuning control of light excitation parameters leading to spinor interferences protected against light-shift coupled to laser-probe field variation. We review cooperative composite pulse protocols, mainly based on $pi/4,3pi/4$ phase-shifted interferences, to generate robust Ramsey Bord\\'e, Mach-Zehnder and double-loop interferometers shielded against measurement distortion related to Doppler-shifts and light-shifts coupled to pulse area errors. As an additional degree of robustness, auto-balanced hyper-interferometers with composite pulses are introduced eliminating several technical laser pulse defects that can occur along the entire probing interrogation protocol. Quantum sensors with composite pulses and ultra-cold sources should offer a new level of high accuracy in detection of gravito-inertial effects inducing phase-shifts, a strong improvement in tests of fundamental physics with hyper-clocks while paving the way to a new conception of auto-balanced atomic interferometers tracking space-time gravitational waves with a very high sensitivity. ",
    "url": "https://arxiv.org/abs/2202.06296",
    "authors": [
      "T. Zanon-Willette",
      "D. Wilkowski",
      "R. Lefevre",
      "A.V. Taichenachev",
      "V.I. Yudin"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.06336",
    "title": "Integrated optical-readout of a high-Q mechanical out-of-plane mode",
    "abstract": "The rapid development of high-Q macroscopic mechanical resonators has enabled great advances in optomechanics. Further improvements could allow for quantum-limited or quantum-enhanced applications at ambient temperature. Some of the remaining challenges include the integration of high-Q structures on a chip, while simultaneously achieving large coupling strengths through an optical read-out. Here, we present a versatile fabrication method, which allows us to build fully integrated optomechanical structures. We place a photonic crystal cavity directly above a mechanical resonator with high-Q fundamental out-of-plane mode, separated by a small gap. The highly confined optical field has a large overlap with the mechanical mode, enabling strong optomechanical interaction strengths. Furthermore, we implement a novel photonic crystal design, which allows for a very large cavity photon number, a highly important feature for optomechanical experiments and sensor applications. Our versatile approach is not limited to our particular design but allows for integrating an out-of-plane optical read-out into almost any device layout. Additionally, it can be scaled to large arrays and paves the way to realizing quantum experiments and applications with mechanical resonators based on high-Q out-of-plane modes alike. ",
    "url": "https://arxiv.org/abs/2202.06336",
    "authors": [
      "Jingkun Guo",
      "Simon Gröblacher"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.06444",
    "title": "Nonlinear Optical Joint Transform Correlator for Low Latency Convolution  Operations",
    "abstract": "Convolutions are one of the most relevant operations in artificial intelligence (AI) systems. High computational complexity scaling poses significant challenges, especially in fast-responding network-edge AI applications. Fortunately, the convolution theorem can be executed on-the-fly in the optical domain via a joint transform correlator (JTC) offering to fundamentally reduce the computational complexity. Nonetheless, the iterative two-step process of a classical JTC renders them unpractical. Here we introduce a novel implementation of an optical convolution-processor capable of near-zero latency by utilizing all-optical nonlinearity inside a JTC, thus minimizing electronic signal or conversion delay. Fundamentally we show how this nonlinear auto-correlator enables reducing the high $O(n^4)$ scaling complexity of processing two-dimensional data to only $O(n^2)$. Moreover, this optical JTC processes millions of channels in time-parallel, ideal for large-matrix machine learning tasks. Exemplary utilizing the nonlinear process of four-wave mixing, we show light processing performing a full convolution that is temporally limited only by geometric features of the lens and the nonlinear material's response time. We further discuss that the all-optical nonlinearity exhibits gain in excess of $>10^{3}$ when enhanced by slow-light effects such as epsilon-near-zero. Such novel implementation for a machine learning accelerator featuring low-latency and non-iterative massive data parallelism enabled by fundamental reduced complexity scaling bears significant promise for network-edge, and cloud AI systems. ",
    "url": "https://arxiv.org/abs/2202.06444",
    "authors": [
      "Jonathan K. George",
      "Maria Solyanik-Gorgone",
      "Hangbo Yang",
      "Chee Wei Wong",
      "Volker J. Sorger"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.06519",
    "title": "Modified Poisson-Nernst-Planck theory for low-to-mid frequency  immittance of electric double-layer capacitors",
    "abstract": "Understanding the system-level spectral immittance response of capacitive energy storage devices with analytically tractable physics-based models is not only important for the progress of the technology, but also allows to develop new physical insights more easily. Here, we report a modified Poisson--Nernst--Planck (PNP) system describing charge concentration and electric potential as a model of electro-kinetics for electrodes showing mixed resistive-capacitive behavior. This is done by (i) incorporating time shifts between the current fluxes and both concentration gradients of charged species and the electric field, and (ii) introducing time fractional derivatives in the continuity equation. The aim is to characterize the deviation of immittance from that of ideal capacitors both at close-to-dc frequencies where the impedance angle for example is larger than -90 deg., and also at mid-range frequencies where the system veers progressively toward resistive behavior. This latter tendency is important to model in order to identify the extend of the capacitive bandwidth of the device from the rest. Solution and simulation results to the one-dimensional modified PNP system for symmetric electrolyte/blocking electrode configuration are presented and discussed. ",
    "url": "https://arxiv.org/abs/2202.06519",
    "authors": [
      "Anis Allagui",
      "Hachemi Benaoum",
      "Hichem Eleuch"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2202.06589",
    "title": "Deferred Optical Photon simulation for the JUNO experiment",
    "abstract": "The Jiangmen Underground Neutrino Observatory (JUNO) is designed to determine the neutrino mass ordering and precisely measure oscillation parameters. It is being built in South China at a depth of 700~m underground and comprises a central detector, water Cerenkov detector and top tracker. The central detector is designed to detect anti-neutrinos with an energy resolution of 3\\% at 1~MeV, using a 20 kt liquid scintillator target with 17,612 20-inch PMTs and 25,600 3-inch PMTs. The scintillator provides a light yield of approximately 10,000 photons per MeV. Monte Carlo simulation is a crucial tool for developing an understanding of detector performance, requiring the production of large samples of background processes with optical photons. Simulation of large numbers of optical photons with Geant4 is computationally challenging for both processing time and memory resources. In order to optimize resource usage, a deferred optical photon simulation workflow is proposed and implemented using Geant4 classes. The key idea is to simulate events initially without optical photons, only performing the optical photon simulation when user specified criteria are met. In this contribution, the design and the implementation of the deferred optical photon simulation will be presented. ",
    "url": "https://arxiv.org/abs/2202.06589",
    "authors": [
      "Tao Lin"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2202.06724",
    "title": "Thermal release tape-assisted semiconductor membrane transfer process  for hybrid photonic devices embedding quantum emitters",
    "abstract": "Being able to combine different materials allows taking advantage of different properties and device engineering that cannot be found or exploited within a single material system. In quantum nano-photonics, one might want to increase the device functionalities by, for instance, combining efficient classical and quantum light emission available in III-V semiconductors, low-loss light propagation accessible in silicon-based materials, fast electro-optical properties of lithium niobate and broadband reflectors and/or buried metallic contacts for local electric field application or electrical injection of emitters. We propose a transfer printing technique based on the removal of arrays of free-standing membranes and their deposition onto a host material using a thermal release adhesive tape-assisted process. This approach is versatile, in that it poses limited restrictions on the transferred and host materials. In particular, we transfer 190 nm-thick GaAs membranes, with dimensions up to about 260$\\mu$m x 80$\\mu$m, containing InAs quantum dots, onto a gold substrate. We show that the presence of a back reflector combined with the etching of micro-pillars significantly increases the extraction efficiency of quantum light, reaching photon fluxes, from a single quantum dot line, exceeding 8 x 10$^5$ photons per second, which is four times higher than the highest count rates measured, on the same chip, from emitters outside the pillars. Given the versatility and the ease of the process, this technique opens the path to the realisation of hybrid quantum and nano-photonic devices that can combine virtually any material that can be undercut to realise free-standing membranes that are then transferred onto any host substrate, without specific compatibility issues and/or requirements. ",
    "url": "https://arxiv.org/abs/2202.06724",
    "authors": [
      "Cori Haws",
      "Biswarup Guha",
      "Edgar Perez",
      "Marcelo Davanco",
      "Jin Dong Song",
      "Kartik Srinivasan",
      "Luca Sapienza"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.06770",
    "title": "Adiabatic conversion between gigahertz quasi-Rayleigh and quasi-Love  modes for phononic integrated circuits",
    "abstract": "Unsuspended phononic integrated circuits have been proposed for on-chip acoustic information processing. Limited by the operation mechanism of a conventional interdigital transducer, the excitation of the quasi-Love mode in GaN-on-Sapphire is inefficient and thus a high-efficiency Rayleigh-to-Love mode converter is of great significance for future integrated phononic devices. Here, we propose a high-efficiency and robust phononic mode converter based on an adiabatic conversion mechanism. Utilizing the anisotropic elastic property of the substrate, the adiabatic mode converter is realized by a simple tapered phononic waveguide. A conversion efficiency exceeds $98\\%$ with a $3\\,\\mathrm{dB}$ bandwidth of $1.7\\,\\mathrm{GHz}$ can be realized for phononic waveguides working at GHz frequency band, and excellent tolerance to the fabrication errors is also numerically validated. The device that we proposed can be useful in both classical and quantum phononic information processing, and the adiabatic mechanism could be generalized to other phononic device designs. ",
    "url": "https://arxiv.org/abs/2202.06770",
    "authors": [
      "Bao-Zhen Wang",
      "Xin-Biao Xu",
      "Yan-Lei Zhang",
      "Weiting Wang",
      "Luyan Sun",
      "Guang-Can Guo",
      "Chang-Ling Zou"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.06772",
    "title": "Study on the Kinetics of Rayleigh Particle Jets Converging by Laser  Beams",
    "abstract": "This paper discusses laser-induced flow stabilizing of Rayleigh particle jets. Laser technology, has important applications in micro/nano-scale static monomer particle operations, such as optical tweezers, or is used for the passive measurement of macroscopic physical features of particle groups. However, it is relatively rare for the laser beam to directly interfere with the behavior of particle populations dynamically, so as to achieve the purpose of instant group manipulations. Based on the theoretical analysis of particle dynamics and hydrodynamic stability theory, the effects of light induced convergence on rarified jets (as a point source emitting particle off a nozzle) and denser jets consists of Rayleigh sized particles have been considered. For rarified particle jet's analysis, compared with the classical vacuum evaporation deposition theory, we found that the laser positively guided the movement of particles, leading their pathes into more concentrated targets. Such convergence effect also happens in the case of denser Rayleigh particle jets. Particle dynamics simulations and hydrodynamic stability analysis mutually authenticated that the optical field forces suppress the instability both of long-wave and short-wave on particle jet interfaces, and have broad-spectrum stabilization characteristics. Therefor, diffusive particles in vacuum evaporation can also have very good targeted aggregations by laser. ",
    "url": "https://arxiv.org/abs/2202.06772",
    "authors": [
      "Z. L. Wang",
      "Zhenyu Nu",
      "Kai Huang"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.06798",
    "title": "Continuous variable quantum state tomography of photoelectrons",
    "abstract": "We propose a continuous variable quantum state tomography protocol of electrons which result from the ionization of atoms or molecules by the absorption of extreme ultraviolet light pulses. Our protocol is benchmarked against a direct calculation of the quantum state of photoelectrons ejected from helium and argon in the vicinity of a Fano resonance. In the latter case, we furthermore distill ion-photoelectron entanglement due to spin-orbit splitting. This opens new routes towards the investigation of quantum coherence and entanglement properties on the ultrafast timescale. ",
    "url": "https://arxiv.org/abs/2202.06798",
    "authors": [
      "Hugo Laurell",
      "Daniel Finkelstein-Shapiro",
      "Christoph Dittel",
      "Chen Guo",
      "Ron Demjaha",
      "Mattias Ammitzböll",
      "Robin Weissenbilder",
      "Lana Neoričić",
      "Sizuo Luo",
      "Mathieu Gisselbrecht",
      "Cord Arnold",
      "Andreas Buchleitner",
      "Tönu Pullerits",
      "Anne L'Huillier",
      "David Busto"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.06820",
    "title": "Experimental realization of a universal RF photonic integrated circuit",
    "abstract": "This paper demonstrates the operation of a universal RF photonic circuit that consists of a generalized Mach Zehnder Interferometer architecture with its Nx1 combiner replaced by a NxN optical DFT network. The proposed circuit architecture can be used for SSB modulation, frequency up-conversion/down-conversion, frequency multiplication and phase correlated subcarrier generation based on the choice of output ports and dimension (N) of the circuit. An alternative representation of the circuit is also reported with the aim of a systematic demultiplexing. A transfer matrix approach is used to develop the theoretical predictions which are verified by simulation using industry standard software tool. An integrated circuit based on silicon photonics technology readily available in the laboratory is used for experimental confirmation. ",
    "url": "https://arxiv.org/abs/2202.06820",
    "authors": [
      "Mehedi Hasan",
      "Gazi Mahamud Hasan",
      "Trevor Hall"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.06867",
    "title": "Q-Turn: Changing Paradigms In Quantum Science",
    "abstract": "Quantum information is a rapidly-growing interdisciplinary field at the intersection of information science, computer science, mathematics, philosophy, and quantum science, working at the core of our quantum technologies. Regardless of its scientific success, quantum information is not exempt from the intrinsic features that come from the fact that scientists are humans and members of society: both the good and the bad of our social practices leak into the scientific activity. In our scientific community, diversity or equal opportunity problems are particularly difficult to observe due to social, economic, or cultural barriers, often remaining invisible. How can our lack of awareness negatively influence the progress of science in the long term? How can our community grow into a better version of itself? This article reflects on how research events - such as conferences - can contribute to a shift in our culture. This reflection draws on what we learn from Q-Turn: an initiative triggered by postdoctoral researchers to discuss these questions. One of Q-turn's main missions is to foster an inclusive community and highlight outstanding research that may be under-appreciated in other high-impact venues due to systemic biases. As well as a scientific program, Q-turn features talks and discussions on issues that affect the quantum information community, ranging from diversity and inclusion, health and mental health, to workers' rights. In this perspective article, we will consider Q-Turn as an example of how a research community can work to tackle systematic biases, review the successes, and identify further points for development. ",
    "url": "https://arxiv.org/abs/2202.06867",
    "authors": [
      "Ana Belén Sainz"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2202.06895",
    "title": "Optical Distinguishability of Mott Insulators in Time vs Frequency  Domain",
    "abstract": "High Harmonic Generation (HHG) promises to provide insight into ultrafast dynamics and has been at the forefront of attosecond physics since its discovery. One class of materials that demonstrate HHG are Mott insulators whose electronic properties are of great interest given their strongly-correlated nature. Here, we use the paradigmatic representation of Mott insulators, the half-filled Fermi-Hubbard model, to investigate the potential of using HHG response to distinguish these materials. We develop an analytical argument based on the Magnus expansion approximation to evolution by the Schrodinger equation that indicates decreased distinguishability of Mott insulators as lattice spacing, $a$, and the strength of the driving field, $F_0$, increase relative to the frequency, $\\omega_0$. This argument is then bolstered through numerical simulations of different systems and subsequent comparison of their responses in both the time and frequency domain. Ultimately, we demonstrate reduced resolution of Mott insulators in both domains when the dimensionless parameter $g \\equiv aF_0 / \\omega_0$ is large, though the time domain provides higher distinguishability. Conductors are exempted from these trends, becoming much more distinguishable in the frequency domain at high $g$. ",
    "url": "https://arxiv.org/abs/2202.06895",
    "authors": [
      "Jacob Masur",
      "Denys I. Bondar",
      "Gerard McCaul"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.05853",
    "title": "Cosmic Kite: Auto-encoding the Cosmic Microwave Background",
    "abstract": "In this work we present the results of the study of the cosmic microwave background TT power spectrum through auto-encoders in which the latent variables are the cosmological parameters. This method was trained and calibrated using a data-set composed by 80000 power spectra from random cosmologies computed numerically with the CAMB code. Due to the specific architecture of the auto-encoder, the encoder part is a model that estimates the maximum-likelihood parameters from a given power spectrum. On the other hand, the decoder part is a model that computes the power spectrum from the cosmological parameters and can be used as a forward model in a fully Bayesian analysis. We show that the encoder is able to estimate the true cosmological parameters with a precision varying from $\\approx 0.004\\% $ to $\\approx 0.2\\% $ (depending on the cosmological parameter), while the decoder computes the power spectra with a mean percentage error of $\\approx 0.0018\\% $ for all the multipole range. We also demonstrate that the decoder recovers the expected trends when varying the cosmological parameters one by one, and that it does not introduce any significant bias on the estimation of cosmological parameters through a Bayesian analysis. These studies gave place to the Cosmic Kite python software that is publicly available and can be downloaded and installed from https://github.com/Martindelosrios/cosmic-kite. Although this algorithm does not improve the precision of the measurements compared with the traditional methods, it reduces significantly the computation time and represents the first attempt towards forcing the latent variables to have a physical interpretation. ",
    "url": "https://arxiv.org/abs/2202.05853",
    "authors": [
      "Martín Emilio de los Rios"
    ],
    "subjectives": [
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2202.06715",
    "title": "A classical analog of the quantum Zeeman effect",
    "abstract": "We extend a recent classical mechanical analog of Bohr's atom consisting of a scalar field coupled to a massive point-like particle [P. Jamet, A. Drezet, ``A mechanical analog of Bohr's atom based on de Broglie's double-solution approach'', Chaos 31, 103120 (2021)] by adding and studying the contribution of a uniform weak magnetic field on their dynamics. In doing so, we are able to recover the splitting of the energy levels of the atom called Zeeman's effect within the constraints of our model and in agreement with the semiclassical theory of Sommerfeld. This result is obtained using Larmor's theorem for both the field and the particle, associating magnetic effects with inertial Coriolis forces in a rotating frame of reference. Our work, based on the old `double solution' theory of de Broglie, shows that a dualistic model involving a particle guided by a scalar field can reproduce the normal Zeeman effect. ",
    "url": "https://arxiv.org/abs/2202.06715",
    "authors": [
      "Pierre Jamet",
      "Aurélien Drezet"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2202.06751",
    "title": "Ge-Ge$_{0.92}$Sn$_{0.08}$ core-shell single nanowire infrared  photodetector with superior characteristics for on-chip optical communication",
    "abstract": "Recent development on Ge$_{1-x}$Sn$_x$ nanowires with high Sn content, beyond its solid solubility limit, make them attractive for all group-IV Si-integrated infrared photonics at nanoscale. Herein, we report a chemical vapour deposition-grown high Sn-content Ge-Ge$_{0.92}$Sn$_{0.08}$ core-shell based single nanowire photodetector operating at the optical communication wavelength of 1.55 $\\mu$m. The atomic concentration of Sn in nanowires has been studied using X-ray photoelectron and Raman spectroscopy data. A metal-semiconductor-metal based single nanowire photodetector, fabricated via electron beam lithography process, exhibits significant room-temperature photoresponse even at zero bias. In addition to the high-crystalline quality and identical shell composition of the nanowire, the efficient collection of photogenerated carriers under an external electric field result in the superior responsivity and photoconductive gain as high as ~70.8 A/W and ~57, respectively at an applied bias of -1.0 V. The extra-ordinary performance of the fabricated photodetector demonstrates the potential of GeSn nanowires for future Si CMOS compatible on-chip optical communication device applications. ",
    "url": "https://arxiv.org/abs/2202.06751",
    "authors": [
      "Sudarshan Singh",
      "Subhrajit Mukherjee",
      "Samik Mukherjee",
      "Simone Assali",
      "Lu Luo",
      "Samaresh Das",
      "Oussama Moutanabbir",
      "Samit K Ray"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.06752",
    "title": "$Ab$ $initio$ study of magnetic tunnel junctions based on half-metallic  and spin-gapless semiconducting Heusler compounds: Reconfigurable diode and  inverse TMR effect for magnetic memory and logic applications",
    "abstract": "Magnetic tunnel junctions (MTJs) have attracted strong research interest within the last decades due to their potential use as non-volatile memory such as MRAM as well as for magnetic logic applications. Half-metallic magnets (HMMs) have been suggested as ideal electrode materials for MTJs to achieve an extremely large tunnel magnetoresistance (TMR) effect. Despite their high TMR ratios, MTJs based on HMMs do not exhibit current rectification, i.e., a diode effect, which was achieved in a novel MTJ concept based on HMMs and type-II spin-gapless semiconductors (SGSs). The proposed concept has been recently experimentally demonstrated using Heusler compounds. In the present work, we investigate from first-principles MTJs based on type-II SGS and HMM quaternary Heusler compounds FeVTaAl, FeVTiSi, MnVTiAl, and CoVTiSb. Our $ab$ $initio$ quantum transport calculations based on a non-equilibrium Green's function method have demonstrated that the MTJs exhibit current rectification with relatively high on/off ratios. We show that, in contrast to conventional semiconductor diodes, the rectification bias voltage window (or breakdown voltage) of the MTJs is limited by the spin gap of the HMM and SGS Heusler compounds, which can be tuned by doping the electrode materials. A unique feature of the present MTJs is that the diode effect can be configured dynamically, i.e., depending on the relative orientation of the magnetization of the electrodes, the MTJ allows the electrical current to pass either in one or the other direction, which leads to an inverse TMR effect. The combination of nonvolatility, reconfigurable diode functionality, tunable rectification voltage window, and high Curie temperature of the electrode materials make the proposed MTJs very promising for room temperature spintronic applications and opens new ways to magnetic memory and logic concepts as well as logic-in-memory computing. ",
    "url": "https://arxiv.org/abs/2202.06752",
    "authors": [
      "T. Aull",
      "E. Şaşıoğlu",
      "I. Mertig"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.06863",
    "title": "Elastic Optical Fibres for Wearable Devices",
    "abstract": "Wearable devices are becoming increasingly common, addressing needs in both the fitness and the medical markets. This trend has accelerated with the growth in telemedicine, particularly after COVID-19. Optical fibre-based sensors are an ideal candidate technology to be included in such monitoring devices as they can measure a large number of parameters and they are easily integrated in wearables. However, their use has been limited due to their sensitivity being too low compared to the one needed to obtain information from the external perturbations of the human body. This requires highly deformable fibres. In this paper, we describe the use of a hollow polyurethane optical fibre sensor, operating through capillary guidance, to monitor breathing and cardiac activity. These fibres can be conformal to the skin and could potentially be incorporated into clothing. The extreme deformability of the material combined with the hollow nature of the fibre provide the necessary sensitivity to capture the pressure changes associated with breathing and arterial pulses. They allow us to recover and identify features of the cardiac pulse wave with high fidelity. In order to reduce sources of error and to increase the signal to noise ratio, we use black fibres. We discuss some unusual features of these fibre sensors, including the transfer function and how to configure for a monotonic response. Using these unusual fibres, we demonstrate wearable sensors for respiration and cardiac signals that produce physiologically rich data. ",
    "url": "https://arxiv.org/abs/2202.06863",
    "authors": [
      "Alessio Stefani",
      "Ivan D. Rukhlenko",
      "Antoine F. J. Runge",
      "Maryanne C. J. Large",
      "Simon C. Fleming"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Medical Physics (physics.med-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.06874",
    "title": "Studying quantum algorithms for particle track reconstruction in the  LUXE experiment",
    "abstract": "The LUXE experiment (LASER Und XFEL Experiment) is a new experiment in planning at DESY Hamburg, which will study Quantum Electrodynamics (QED) at the strong-field frontier. In this regime, QED is non-perturbative. This manifests itself in the creation of physical electron-positron pairs from the QED vacuum. LUXE intends to measure the positron production rate in this unprecedented regime by using, among others, a silicon tracking detector. The large number of expected positrons traversing the sensitive detector layers results in an extremely challenging combinatorial problem, which can become computationally very hard for classical computers. This paper presents a preliminary study to explore the potential of quantum computers to solve this problem and to reconstruct the positron trajectories from the detector energy deposits. The reconstruction problem is formulated in terms of a quadratic unconstrained binary optimisation. Finally, the results from the quantum simulations are discussed and compared with traditional classical track reconstruction algorithms. ",
    "url": "https://arxiv.org/abs/2202.06874",
    "authors": [
      "Lena Funcke",
      "Tobias Hartung",
      "Beate Heinemann",
      "Karl Jansen",
      "Annabel Kropf",
      "Stefan Kühn",
      "Federico Meloni",
      "David Spataro",
      "Cenk Tüysüz",
      "Yee Chinn Yap"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2012.12110",
    "title": "Direct Observation of Thermalization to a Rayleigh-Jeans Distribution in  Multimode Optical Fibers",
    "abstract": " Title: Direct Observation of Thermalization to a Rayleigh-Jeans Distribution in  Multimode Optical Fibers ",
    "url": "https://arxiv.org/abs/2012.12110",
    "authors": [
      "Hamed Pourbeyram",
      "Pavel Sidorenko",
      "Fan Wu",
      "Nicholas Bender",
      "Logan Wright",
      "Demetrios Christodoulides",
      "Frank Wise"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2102.00288",
    "title": "Caustics in quantum many-body dynamics",
    "abstract": " Comments: 30 pages, 20 figures ",
    "url": "https://arxiv.org/abs/2102.00288",
    "authors": [
      "W. Kirkby",
      "Y. Yee",
      "K. Shi",
      "D. H. J. O'Dell"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2105.11244",
    "title": "Electric field induced tuning of electronic correlation in weakly  confining quantum dots",
    "abstract": " Title: Electric field induced tuning of electronic correlation in weakly  confining quantum dots ",
    "url": "https://arxiv.org/abs/2105.11244",
    "authors": [
      "Huiying Huang",
      "Diana Csontosová",
      "Santanu Manna",
      "Yongheng Huo",
      "Rinaldo Trotta",
      "Armando Rastelli",
      "Petr Klenovský"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2106.01193",
    "title": "Quantum Heat Engines with Carnot Efficiency at Maximum Power",
    "abstract": " Comments: Accepted for publication in Physical Review Research (2022) ",
    "url": "https://arxiv.org/abs/2106.01193",
    "authors": [
      "Mohit Lal Bera",
      "Sergi Julià-Farré",
      "Maciej Lewenstein",
      "Manabendra Nath Bera"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2106.05297",
    "title": "Quantum Non-Hermitian Topological Sensors",
    "abstract": " Comments: 5+4 pages, 4 figures, v2: updated to the published version ",
    "url": "https://arxiv.org/abs/2106.05297",
    "authors": [
      "Florian Koch",
      "Jan Carl Budich"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.14860",
    "title": "Physics and Equality Constrained Artificial Neural Networks: Application  to Forward and Inverse Problems with Multi-fidelity Data Fusion",
    "abstract": " Comments: Under review ",
    "url": "https://arxiv.org/abs/2109.14860",
    "authors": [
      "Shamsulhaq Basir",
      "Inanc Senocak"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Machine Learning (cs.LG)",
      "Numerical Analysis (math.NA)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2110.00050",
    "title": "Emergence of solitons from many-body photon bound states in quantum  nonlinear media",
    "abstract": " Comments: 20 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2110.00050",
    "authors": [
      "Giuseppe Calajo",
      "Darrick E. Chang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.01354",
    "title": "Willis coupling-induced acoustic radiation force and torque reversal",
    "abstract": " Title: Willis coupling-induced acoustic radiation force and torque reversal ",
    "url": "https://arxiv.org/abs/2110.01354",
    "authors": [
      "Shahrokh Sepehrirahnama",
      "Sebastian Oberst",
      "Yan Kei Chiang",
      "David A. Powell"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2110.04552",
    "title": "Two-dimensional ZIF-L nanosheets as high performance non-enzymatic  glucose sensor",
    "abstract": " Comments: do not want to publish ",
    "url": "https://arxiv.org/abs/2110.04552",
    "authors": [
      "Nana Liu",
      "Ningyan Cheng",
      "Chengwu Yang",
      "Weichang Hao",
      "Yi Du"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2201.09404",
    "title": "Mirror Coating Thermal Noise Mitigation Using Multi-Spatial Mode Cavity  Readout",
    "abstract": " Comments: 9 pages, 5 figures, to be published in Physical Review Letters. Flattened file dir, updated reference ",
    "url": "https://arxiv.org/abs/2201.09404",
    "authors": [
      "Andrew R. Wade",
      "Kirk McKenzie"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.09730",
    "title": "Thin-Film Lithium Niobate based Dual-Polarization IQ modulator for  Single-Carrier 1.6 Tb/s Transmission",
    "abstract": " Title: Thin-Film Lithium Niobate based Dual-Polarization IQ modulator for  Single-Carrier 1.6 Tb/s Transmission ",
    "url": "https://arxiv.org/abs/2201.09730",
    "authors": [
      "Xuanhao Wang",
      "Chenglin Shang",
      "An Pan",
      "Xingran Cheng",
      "Tao Gui",
      "Shuai Yuan",
      "Chengcheng Gui",
      "Keshuang Zheng",
      "Peijie Zhang",
      "Xiaolu Song",
      "Yanbo Li",
      "Liangchuan Li",
      "Cheng Zeng",
      "Jinsong Xia"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.03658",
    "title": "100-mJ class, sub-two-cycle, carrier-envelope phase-stable dual-chirped  optical parametric amplification",
    "abstract": " Comments: 4 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2202.03658",
    "authors": [
      "Lu Xu",
      "Bing Xue",
      "Nobuhisa Ishii",
      "Jiro Itatani",
      "Katsumi Midorikawa",
      "Eiji J. Takahashi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.04402",
    "title": "Breakdown of spin-to-helicity locking at the nanoscale in topological  photonic crystal edge states",
    "abstract": " Comments: 6 pages, 5 figures, 50 references ",
    "url": "https://arxiv.org/abs/2202.04402",
    "authors": [
      "Sonakshi Arora",
      "Thomas Bauer",
      "Nikhil Parappurath",
      "René Barczyk",
      "Ewold Verhagen",
      "L. Kuipers"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Popular Physics (physics.pop-ph)"
    ]
  },
  {
    "id": "arXiv:2202.05740",
    "title": "Quantum phase diagram of high-pressure hydrogen",
    "abstract": " Title: Quantum phase diagram of high-pressure hydrogen ",
    "url": "https://arxiv.org/abs/2202.05740",
    "authors": [
      "Lorenzo Monacelli",
      "Michele Casula",
      "Kosuke Nakano",
      "Sandro Sorella",
      "Francesco Mauri"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Superconductivity (cond-mat.supr-con)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]