[
  {
    "id": "arXiv:2505.23050",
    "title": "A Silicon Microstrip Detector for Power-Limited and Large Sensitive Area Applications",
    "abstract": "           A silicon microstrip detector (SSD) has been developed to have state of the art spatial resolution and a large sensitive area under stringent power constraints. The design incorporates three floating strips with their bias resistors inserted between two aluminum readout strips. Beam test measurements with the single sensor confirmed that this configuration achieves a total detection efficiency of $99.8 \\, \\%$ and spatial resolution $7.6 \\, \\mathrm{\\mu m}$ for MIPs. A double-$\\eta$ algorithm was developed to optimize hit position reconstruction for this SSD. The design can be adapted for large area silicon detectors.         ",
    "url": "https://arxiv.org/abs/2505.23050",
    "authors": [
      "Dexing Miao",
      "Zijun Xu",
      "Zhiyu Xiang",
      "Pingcheng Liu",
      "Giovanni Ambrosi",
      "Mattia Barbanera",
      "Mengke Cai",
      "Xudong Cai",
      "Hsin-Yi Chou",
      "Matteo Duranti",
      "Valerio Formato",
      "Maria Ionica",
      "Yaozu Jiang",
      "Liangchenglong Jin",
      "Vladimir Koutsenko",
      "Qinze Li",
      "Cong Liu",
      "Xingjian Lv",
      "Alberto Oliva",
      "Wenxi Peng",
      "Rui Qiao",
      "Gianluigi Silvestre",
      "Zibing Wu",
      "Xuhao Yuan",
      "Hongyu Zhang",
      "Xiyuan Zhang",
      "Jianchun Wang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2505.23374",
    "title": "Innovative DC-coupled Resistive Silicon Detector for 4D tracking",
    "abstract": "           In the past 10 years, two design innovations, the introduction of low internal gain (LGAD) and of resistive read-out (RSD), have radically changed the performance of silicon detectors. The LGAD mechanism, increasing the signal-to-noise ratio by about a factor of 20, leads to improved time resolution (typically 30 ps for a 50-$\\mu$m thick sensor), while resistive read-out, sharing the collected charge among read-out electrodes, leads to excellent spatial resolution even using large pixels (about 15 $\\mu$m for 450-$\\mu$m pixel size). This contribution outlines the design strategy and presents the first performance results of the latest evolution of silicon sensors for 4D tracking, the DC-coupled Resistive Silicon Detector (DC-RSD). The DC-RSD is a thin LGAD with a DC-coupled resistive read-out. This design leads to signal containment within a predetermined number of electrodes using isolating trenches (TI technology). Several test structures and application-oriented devices have been implemented in the wafer layout. The sensors, produced at Fondazione Bruno Kessler (FBK) in the framework of the 4DSHARE project, have been characterized with a laser TCT system and recently tested at DESY with an electron beam. The study of this first prototype production will provide us with immediate feedback on the soundness of the DC-RSD concepts.         ",
    "url": "https://arxiv.org/abs/2505.23374",
    "authors": [
      "R. Arcidiacono",
      "G. Bardelli",
      "M. Bartolini",
      "M. Boscardin",
      "N. Cartiglia",
      "A. Cassese",
      "M. Centis Vignali",
      "T. Croci",
      "M. Ferrero",
      "A. Fondacci",
      "O. Hammad Ali",
      "M. Lizzo",
      "L. Menzio",
      "A. Morozzi",
      "F. Moscatelli",
      "D. Passeri",
      "G.Paternoster",
      "G. Sguazzoni",
      "F. Siviero",
      "V. Sola",
      "L. Viliani"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2505.23411",
    "title": "Low-loss, fabrication-tolerant, and highly-tunable Sagnac loop reflectors and Fabry-Pérot cavities on thin-film lithium niobate",
    "abstract": "           We present low-loss ($<1.5\\%$) and power-efficient Mach-Zehnder interferometers (MZIs) on thin-film lithium niobate. To accurately measure low MZI losses, we develop a self-calibrated method using tunable Sagnac loop reflectors (SLRs) to build cavities. Fabry-Pérot cavities constructed from these fabrication-tolerant SLRs achieve an intrinsic quality factor of $2 \\times 10^6$. By implementing thermal isolation trenches, we also demonstrate a $>10\\times$ reduction in power consumption for thermo-optic phase shifters, achieving a $\\pi$-phase shift ($P_\\pi$) with just 2.5 mW. These tunable and efficient components are key for scaling up to complex photonic integrated circuits.         ",
    "url": "https://arxiv.org/abs/2505.23411",
    "authors": [
      "Luke Qi",
      "Ali Khalatpour",
      "Jason Herrmann",
      "Taewon Park",
      "Devin Dean",
      "Sam Robison",
      "Alexander Hwang",
      "Hubert Stokowski",
      "Darwin Serkland",
      "Martin Fejer",
      "Amir H. Safavi-Naeini"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.23418",
    "title": "Cavity ringdown spectroscopy at 2 $μ$m wavelength assisted by a comb-locked optical parametric oscillator",
    "abstract": "           We report on a comb-locked cavity ring-down spectrometer developed for high-precision molecular spectroscopy at 2 ${\\mu}$m. It is based on the use of an external-cavity diode laser that is offset-frequency locked to the signal output of a singly-resonant optical parametric oscillator. This latter acts as reference laser, being locked to a self-referenced optical frequency comb, which in turn is stabilized against a GPS-disciplined Rb-clock. The performance of the spectrometer is investigated by probing a pair of N$_2$O transitions belonging to hot vibrational bands. One of these, never observed before, is included in the N$_2$O line list of the ExoMol database. Absolute center frequencies are retrieved with a 1-${\\sigma}$ global uncertainty of 108 kHz.         ",
    "url": "https://arxiv.org/abs/2505.23418",
    "authors": [
      "Vittorio D'Agostino",
      "Eugenio Fasci",
      "Muhammad Asad Khan",
      "Stefania Gravina",
      "Livio Gianfrani",
      "Antonio Castrillo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2505.23464",
    "title": "Trainable dynamical masking for readout-free optical computing",
    "abstract": "           Nonlinear systems, transforming an input signal into a high-dimensional output feature space, can be used for non-conventional computing. This approach, however, requires a change of system parameters during training rather than coefficients in a software program. We propose here to use available off-the-shelf high-speed optical communication devices and technologies to implement a trainable dynamical mask in addition to or even instead of the traditional readout layer for extreme learning machine-based computing. The computational potential of the proposed approach is demonstrated with both regression and time series prediction tasks.         ",
    "url": "https://arxiv.org/abs/2505.23464",
    "authors": [
      "S. Bogdanov",
      "E. Manuylovich",
      "S. K. Turitsyn"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.23479",
    "title": "Quasi-Periodic Optical Key-Enabled Hybrid Cryptography: Merging Diffractive Physics and Deep Learning for High-Dimensional Security",
    "abstract": "           Optical encryption inherently provides strong security advantages, with hybrid optoelectronic systems offering additional degrees of freedom by integrating optical and algorithmic domains. However, existing optical encryption schemes heavily rely on electronic computation, limiting overall efficiency, while the physical keys are susceptible to damage, compromising both security and system stability. To overcome these challenges, we introduce the Quasi Periodic Optical Key (QPOK), which combines long range order with short range disorder, enabling enhanced security and robustness against damage within a single platform. By leveraging diffraction symmetry, our design enables optics-driven encryption, effectively shifting the optoelectronic balance toward photonic processing. Moreover, we innovatively apply deep learning to reconstruct the complex optical ciphertext field using only amplitude data and cryptographic keys, simultaneously achieving data compression and improved security. Within this framework, the key space includes continuously tunable parameters such as wavelength, propagation distance, phase modulation, and Q-POK geometry, significantly expanding cryptographic diversity. Our system also demonstrates robust cryptographic reliability by reducing inter-class distances by over 50% and tolerating up to 20% ciphertext loss. Our framework represents a new generation of physically grounded, algorithmically enhanced optical cryptosystems, laying a foundational pathway for scalable, hardware-integrated information security paradigms.         ",
    "url": "https://arxiv.org/abs/2505.23479",
    "authors": [
      "Haiqi Gao",
      "Yu Shao",
      "Jiaming Liang",
      "Xuehui Wang",
      "Junren Wen",
      "Yuchuan Shao",
      "Yueguang Zhang",
      "Weidong Shen",
      "Chenying Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.23632",
    "title": "Integrated thin film lithium niobate mid-infrared modulator",
    "abstract": "           The mid-infrared spectral range holds great promise for applications such as molecular spectroscopy and telecommunications. Many key molecules exhibit strong absorption features in this range, and free-space optical communication benefits from reduced atmospheric attenuation and low transmission losses in specific wavelength bands spanning from 3 to 14 {\\mu}m. Recent progress in MIR photonics has been fuelled by the rapid development of efficient light sources and detectors. However, further advancement is hindered by the lack of low-loss, high-performance integrated photonic platforms and modulators. Lithium niobate on sapphire is a promising candidate, operating across a broad spectral range from 0.4 {\\mu}m to 4.5 {\\mu}m. We demonstrate a broadband, high-speed lithium niobate on sapphire Mach-Zehnder electro-optic modulator operating from 3.95 to 4.3 {\\mu}m. The device achieves a 3 dB bandwidth exceeding 20 GHz, an extinction ratio of 34 dB, and a half-wave voltage of 22 this http URL, delivering optical output power at the half-milliwatt level. These properties are leveraged to demonstrate data transmission at 10 Gbit/s. The modulator is also used to generate a frequency comb with a width of 80 GHz. Furthermore, we demonstrate full {\\pi}-phase modulation in the MIR, representing a key milestone for integrated MIR photonics. These results establish a pathway toward high-speed, energy-efficient MIR photonic systems for applications in telecommunications, sensing, and quantum technologies.         ",
    "url": "https://arxiv.org/abs/2505.23632",
    "authors": [
      "Pierre Didier",
      "Prakhar Jain",
      "Mathieu Bertrand",
      "Jost Kellner",
      "Oliver Pitz",
      "Zhecheng Dai",
      "Mathias Beck",
      "Baile Chen",
      "Jerome Faist",
      "Rachel Grange"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.22729",
    "title": "Quantum Simulations of Charge and Exciton Transfer in Multi-mode Models using Engineered Reservoirs",
    "abstract": "           Quantum simulation offers a route to study open-system molecular dynamics in non-perturbative regimes by programming the interactions among electronic, vibrational, and environmental degrees of freedom on similar energy scales. Trapped-ion systems possess this capability, with their native spins, phonons, and tunable dissipation integrated within a single platform. Here, we demonstrate an open-system quantum simulation of charge and exciton transfer in a multi-mode linear vibronic coupling model (LVCM). Employing tailored spin-phonon interactions alongside reservoir engineering techniques, we emulate a system with two dissipative vibrational modes coupled to donor and acceptor electronic sites and follow its excitation transfer in real time. We continuously drive the system from the charge transfer (CT) regime to the vibrationally assisted exciton transfer (VAET) regime by tuning the vibronic coupling strengths. We find that degenerate modes enhance CT and VAET rates at large energy gaps, while non-degenerate modes activate slow-mode pathways that reduce the energy-gap dependence, thus enlarging the window for efficient transfer. These results show that the presence of just one additional vibration reshapes non-perturbative quantum excitation transfer. Our work also establishes a scalable route to simulating chemically relevant, many-mode vibronic processes with engineered environments, guiding the design of next-generation organic photovoltaics and molecular electronics.         ",
    "url": "https://arxiv.org/abs/2505.22729",
    "authors": [
      "Visal So",
      "Midhuna Duraisamy Suganthi",
      "Mingjian Zhu",
      "Abhishek Menon",
      "George Tomaras",
      "Roman Zhuravel",
      "Han Pu",
      "Peter G. Wolynes",
      "José N. Onuchic",
      "Guido Pagano"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2505.22892",
    "title": "Signatures of Correlation of Spacetime Fluctuations in Laser Interferometers",
    "abstract": "           Spacetime fluctuations (SFs), a common feature of different proposed gravity models, could be detected using laser interferometers. In the search for SFs, a correspondence between the expected output signals and different gravity models is needed, both for guiding the design of future interferometers, and for identifying the signal in experimental data. In this work, we provide such a correspondence for some classes of SFs and geometries of the interferometers. We consider three different classes of SFs, characterised by the decay behaviours and symmetries of their two-point correlation functions. Our approach applies to Michelson laser interferometers with Fabry-Pérot arm cavities such as the km-long LIGO detectors and those without arm cavities such as the laboratory-scale setups QUEST and GQuEST. Analysing the expected interferometer output signals, we identify three characteristic signatures for each class of SF. The designed broadband sensitivity of the laboratory-scale instruments would allow all characteristic signatures of the different classes of SFs to be observed, and such observations could provide more information on the nature of the SFs than those from LIGO. On the other hand, we find that LIGO is better suited for detecting the bare presence or absence of SFs.         ",
    "url": "https://arxiv.org/abs/2505.22892",
    "authors": [
      "B. Sharmila",
      "Sander M. Vermeulen",
      "Animesh Datta"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2505.23100",
    "title": "Integrated phononic waveguide on thin-film lithium niobate on diamond",
    "abstract": "           We demonstrate wavelength-scale phononic waveguides formed by transfer-printed thin-film lithium niobate (LN) on bulk diamond (LNOD), a material stack that combines the strong piezoelectricity of LN with the high acoustic velocity and color-center compatibility of diamond. We characterize a delay line based on a 100 micron long phononic waveguide at room and cryogenic temperatures. The total insertion loss through the device at 4 kelvin is -5.8 dB, corresponding to a >50% transducer efficiency, at a frequency of 2.8 gigahertz. Our work represents a step towards phonon-mediated hybrid quantum systems consisting of strain-sensitive color centers in diamond.         ",
    "url": "https://arxiv.org/abs/2505.23100",
    "authors": [
      "Sultan Malik",
      "Felix M. Mayor",
      "Wentao Jiang",
      "Hyunseok Oh",
      "Carl Padgett",
      "Viraj Dharod",
      "Jayameenakshi Venkatraman",
      "Ania C. Bleszynski Jayich",
      "Amir H. Safavi-Naeini"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.23289",
    "title": "Intermediate State Formation of Topologically Associated Chromatin Domains using Quantum Annealing",
    "abstract": "           Topologically Associating Chromatic Domains are spatially distinct chromatin regions that regulate transcription by segregating active and inactive genomic elements. Empirical studies show that their formation correlates with local patterns of epigenetic markers, yet the precise mechanisms linking 1D epigenetic landscapes to 3D chromatin folding remain unclear. Recent models represent chromatin as a spin system, where nucleosomes are treated as discrete-state variables coupled by interaction strengths derived from genomic and epigenomic data. Classical samplers struggle with these models due to high frustration and dense couplings. Here, we present a quantum annealing (QA) approach to efficiently sample chromatin states, embedding an epigenetic Ising model into the topology of D-Wave quantum processors.         ",
    "url": "https://arxiv.org/abs/2505.23289",
    "authors": [
      "Tobias Kempe",
      "S.M. Ali Tabei",
      "Mohammad H. Ansari"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Biological Physics (physics.bio-ph)",
      "Genomics (q-bio.GN)"
    ]
  },
  {
    "id": "arXiv:1810.06981",
    "title": "How to (Un-) Quantum Mechanics",
    "abstract": "           When compared to quantum mechanics, classical mechanics is often depicted in a specific metaphysical flavour: spatio-temporal realism or a Newtonian \"background\" is presented as an intrinsic fundamental classical presumption. However, the Hamiltonian formulation of classical analytical mechanics is based on abstract generalized coordinates and momenta: It is a mathematical rather than a philosophical framework. If the metaphysical assumptions ascribed to classical mechanics are dropped, then there exists a presentation in which little of the purported difference between quantum and classical mechanics remains. This presentation allows to derive the mathematics of relativistic quantum mechanics on the basis of a purely classical Hamiltonian phase space picture. It is shown that a spatio-temporal description is not a condition for but a consequence of objectivity. It requires no postulates. This is achieved by evading spatial notions and assuming nothing but time translation invariance.         ",
    "url": "https://arxiv.org/abs/1810.06981",
    "authors": [
      "C. Baumgarten"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.11158",
    "title": "A Transition Edge Sensor Operated in Coincidence with a High Sensitivity Athermal Phonon Sensor for Photon Coupled Rare Event Searches",
    "abstract": "           Experimental searches for axions or dark photons that couple to the standard model photon require photosensors with low noise, broadband sensitivity, and near zero backgrounds. Here, we introduce an experimental architecture, in which a small photon sensor, in our case a Transition Edge Sensor (TES) with a photon energy resolution $\\sigma_\\gamma = 368.4 \\pm 0.4$ meV, is colocated on the same substrate as a large high sensitivity athermal phonon sensor (APS) with a phonon energy resolution $\\sigma_\\mathrm{phonon} = 701 \\pm 2$ meV. We show that single 3.061 eV photons absorbed in the photon-sensing TES deposit $\\sim$35\\% of their energy in the electronic system of the TES, while $\\sim$26\\% of the photon energy leaks out of the photon-sensing TES during the downconversion process and becomes absorbed by the APS. Backgrounds, which we associate with the broadly observed ``low energy excess'' (LEE), are observed to be largely coupled to either the TES (``singles'' LEE), or phonon system, (``shared'' LEE). At high energies, these backgrounds can be efficiently discriminated from TES photon absorption events, while at low energies, their misidentification as photon events is well modeled. With significant sensitivity improvements to both the TES and APS, this coincidence technique could be used to suppress backgrounds in bosonic dark matter searches down to energies near the superconducting bandgap of the sensor.         ",
    "url": "https://arxiv.org/abs/2408.11158",
    "authors": [
      "Roger K. Romani",
      "Yen-Yung Chang",
      "Rupak Mahapatra",
      "Mark Platt",
      "Maggie Reed",
      "Ivar Rydstrom",
      "Bernard Sadoulet",
      "Bruno Serfass",
      "Matt Pyle"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2505.10489",
    "title": "Optical Spintronics: Towards Optical Communication Without Energy Transfer",
    "abstract": "           Energy, momentum, and angular momentum are fundamental properties tied to the symmetries of space and time, with photons and other elementary particles acting as carriers of these quantities. In most optical and optoelectronic devices, energy transfer is crucial, but it often results in undesirable energy absorption. Moreover, non-reciprocal elements such as optical diodes and circulators are difficult to implement in photonics, as they typically require time-dependent perturbations, nonlinear effects, or external magnetic fields. This presents a significant barrier to the development of efficient, compact photonic technologies. We introduce the concept of optical spin current, wherein spin angular momentum is transferred by an electromagnetic field without accompanying energy transfer. This phenomenon is analogous to electron spin currents, where spin is decoupled from charge flow. Building on this principle, we propose optical spin diode and circulator -- devices that enable unidirectional propagation of spin currents while maintaining bidirectional energy flow, thus preserving reciprocity. Furthermore, we demonstrate asymmetric spin transfer between quantum dots mediated by the optical spin diode, highlighting the potential for novel optical spintronic functionalities. These findings lay the foundation for devices that leverage optical spin transfer, opening new avenues for advancements in optical spintronics.         ",
    "url": "https://arxiv.org/abs/2505.10489",
    "authors": [
      "Ilya Deriy",
      "Danil Kornovan",
      "Mihail Petrov",
      "Andrey Bogdanov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.18377",
    "title": "SP2RINT: Spatially-Decoupled Physics-Inspired Progressive Inverse Optimization for Scalable, PDE-Constrained Meta-Optical Neural Network Training",
    "abstract": "           DONNs leverage light propagation for efficient analog AI and signal processing. Advances in nanophotonic fabrication and metasurface-based wavefront engineering have opened new pathways to realize high-capacity DONNs across various spectral regimes. Training such DONN systems to determine the metasurface structures remains challenging. Heuristic methods are fast but oversimplify metasurfaces modulation, often resulting in physically unrealizable designs and significant performance degradation. Simulation-in-the-loop optimizes implementable metasurfaces via adjoint methods, but is computationally prohibitive and unscalable. To address these limitations, we propose SP2RINT, a spatially decoupled, progressive training framework that formulates DONN training as a PDE-constrained learning problem. Metasurface responses are first relaxed into freely trainable transfer matrices with a banded structure. We then progressively enforce physical constraints by alternating between transfer matrix training and adjoint-based inverse design, avoiding per-iteration PDE solves while ensuring final physical realizability. To further reduce runtime, we introduce a physics-inspired, spatially decoupled inverse design strategy based on the natural locality of field interactions. This approach partitions the metasurface into independently solvable patches, enabling scalable and parallel inverse design with system-level calibration. Evaluated across diverse DONN training tasks, SP2RINT achieves digital-comparable accuracy while being 1825 times faster than simulation-in-the-loop approaches. By bridging the gap between abstract DONN models and implementable photonic hardware, SP2RINT enables scalable, high-performance training of physically realizable meta-optical neural systems. Our code is available at this https URL ",
    "url": "https://arxiv.org/abs/2505.18377",
    "authors": [
      "Pingchuan Ma",
      "Ziang Yin",
      "Qi Jing",
      "Zhengqi Gao",
      "Nicholas Gangi",
      "Boyang Zhang",
      "Tsung-Wei Huang",
      "Zhaoran Huang",
      "Duane S. Boning",
      "Yu Yao",
      "Jiaqi Gu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Artificial Intelligence (cs.AI)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2502.09930",
    "title": "Long-Lived Photon Blockade with Weak Optical Nonlinearity",
    "abstract": "           In conventional photon blockade, the occupation of a cavity mode by more than one photon is suppressed via strong optical nonlinearity. An alternative, called unconventional photon blockade, can occur under weak nonlinearity by relying on quantum interference between fine-tuned cavities. A serious limitation is the very short antibunching time window, orders of magnitude less than the cavity lifetime. We present a method to achieve photon blockade over a large time window of several cavity lifetimes, even exceeding that of conventional photon blockade, while still requiring only weak nonlinearity. This ``long-lived photon blockade'' (LLPB) occurs when the single-photon Green's function exhibits a zero at a large cavity loss rate, which is satisfied by an exemplary configuration of four coupled cavities under weak driving. Our analytical results agree well with wavefunction Monte Carlo simulations. The LLPB phenomenon may aid the development of single-photon sources utilizing materials with weak optical nonlinearities.         ",
    "url": "https://arxiv.org/abs/2502.09930",
    "authors": [
      "You Wang",
      "Xu Zheng",
      "Timothy C. H. Liew",
      "Y. D. Chong"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.05877",
    "title": "Threshold-less and Flexibly Tunable Frequency Comb via Floquet Engineering",
    "abstract": "           Frequency combs have revolutionized communication, metrology and spectroscopy. Numerous efforts have been dedicated to developing integrated combs, predominantly relying on Pockels or Kerr mechanisms. In this work, we propose and demonstrate a new type of frequency comb-Floquet cavity frequency comb-that does not rely on intrinsic material non-linearity. By periodically modulating the resonance frequency of a cavity, a Floquet cavity with multiple equally spaced frequency components is created. The pump tone interacts with the pre-modulated cavity, generating the output frequency comb. This approach offers a flexible tuning range and operates in a threshold-less manner, obviating the need to overcome nonlinear initiation threshold. We implement this on a microwave cavity optomechanical system on-chip. Compared to Kerr optomechanical combs, this approach efficiently generates comb with pump signal far from the cavity's intrinsic frequency, and the power required for detection is reduced by approximately a factor of \\(10^6\\), providing a promising platform for frequency comb generation.         ",
    "url": "https://arxiv.org/abs/2504.05877",
    "authors": [
      "Sihan Wang",
      "Cheng Wang",
      "Matthijs H. J. de Jong",
      "Laure Mercier de Lépinay",
      "Jingwei Zhou",
      "Mika A. Sillanpää",
      "Yulong Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.03551",
    "title": "From Mass-Shell Factorisation to Spin: An Attempt at a Matrix-Valued Liouville Framework for Relativistic Classical and Quantum Phase-Spacetime",
    "abstract": "           While Liouville's theorem is first-order in time for the phase-space distribution itself, the relativistic mass-shell constraint $p^\\mu p_\\mu = m^2$ is naively second-order in energy. We argue that it is reasonable to unify both energy branches within a single Hamiltonian by factorizing $(p^2 - m^2)$ in analogy with Dirac's approach in relativistic quantum mechanics. We show the resulting matrix-based Liouville equation remains first order and naturally yields a $4\\times4$ matrix-valued probability density function in phase space as a classical analogue of a relativistic spin-half Wigner function. We investigate its classical physics and deformation quantisation.         ",
    "url": "https://arxiv.org/abs/2505.03551",
    "authors": [
      "Mark J. Everitt"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  }
]