[
  {
    "id": "arXiv:2410.00924",
    "title": "Vortex-bubble system as a spin acoustic particle model",
    "abstract": "           A vortices-bubble system may be depicted by some features which may lead to infer its acoustic charge and its spin angular momentum. We study the dynamics of this system within the framework of fluid physics and with the help of Maxwell's hydrodynamic equations. Since we will adopt an approach of a fluid without viscosity and without gravity, then the fluid is in steady state if also we will neglect the acoustic radiation. When we expressed the energy (the kinetic and potential energy) of the vortex-bubble system we found out that the state of bubble which is captured in the core of the vortex is more stable than it is out of the core. For the above allegations we consider that this system, namely a vortex-bubble system, is a good approach for an acoustic particle with charge and spin angular momentum. This system owns to the Acoustic World.         ",
    "url": "https://arxiv.org/abs/2410.00924",
    "authors": [
      "Ion Simaciu",
      "Gheorghe Dumitrescu",
      "Zoltan Borsos",
      "Viorel Drafta",
      "Anca Baciu",
      "Georgeta Nan"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2410.00935",
    "title": "Book Review: 'Background Independence in Classical and Quantum Gravity', by James Read",
    "abstract": "           This is a review of James Read's insightful book, Background Independence in Classical and Quantum Gravity. The book introduces various notions of background-independence which it then makes precise, and uses to make verdicts about background-independence on a wide range of examples of spacetime theories in both classical and quantum gravity. This short book is, in several ways, a worthy example of how technical philosophy of physics ought to be done. I first discuss the content, then raise a number points where I disagree with the book.         ",
    "url": "https://arxiv.org/abs/2410.00935",
    "authors": [
      "Sebastian De Haro"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2410.01029",
    "title": "Time domain analysis of locally resonant elastic metamaterials under impact",
    "abstract": "           The microstructure of a material can be engineered to achieve unique properties not found in nature. Microstructured materials, also known as metamaterials (MMs), can exhibit properties utilizing local resonance and dynamics of their heterogeneous microstructure that are activated below the traditional Bragg limit. In this study, the linear dynamic response of a low-frequency resonant ceramic MM slab is analyzed using the Finite Element Method (FEM) in the time domain. The MM is compared to monolithic slabs and other microstructured designs in terms of stress wave mitigation, peak load retardation, and energy transfer. Simulations are conducted using various boundary conditions and domain sizes to evaluate their influence on the performance. Potential graded slab designs and material damping effects are also discussed and are both shown to reduce the energy transmitted from the impact surface to the opposing surface significantly. The results showed that the MM slabs had superior performance in reducing the peak stress wave and reducing the transfer of energy. This study demonstrates that resonant ceramic MMs are a promising material design with unique and tunable properties that can be used for stress wave mitigation and structural protection applications.         ",
    "url": "https://arxiv.org/abs/2410.01029",
    "authors": [
      "Erdem Caliskan",
      "Willoughby Cheney",
      "Weidi Wang",
      "Thomas Plaisted",
      "Alireza V. Amirkhizi",
      "Reza Abedi"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.01095",
    "title": "Harnessing micro-Fabry-Perot reference cavities in photonic integrated circuits",
    "abstract": "           Compact photonic systems that offer high frequency stability and low noise are of increasing importance to applications in precision metrology, quantum computing, communication, and advanced sensing technologies. However, on-chip resonators comprised of dielectrics cannot match the frequency stability and noise characteristics of Fabry-Perot cavities, whose electromagnetic modes live almost entirely in vacuum. In this study, we present a novel strategy to interface micro-fabricated Fabry-Perot cavities with photonic integrated circuits to realize compact, high-performance integrated systems. Using this new integration approach, we demonstrate self-injection locking of an on-chip laser to a milimeter-scale vacuum-gap Fabry-Perot using a circuit interface that transforms the reflected cavity response to enable efficient feedback to the laser. This system achieves a phase noise of -97 dBc/Hz at 10 kHz offset frequency, a fractional frequency stability of 5*10-13 at 10 ms, a 150 Hz 1/pi integral linewidth, and a 35 mHz fundamental linewidth. We also present a complementary integration strategy that utilizes a vertical emission grating coupler and a back-reflection cancellation circuit to realize a fully co-integrated module that effectively redirects the reflected signals and isolates back-reflections with a 10 dB suppression ratio, readily adaptable for on-chip PDH locking. Together, these demonstrations significantly enhance the precision and functionality of RF photonic systems, paving the way for continued advancements in photonic applications.         ",
    "url": "https://arxiv.org/abs/2410.01095",
    "authors": [
      "Haotian Cheng",
      "Chao Xiang",
      "Naijun Jin",
      "Igor Kudelin",
      "Joel Guo",
      "Matthew Heyrich",
      "Yifan Liu",
      "Jonathan Peters",
      "Qing-Xin Ji",
      "Yishu Zhou",
      "Kerry J. Vahala",
      "Franklyn Quinlan",
      "Scott A. Diddams",
      "John E. Bowers",
      "Peter T. Rakich"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.01200",
    "title": "First-principles computational methods for quantum defects in two-dimensional materials: A perspective",
    "abstract": "           Quantum defects are atomic defects in materials that provide resources to construct quantum information devices such as single-photon emitters (SPEs) and spin qubits. Recently, two-dimensional (2D) materials gained prominence as a host of quantum defects with many attractive features derived from their atomically thin and layered material formfactor. In this perspective, we discuss first-principles computational methods and challenges to predict the spin and electronic properties of quantum defects in 2D materials. We focus on the open quantum system nature of the defects and their interaction with external parameters such as electric field, magnetic field, and lattice strain. We also discuss how such prediction and understanding can be used to guide experimental studies, ranging from defect identification to tuning of their spin and optical properties. This perspective provides significant insights into the interplay between the defect, the host material, and the environment, which will be essential in the pursuit of ideal two-dimensional quantum defect platforms.         ",
    "url": "https://arxiv.org/abs/2410.01200",
    "authors": [
      "Hosung Seo",
      "Viktor Ivády",
      "Yuan Ping"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.01274",
    "title": "Measuring Blackbody Noise in Silica Optical Fibres for Quantum and Classical Communication",
    "abstract": "           Deployment of practical quantum networks, which operate at or near single photon levels, requires carefully quantifying noise processes. We investigate noise due to blackbody radiation emitted into the guided mode of silica single mode optical fibres near room temperature, which to date is under-explored in the literature. We utilise a single photon avalanche detector and lock in detection to measure $\\approx$0.1 photons/s/THz ($\\approx$-170dBm/THz) at 40°C near the optically thick limit of 20km in silica fibre. We also measure a coarse spectrum to validate the blackbody behaviour, and observe a prominent anomaly around the 1430nm CWDM channel, likely due to -OH impurities. Though the magnitude of this noise is small, it is additive noise which imposes a fundamental limit in raw fidelity in quantum communication, and a fundamental noise floor in classical communication over optical fibres.         ",
    "url": "https://arxiv.org/abs/2410.01274",
    "authors": [
      "Michael Hencz",
      "Mark Baker",
      "Erik W. Streed"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.01287",
    "title": "Superluminal spacetime boundary, time reflection and quantum light generation from relativistic plasma mirrors",
    "abstract": "           A plasma mirror is an optical device for high-power, ultrashort-wavelength electromagnetic fields, utilizing a sheet of relativistic oscillating electrons to generate and manipulate light. In this work, we propose that the spatiotemporally varying plasma oscillation, induced by an ultra-high-intensity laser beam, functions as a \"spacetime mirror\" with significant potential for exploring quantum light. We find that the spacetime mirror exhibits several exotic features: (i) a superluminal spacetime boundary, (ii) time reflection and refraction, and (iii) quantum light sources with pair generation. Our theoretical and simulation results are in excellent agreement, and experimental verification is underway. Our work demonstrates the interplay with emerging fields such as time varying media, suggesting the plasma mirror as an ideal platform to study strong-field quantum optics at extremes.         ",
    "url": "https://arxiv.org/abs/2410.01287",
    "authors": [
      "Chenhao Pan",
      "Xinbing Song",
      "Yang Cao",
      "Li Xiong",
      "Xiaofei Lan",
      "Shaoyi Wang",
      "Yuxin Leng",
      "Yiming Pan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.01333",
    "title": "Microwave Cavity Resonator with Extreme Dispersion to Enable a Test of the Electric-Scalar Aharonov-Bohm Effect",
    "abstract": "           A cylindrical microwave cavity resonator operating in the TM$_{0,1,0}$ mode was excited using an interferometric configuration that allowed manipulation of the electric field and potential within the resonator by adjusting the phase and amplitude in the two interferometer arms driving the resonator. With precise tuning of the phase and amplitude, 25 dB suppression of the electric field at the resonance frequency was achieved while simultaneously resonantly enhancing the amplitude of the time-varying electric-scalar potential. Under these balanced conditions, the system demonstrated extreme dispersion in the cavity response due to the introduction of an anti-resonance at the resonance frequency. This creates a phenomenon similar to electromagnetically induced transparency, leading to an increase in the cavity phase response by an order of magnitude. This work presents an experimental setup with the features that will allow the electric-scalar Aharonov-Bohm effect to be tested under conditions involving a time-varying electric-scalar potential, without the presence of an electric field or magnetic vector potential, an experiment that has not yet been realised.         ",
    "url": "https://arxiv.org/abs/2410.01333",
    "authors": [
      "Michael Hatzon",
      "Graeme Flower",
      "Maxim Goryachev",
      "Jeremy Bourhill",
      "Michael E. Tobar"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.01416",
    "title": "Two-level atom witness of thermalization of multimode optical fibers",
    "abstract": "           In the present project, we study the dynamics of the two-level system coupled with the multimode optical system. In particular, we considered a square lattice of optical fibers. We aimed to answer whether we can infer information about the thermalization of optical modes through the thermalization of two-level atoms. After averaging over the set of modes, the dynamic of the two-level system is free of quantum revivals, and that is the signature of thermalization. We showed that the temperature of the two-level system increases with the temperature of optical modes and mean photon number. In the high-temperature limit of optical modes, the temperature of the level system tends to be infinity, and level populations are equal.         ",
    "url": "https://arxiv.org/abs/2410.01416",
    "authors": [
      "M. Wanic",
      "R. Khomeriki",
      "S. Stagraczynski",
      "M. I. Katsnelson",
      "Z. Toklikishvili",
      "L. Chotorlishvi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.01662",
    "title": "The Resonance Condition for Slow Wave Antennas: a Lagrangian Approach",
    "abstract": "           A proof of the resonant property of linear periodically loaded antennas with subwavelength elements is obtained by applying a Lagrangian formalism. A Lagrangian is developed by modeling the antenna with lumped inductance and capacitance elements on a single line, thereby physically similar to the antenna and thus avoiding the inaccurate two parallel conductor transmission line model. An equation for the antenna current driven by an incident electromagnetic field is obtained via vector and scalar potentials. It is shown that periodic loading provides a means to shorten the resonant length while the antenna pattern remains unchanged. The Lagrangian model is validated through a calculation showing the loaded resonant length is determined by a product of a resonant half-wavelength dipole with the ratio of the free space velocity and the longitudinal traveling wave velocity. A periodically loaded disk-on-rod antenna example with simulations and measurements provides further validation of the mathematics.         ",
    "url": "https://arxiv.org/abs/2410.01662",
    "authors": [
      "Robert Nevels",
      "Steven Scully",
      "Francisco Espinal",
      "Anatoly Svidzinsky"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2410.01703",
    "title": "Rabi oscillations at three-photon laser excitation of a single rubidium Rydberg atom in an optical dipole trap",
    "abstract": "           In an experiment on three-photon laser excitation $5S_{1/2} \\to 5P_{3/2} \\to 6S_{1/2} \\to 37P_{3/2}$ of a single $^{87}$Rb Rydberg atom in an optical dipole trap, we have observed for the first time three-photon Rabi oscillations between the ground and the Rydberg states. The single atom was detected optically by measuring the signal of resonant fluorescence with a low-noise sCMOS video camera. Relative probability of the atom to remain in the trap after the action of three synchronized laser excitation pulses was measured for their durations varied in the range from 100 ns to 2 $\\mu$s. A specific feature of the experiment was the usage of intense laser radiation at the wavelength of 1367 nm on the second excitation step, which provided the single-photon Rabi frequency up to 2 GHz to control the effective detunings of the intermediate levels of the three-photon transition due to ac Stark effect. We have detected Rabi oscillations with frequency from 1 to 5 MHz depending on the intensities of the laser pulses on the first and the second excitation steps with the coherence time of 0.7-0.8 $\\mu$s. The ways to increase the coherence time and contrast of the three-photon Rabi oscillations for applications in quantum information processing with Rydberg atoms are discussed.         ",
    "url": "https://arxiv.org/abs/2410.01703",
    "authors": [
      "I.I.Beterov",
      "E.A.Yakshina",
      "G.Suliman",
      "P.I.Betleni",
      "A.A.Prilutskaya",
      "D.A.Skvortsova",
      "T.R.Zagirov",
      "D.B.Tretyakov",
      "V.M.Entin",
      "N.N.Bezuglov",
      "I.I.Ryabtsev"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.01077",
    "title": "Millikelvin Si-MOSFETs for Quantum Electronics",
    "abstract": "           Large power consumption of silicon CMOS electronics is a challenge in very-large-scale integrated circuits and a major roadblock to fault-tolerant quantum computation. Matching the power dissipation of Si-MOSFETs to the thermal budget at deep cryogenic temperatures, below 1 K, requires switching performance beyond levels facilitated by currently available CMOS technologies. We have manufactured fully depleted silicon-on-insulator MOSFETs tailored for overcoming the power dissipation barrier towards sub-1 K applications. With these cryo-optimized transistors we achieve a major milestone of reaching subthreshold swing of 0.3 mV/dec at 420 mK, thereby enabling very-large-scale integration of cryo-CMOS electronics for ultra-low temperature applications.         ",
    "url": "https://arxiv.org/abs/2410.01077",
    "authors": [
      "Nikolai Yurttagül",
      "Markku Kainlauri",
      "Jan Toivonen",
      "Sushan Khadka",
      "Antti Kanniainen",
      "Arvind Kumar",
      "Diego Subero",
      "Juha Muhonen",
      "Mika Prunnila",
      "Janne S. Lehtinen"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.01253",
    "title": "Off-stoichiometry engineering of the electrical and optical properties of SrNbO$_3$ by oxide molecular beam epitaxy",
    "abstract": "           The highly conducting and transparent inorganic perovskites SrBO$_3$ with V, Nb, Mo, and their mixtures at the B-site have recently attracted the attention of the oxide electronics community as novel alternative transparent conducting oxides. For different applications from solar cells to transparent electronics, it is desirable to tune the optical transmission window in the ultraviolet (UV), visible and infrared (IR) range. The conventional approach is substitutional design at the A- and/or B-site. Here, we suggest a method by engineering the off-stoichiometry of the perovskite, opening new pathways to broaden the range of applications without adding additional elements. For oxide molecular beam epitaxy grown SrNbO$_3$ on GdScO$_3$ substrates, we show that controlled Sr deficiency shifts the plasma edge from about 2 eV in the visible range into the near-infrared region, 1.37 eV (similar to stoichiometric SrVO$_3$). Here, epitaxial growth allows going beyond the limitations of phase stability set by thermodynamics. The suggested approach opens a new design toolbox by including controlled vacancy sites as quasi-substitutional virtual elements.         ",
    "url": "https://arxiv.org/abs/2410.01253",
    "authors": [
      "Jasnamol Palakkal",
      "Alexey Arzumanov",
      "Ruiwen Xie",
      "Niloofar Hadaeghi",
      "Thomas Wagner",
      "Tianshu Jiang",
      "Yating Ruan",
      "Gennady Cherkashinin",
      "Leopoldo Molina-Luna",
      "Hongbin Zhang",
      "Lambert Alff"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.01260",
    "title": "Automated Curvy Waveguide Routing for Large-Scale Photonic Integrated Circuits",
    "abstract": "           As photonic integrated circuit (PIC) designs advance and grow in complexity, largely driven by innovations in photonic computing and interconnects, traditional manual physical design processes have become increasingly cumbersome. Available PIC layout automation tools are mostly schematic-driven, which has not alleviated the burden of manual waveguide planning and layout drawing for engineers. Previous research in automated PIC routing largely relies on off-the-shelf algorithms designed for electrical circuits, which only support high-level route planning to minimize waveguide crossings. It is not customized to handle unique photonics-specific routing constraints and metrics, such as curvy waveguides, bending, port alignment, and insertion loss. These approaches struggle with large-scale PICs and cannot produce real layout geometries without design-rule violations (DRVs). This highlights the pressing need for electronic-photonic design automation (EPDA) tools that can streamline the physical design of modern PICs. In this paper, for the first time, we propose an open-source automated PIC detailed routing tool, dubbed APR, to generate DRV-free PIC layout for large-scale real-world PICs. APR features a grid-based curvy-aware A* engine with adaptive crossing insertion, congestion-aware net ordering and objective, and crossing-waveguide optimization scheme, all tailored to the unique property of PIC. On large-scale real-world photonic computing cores and interconnects, APR generates a DRV-free layout with 14% lower insertion loss and 6.25x speedup than prior methods, paving the way for future advancements in the EPDA toolchain. Our codes are open-sourced at this https URL.         ",
    "url": "https://arxiv.org/abs/2410.01260",
    "authors": [
      "Hongjian Zhou",
      "Keren Zhu",
      "Jiaqi Gu"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.01286",
    "title": "Statistical Virtual Temperature of Classical and Quantum Systems",
    "abstract": "           In this work, we introduce a foundational definition of statistical virtual temperature, derived from the spectrum of the Gibbs Kubo-Martin-Schwinger (KMS) state and formulated using d-1 indices of purity (IP), where d represents the Hilbert space dimension within the C*-algebra framework. We demonstrate that the universal physical bounds between von Neumann entropy and statistical virtual temperature are constrained by these IPs, which may offer broader applications to quantum systems. Additionally, we geometrize classical optical polarization states of an arbitrary electromagnetic field and provide an interpretation of the quantum Mpemba effect, where a quantum system prepared at a higher statistical virtual temperature relaxes to equilibrium faster than one at a lower temperature. This behavior is explained through a novel concept of temperature-resolved entanglement asymmetry. Additionally, we present a geometric interpretation of the third law of thermodynamics using these entropy-temperature diagrams. Nevertheless, the defined statistical virtual temperature inherently exhibits the third law of thermodynamics. We believe that this work has the potential to significantly advance our understanding of classical polarization theory, quantum information theory, and quantum thermodynamics, and it may establish new connections and insights into these fields.         ",
    "url": "https://arxiv.org/abs/2410.01286",
    "authors": [
      "Tariq Aziz",
      "Meng-Long Song",
      "Liu Ye",
      "Dong Wang",
      "José J. Gil",
      "Sabre Kais"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.01289",
    "title": "The Unlikely Hero: Nonideality in Analog Photonic Neural Networks as Built-in Defender Against Adversarial Attacks",
    "abstract": "           Electronic-photonic computing systems have emerged as a promising platform for accelerating deep neural network (DNN) workloads. Major efforts have been focused on countering hardware non-idealities and boosting efficiency with various hardware/algorithm co-design methods. However, the adversarial robustness of such photonic analog mixed-signal AI hardware remains unexplored. Though the hardware variations can be mitigated with robustness-driven optimization methods, malicious attacks on the hardware show distinct behaviors from noises, which requires a customized protection method tailored to optical analog hardware. In this work, we rethink the role of conventionally undesired non-idealities in photonic analog accelerators and claim their surprising effects on defending against adversarial weight attacks. Inspired by the protection effects from DNN quantization and pruning, we propose a synergistic defense framework tailored for optical analog hardware that proactively protects sensitive weights via pre-attack unary weight encoding and post-attack vulnerability-aware weight locking. Efficiency-reliability trade-offs are formulated as constrained optimization problems and efficiently solved offline without model re-training costs. Extensive evaluation of various DNN benchmarks with a multi-core photonic accelerator shows that our framework maintains near-ideal on-chip inference accuracy under adversarial bit-flip attacks with merely <3% memory overhead. Our codes are open-sourced at this https URL.         ",
    "url": "https://arxiv.org/abs/2410.01289",
    "authors": [
      "Haotian Lu",
      "Ziang Yin",
      "Partho Bhoumik",
      "Sanmitra Banerjee",
      "Krishnendu Chakrabarty",
      "Jiaqi Gu"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Cryptography and Security (cs.CR)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.01313",
    "title": "ADEPT-Z: Zero-Shot Automated Circuit Topology Search for Pareto-Optimal Photonic Tensor Cores",
    "abstract": "           Photonic tensor cores (PTCs) are essential building blocks for optical artificial intelligence (AI) accelerators based on programmable photonic integrated circuits. Most PTC designs today are manually constructed, with low design efficiency and unsatisfying solution quality. This makes it challenging to meet various hardware specifications and keep up with rapidly evolving AI applications. Prior work has explored gradient-based methods to learn a good PTC structure differentiably. However, it suffers from slow training speed and optimization difficulty when handling multiple non-differentiable objectives and constraints. Therefore, in this work, we propose a more flexible and efficient zero-shot multi-objective evolutionary topology search framework ADEPT-Z that explores Pareto-optimal PTC designs with advanced devices in a larger search space. Multiple objectives can be co-optimized while honoring complicated hardware constraints. With only <3 hours of search, we can obtain tens of diverse Pareto-optimal solutions, 100x faster than the prior gradient-based method, outperforming prior manual designs with 2x higher accuracy weighted area-energy efficiency. The code of ADEPT-Z is available at this https URL.         ",
    "url": "https://arxiv.org/abs/2410.01313",
    "authors": [
      "Ziyang Jiang",
      "Pingchuan Ma",
      "Meng Zhang",
      "Rena Huang",
      "Jiaqi Gu"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Neural and Evolutionary Computing (cs.NE)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.01592",
    "title": "Quantum Photonic Gates with Two-Dimensional Random Walkers",
    "abstract": "           Quantum gates are essential elements for processing quantum information. However, realizing them in a photonic platform is challenging due to the unique way photons propagate and interfere. In this study, we introduce new design of quantum photonic gates that operate based on continuous time two-dimensional random walking photons. These gates can be implemented using the inverse design method, where photons randomly walk in a two-dimensional silicon host medium embedded with silicon dioxide scatterers. We propose a C-NOT gate as a multiqubit gate and an X-gate as a single qubit gate. We will also provide numerical demonstrations of the gate operations using quantum formalism. Additionally, our investigation involves studying the non-trivial spatial correlations of random walking photons by utilizing the quantum correlation function. The results demonstrate high-fidelity probabilistic quantum gates. Further work is required to address error-correction. This work advances the practical implementation of integrated photonics in linear quantum optics.         ",
    "url": "https://arxiv.org/abs/2410.01592",
    "authors": [
      "S. Ali Hassani Gangaraj",
      "Dan T Nguyen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.09450",
    "title": "Grover's algorithm on two-way quantum computer",
    "abstract": "           Two-way quantum computing (2WQC) represents a novel approach to quantum computing that introduces a CPT version of state preparation. This paper analyses the influence of this approach on Grover's algorithm and compares the behaviour of typical Grover and its 2WQC version in the presence of noise in the system. Our findings indicate that, in an ideal scenario without noise, the 2WQC Grover algorithm exhibits a constant complexity of $\\mathcal{O}(1)$. In the presence of noise, the 2WQC Grover algorithm demonstrates greater resilience to different noise models than the standard Grover's algorithm.         ",
    "url": "https://arxiv.org/abs/2406.09450",
    "authors": [
      "Grzegorz Czelusta",
      "Dev Rishi Verma",
      "Govind Wanjalkar"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2403.04719",
    "title": "Effect of trap imperfections on the density of a quasi-two-dimensional uniform dipolar quantum Bose gas",
    "abstract": "           We theoretically investigate the impact of weak static perturbations of a flat potential on the density of a quasi-two-dimensional dipolar Bose gas. {We consider the perturbative effects of potential perturbations at first order and restrict to the mean-field stable regime. We first study cosinusoidal potential perturbations at a given spatial frequency; this allows us to understand the effects of optical lattices as well as of isolated momentum contributions in the Fourier decomposition of an arbitrary potential. We then study potential perturbations characterized by a static white-noise spectrum over a given momentum range; this captures the effects of inherent optical aberrations in setups that create uniform optical dipole traps.         ",
    "url": "https://arxiv.org/abs/2403.04719",
    "authors": [
      "Thibault Bourgeois",
      "Lauriane Chomaz"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.00588",
    "title": "Quantum correlations, mixed states and bistability at the onset of lasing",
    "abstract": "           We derive a model for a single mode laser that includes all two particle quantum correlations between photons and electrons. In contrast to the predictions of semi-classical models, we find that lasing takes place in the presence of quantum bistability between a non-lasing and a non-classical coherent state. The coherent state is characterized by a central frequency and a finite linewidth and emerges with finite amplitude from a saddle-node bifurcation together with an unstable coherent state. Hence coherent emission in nanolasers originates through a mixing of lasing and non-lasing states. In the limit of a macrolaser with a large number of emitters and non-resonant modes, the laser threshold approaches the prediction of the semi-classical theory, but with the important difference that lasing can be achieved only in the presence of finite size perturbations.         ",
    "url": "https://arxiv.org/abs/2410.00588",
    "authors": [
      "Francesco Papoff",
      "Mark Anthony Carroll",
      "Gian Luca Lippi",
      "Gian-Luca Oppo",
      "Giampaolo D'Alessandro"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]