[
  {
    "id": "arXiv:2410.00058",
    "title": "Using laser and ultrasound devices for breast cancer treatment: studying the effects of gold nanoparticles injection",
    "abstract": "           Breast cancer is a disease in which cells in the breast grow out of control. After surgery, chemotherapy, and other invasive treatments, hyperthermia is a suitable choice with the minimal side effects. In this paper, the treatment of breast cancer using a combination of laser and ultrasound irradiation, in the presence of gold nanoparticles, is investigated. In the simulations, the breast tissue is represented as a multilayer structure and the tumor is supposed to consist two parts: a superficial section and a deeper region. In the initial stage, the superficial parts of the tumor, which also contain gold nanoparticles, are exposed to a continuous laser for 50 seconds followed by a cooling period of 20 seconds. Then, for deeper sections, ultrasound irradiation is utilized. The results indicated that the tissue necrosis volume was enhanced by the application of nanoparticles. Furthermore, it was demonstrated that the combinational application of both of laser and ultrasound irradiation could eradicate both the superficial parts of the tumor and the deep parts.         ",
    "url": "https://arxiv.org/abs/2410.00058",
    "authors": [
      "Heliya sadat Kazemi Siyanaki",
      "Fatemeh Rezaei",
      "Saeedeh Kabiri",
      "Behnam Ashrafkhani"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.00549",
    "title": "Radiation Measurements Using Timepix3 with Silicon Sensor and Bare Chip in Proton Beams for FLASH Radiotherapy",
    "abstract": "           This study investigates the response of Timepix3 semiconductor pixel detectors in proton beams of varying intensities, with a focus on FLASH proton therapy. Using the Timepix3 ASIC chip, we measured the spatial and spectral characteristics of 220 MeV proton beams delivered in short pulses. The experimental setup involved Minipix readout electronics integrated with a Timepix3 chipboard in a flexible architecture, and an Advapix Timepix3 with a silicon sensor. Measurements were carried out with Timepix3 detectors equipped with GaAs and silicon Si sensors. We also investigated the response of a bare Timepix3 ASIC chip (without a sensor). The detectors were placed within a waterproof holder attached to the IBA Blue water phantom, with additional measurements performed in air behind a 2 cm-thick solid phantom. The results demonstrated the capability of the Timepix3 detectors to measure time-over-threshold (ToT) and count rate (number of events) in both conventional and ultra-high-dose-rates proton beams. The bare ASIC chip configuration sustained up to a dose rate (DR) of 270 Gy/s, although it exhibited limited spatial resolution due to low detection efficiency. In contrast, Minipix Timepix3 with experimental GaAs sensors showed saturation at low DR=5 Gy/s. Furthermore, the Advapix Timepix3 detector was used in standard and customized configurations. In the standard configuration (Ikrum =5), the detector showed saturation at DR=5 Gy/s. But, in the customized configuration when the per-pixel discharging signal (Ikrum) was increased to 80, the detector demonstrated enhanced performance by reducing the duration of the ToT signal, allowing beam spot imaging up to DR=28 Gy/s in the plateau region of the Bragg curve. For such DR, the frame acquisition time was reduced to the order of microseconds, meaning only a fraction of the pulse (with pulse lengths on the order of milliseconds) was captured.         ",
    "url": "https://arxiv.org/abs/2410.00549",
    "authors": [
      "C. Oancea",
      "J. Šolc",
      "C. Granja",
      "E. Bodenstein",
      "F. Horst",
      "J. Pawelke",
      "J. Jakubek"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2410.00592",
    "title": "Ultra-low-crosstalk Silicon Switches Driven Thermally and Electrically",
    "abstract": "           Silicon photonic switches are widely considered as a cost-effective solution for addressing the ever-growing data traffic in datacenter networks, as they offer unique advantages such as low power consumption, low latency, small footprint and high bandwidth. Despite extensive research efforts, crosstalk in large-scale photonic circuits still poses a threat to the signal integrity. In this paper, we present two designs of silicon Mach-Zehnder Interferometer (MZI) switches achieving ultra-low-crosstalk, driven thermally and electrically. Each switch fabric is optimized at both the device and circuit level to suppress crosstalk and reduce system complexity. Notably, for the first time to the best of our knowledge, we harness the inherent self-heating effect in a carrier-injection-based MZI switch to create a pair of phase shifters that offer arbitrary phase differences. Such a pair of phase shifters induces matched insertion loss at each arm, thus minimizing crosstalk. Experimentally, an ultra-low crosstalk ratio below -40 dB is demonstrated for both thermo-optic (T-O) and electro-optic (E-O) switches. The T-O switch exhibits an on-chip loss of less than 5 dB with a switching time of 500 microseconds, whereas the E-O switch achieves an on-chip loss as low as 8.5 dB with a switching time of under 100 ns. In addition, data transmission of a 50 Gb/s on-off keying signal is demonstrated with high fidelity on the E-O switch, showing the great potential of the proposed switch designs.         ",
    "url": "https://arxiv.org/abs/2410.00592",
    "authors": [
      "Peng Bao",
      "Chunhui Yao",
      "Chenxi Tan",
      "Alan Yilun Yuan",
      "Minjia Chen",
      "Seb J. Savory",
      "Richard Penty",
      "Qixiang Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2410.00666",
    "title": "Internal acoustic resonances: small scattering center compared with the wavelength",
    "abstract": "           In fields such as acoustics, electromagnetism, and quantum physics, the scattering of waves by localized objects is a fundamental phenomenon. Building on this, the present study investigates the energy distribution within a spherical scattering center during its interaction with an incident acoustic wave. The analysis reveals unexpected resonance effects driven by impedance mismatches between the scattering center and the surrounding ideal fluid. These resonance phenomena occur even when the magnitude order of the incident wavelength is significantly larger compared to the size of the scattering center. Such resonance behavior, observed in the small-particle regime, has potential applications in ultrasound imaging, targeted drug delivery, and metamaterial design.         ",
    "url": "https://arxiv.org/abs/2410.00666",
    "authors": [
      "Naruna E. Rodrigues",
      "José Renato Alcarás",
      "Odemir M. Bruno",
      "Gilberto Nakamura",
      "Alexandre S. Martinez"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2410.00837",
    "title": "Fast timing silicon R$\\&$D for the future Electron-Ion Collider",
    "abstract": "           The proposed Electron-Ion Collider (EIC) will utilize high-luminosity high-energy electron+proton ($e+p$) and electron+nucleus ($e+A$) collisions to solve several fundamental questions including searching for gluon saturation and studying the proton/nuclear structure. Complementary to the ongoing EIC project detector technical prototype carried out by the ePIC collaboration, a Depleted Monolithic Active Pixel Sensor (i.e., MALTA2) based fast timing silicon tracking detector (FMT) has been proposed to provide additional hits for track reconstruction in the forward and backward region at the EIC to improve the overall track reconstruction quality. The fast timing resolution of the MALTA2 technology will help reject background events at the EIC as well. Progress of latest MALTA2 R$\\&$D, the development of a new MALTA2 quad-sensor prototype module and impacts of the proposed FMT in EIC physics studies will be discussed.         ",
    "url": "https://arxiv.org/abs/2410.00837",
    "authors": [
      "Xuan Li",
      "Eric Renner",
      "Ming Liu",
      "Walter Sondheim",
      "Carlos Solans Sanchez",
      "Marcos Vazquez Nuñez",
      "Vicente Gonzalez",
      "Yasser Corrales Morales"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2410.00842",
    "title": "Optically-Controlled Nano-Transducers Based on Cleaved Superlattices for Monitoring Gigahertz Surface Acoustic Vibrations",
    "abstract": "           Surface acoustic waves (SAWs) convey energy at subwavelength depths along surfaces. Using interdigital transducers (IDTs) and opto-acousto-optic transducers (OAOTs), researchers have harnessed coherent SAWs with nanosecond periods and micrometer localization depth for various applications. However, the utilization of cutting-edge OAOTs produced through surface nanopatterning techniques has set the upper limit for coherent SAW frequencies below 100 GHz, constrained by factors such as the quality and pitch of the surface nanopattern, not to mention the electronic bandwidth limitations of the IDTs. In this context, unconventional optically-controlled nano-transducers based on cleaved superlattices (SLs) are here presented as an alternative solution. To demonstrate their viability, we conducted proof-of-concept experiments using ultrafast lasers in a pump-probe configuration on SLs made of alternating AlxGa1-xAs and AlyGa1-yAs layers with approximately 70 nm periodicity and cleaved along their growth direction to produce a periodic nanostructured surface. The acoustic vibrations, generated and detected by laser beams incident on the cleaved surface, span a range from 40 GHz to 70 GHz, corresponding to the generalized surface Rayleigh mode and bulk modes within the dispersion relation. This exploration shows that, in addition to SAWs, cleaved SLs offer the potential to observe surface-skimming longitudinal and transverse acoustic waves at GHz frequencies. This proof-of-concept demonstration below 100 GHz in nanoacoustics using such an unconventional platform offers opportunities for realizing sub-THz to THz coherent surface acoustic vibrations in the future, as SLs can be epitaxially grown with atomic-scale layer width and quality.         ",
    "url": "https://arxiv.org/abs/2410.00842",
    "authors": [
      "Changxiu Li",
      "Nikolay Chigarev",
      "Théo Thréard",
      "Kedong Zhang",
      "Nicolas Delorme",
      "Vincent Tournat",
      "Samuel Raetz",
      "Hong Lu",
      "Vitalyi E. Gusev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2410.00298",
    "title": "Spatio-Spectral Quantum State Estimation of Photon Pairs from Optical Fiber Using Stimulated Emission",
    "abstract": "           Developing a quantum light source that carries more than one bit per photon is pivotal for expanding quantum information applications. Characterizing a high-dimensional multiple-degree-of-freedom source at the single-photon level is challenging due to the large parameter space as well as limited emission rates and detection efficiencies. Here, we characterize photon pairs generated in optical fiber in the transverse-mode and frequency degrees of freedom by applying stimulated emission in both degrees of freedom while detecting in one of them at a time. This method may be useful in the quantum state estimation and optimization of various photon-pair source platforms in which complicated correlations across multiple degrees of freedom may be present.         ",
    "url": "https://arxiv.org/abs/2410.00298",
    "authors": [
      "Dong Beom Kim",
      "Xiye Hu",
      "Alfred B. U'Ren",
      "Karina Garay-Palmett",
      "Virginia O. Lorenz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.00353",
    "title": "Testing quantum master equations for complete positivity: A direct approach",
    "abstract": "           While quantum master equations (QMEs) are the primary workhorse in quantum information science, quantum optics, spectroscopy, and quantum thermodynamics, verifying complete positivity of the associated $N$-level quantum dynamical maps remains an outstanding challenge for $N\\ge 3$. We address this challenge by establishing a direct mapping between the Liouvillian and Kossakowski matrices of an arbitrary Markovian QME. The mapping relies on the Moore-Penrose pseudo-inverse of a rectangular matrix composed of the structure constants of SU$(N)$. As an application, we establish complete positivity of the quantum optical Bloch-Redfield QME for a three-level V-system driven by incoherent light. Our approach makes it possible to test QMEs for complete positivity without solving them, and to restore complete positivity by keeping only non-negative eigenvalues of the Kossakowski matrix.         ",
    "url": "https://arxiv.org/abs/2410.00353",
    "authors": [
      "Timur V. Tscherbul"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2410.00440",
    "title": "Beamsplitter-free, high bit-rate, quantum random number generator based on temporal and spatial correlations of heralded single-photons",
    "abstract": "           The spontaneous parametric down-conversion (SPDC), an inherently random quantum process, produces a non-deterministic photon-pair with strong temporal and spatial correlations owing to both energy and momentum conservation. Therefore, the SPDC-based photon pairs are used for quantum random number generation (QRNG). Typically, temporal correlation in association with an ideal unbiased beam splitter is used for QRNG without fully exploring the spatial correction. As a result, SPDC-based QRNG has a low bit rate. On the other hand, due to the spatial correlation, the photon pairs in non-collinear phase-matched geometry are generated randomly in diametrically opposite points over an annular ring spatial distribution. Therefore, exploring the temporal correlation between photon pairs from different sections of the annual ring can lead to multi-bit QRNG at a high rate, avoiding the need for a beam splitter. As a proof-of-concept, we report on high-bit-rate QRNG by using spatial correlation of photon-pairs by sectioning the SPDC ring of a non-collinear, degenerate, high-brightness source and temporal correlation between the diametrically opposite sections. Dividing the annular ring of the high-brightness photon-pair source based on a 20 mm long, type-0 phase-matched, periodically-poled KTP crystal into four sections, recording the timestamp of the coincidences (widow of 1 ns) between photons from diametrically opposite sections and assigning bits (0 and 1), we extracted 90 million raw bits over 27.7 s at a pump power of 17 mW. We determined the extraction ratio using the minimum entropy evaluation of more than 95% in our case. Using Toeplitz matrix-based post-processing, we achieved a QRNG with a bit-rate of 3 Mbps, passing all NIST 800-22 and TestU01 test suites. The generic scheme shows the possibility of further enhancement of the bit rate through more sectioning of the SPDC ring.         ",
    "url": "https://arxiv.org/abs/2410.00440",
    "authors": [
      "Ayan Kumar Nai",
      "Amritash Sharma",
      "Vimlesh Kumar",
      "Sandeep Singh",
      "Shreya Mishra",
      "C. M. Chandrashekar",
      "G. K. Samanta"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.00494",
    "title": "Disentangling collective coupling in vibrational polaritons with double quantum coherence spectroscopy",
    "abstract": "           Vibrational polaritons are formed by strong coupling of molecular vibrations and photon modes in an optical cavity. Experiments have demonstrated that vibrational strong coupling can change molecular properties and even affect chemical reactivity. However, the interactions in a molecular ensemble are complex, and the exact mechanisms that lead to modifications are not fully understood yet. We simulate two-dimensional infrared spectra of molecular vibrational polaritons based on the double quantum coherence technique to gain further insight into the complex many-body structure of these hybrid light-matter states. Double quantum coherence uniquely resolves the excitation of hybrid light-matter polaritons and allows to directly probe the anharmonicities of the resulting states. By combining the cavity Born-Oppenheimer Hartree-Fock ansatz with a full quantum dynamics simulation of the corresponding eigenstates, we go beyond simplified model systems. This allows us to study the influence of self-polarization and the response of the electronic structure to the cavity interaction on the spectral features even beyond the single-molecule case.         ",
    "url": "https://arxiv.org/abs/2410.00494",
    "authors": [
      "Thomas Schnappinger",
      "Cyril Falvo",
      "Markus Kowalewski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2410.00588",
    "title": "Quantum correlations, mixed states and bistability at the onset of lasing",
    "abstract": "           We derive a model for a single mode laser that includes all two particle quantum correlations between photons and electrons. In contrast to the predictions of semi-classical models, we find that lasing takes place in the presence of quantum bistability between a non-lasing and a non-classical coherent state. The coherent state is characterized by a central frequency and a finite linewidth and emerges with finite amplitude from a saddle-node bifurcation together with an unstable coherent state. Hence coherent emission in nanolasers originates through a mixing of lasing and non-lasing states. In the limit of a macrolaser with a large number of emitters and non-resonant modes, the laser threshold approaches the prediction of the semi-classical theory, but with the important difference that lasing can be achieved only in the presence of finite size perturbations.         ",
    "url": "https://arxiv.org/abs/2410.00588",
    "authors": [
      "Francesco Papoff",
      "Mark Anthony Carroll",
      "Gian Luca Lippi",
      "Gian-Luca Oppo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.00667",
    "title": "Contribution of soundscape appropriateness to soundscape quality assessment in space: a mediating variable affecting acoustic comfort",
    "abstract": "           Soundscape appropriateness (SA) provides supplemental information on the matching degree between auditory information and the surrounding scene in soundscape perception. This indicator has been integrated into the standard ISO process for collecting soundscape data, forming a component of the sound quality assessment questionnaire. However, its role in soundscape quality assessment has not been fully understood. Herein, we present the findings from soundscape data collected from Beiling Park in Shenyang, China. A method was developed that integrates mediation effect models with multiscale geographically weighted regression (MGWR) models to explore the mediating role of SA in the impact of sound source types on soundscape quality, as well as the spatial heterogeneity of this mediation effect. The results confirm that SA does mediates the influence of sound source types on acoustics comfort (AC). Specifically, natural sounds (indirect effect / total effect = 0.19 / 0.19), traffic sounds (indirect effect / total effect = -0.46 / -0.65), and commercial sounds (indirect effect / total effect = -0.25 / -0.12) impact the perception of AC by either enhancing or reducing SA. Moreover, the relationships among variables depicted in this model demonstrate spatial heterogeneity, demonstrating that in urban open spaces with complex constructures, local spatial models may be needed for soundscape assessment. The research reaffirms the significance of SA in urban open spaces. In terms of practical implications for urban and landscape planners, when sound sources cannot be controlled or altered, coordinating between the sound and the surrounding environment through landscape optimisation could also improve the quality of the soundscape through enhancing SA and help achieve the goal of creating healthy urban open spaces.         ",
    "url": "https://arxiv.org/abs/2410.00667",
    "authors": [
      "Xinhao Yang",
      "Guangyu Zhang",
      "Xiaodong Lu",
      "Yuan Zhang",
      "Jian Kang"
    ],
    "subjectives": [
      "Sound (cs.SD)",
      "Audio and Speech Processing (eess.AS)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2410.00803",
    "title": "Orbital atomic sensor for gravitational waves",
    "abstract": "           Gravitational wave science transforms research beyond general relativity and gravity. The signals detected not only reveal the nature of cataclysmic events and exotic objects in galaxies, but also test the models for the equation of state and color superconducting vortex alignment in neutron stars, as well as for the distribution of cosmological dark matter and their characteristic coupling with ordinary matter as new physics beyond the standard model of elementary particles. Measurement sensitivity is crucial to advance along those lines. One of the rapidly developing frontiers is quantum enhanced interferometry applied into the gravitational wave detectors. Progress achieved by LIGO, Virgo and KAGRA detectors brings exciting prospects. Here, we introduce an orbital atomic sensor using a squeezed $p$-orbital Bose-Einstein condensate in an ultracold atomic optical lattice to project the gravitational wave signal received by a usual LIGO setup into a phase-sensitive entangled state. Simulation data show the detection sensitivity improves over the quantum noise of LIGO by approximately one order of magnitude in key frequency ranges. This advance enables about three-order-of-magnitude increase in detection volume, significantly advancing the potential of using gravitational waves to detect dark matter and black holes.         ",
    "url": "https://arxiv.org/abs/2410.00803",
    "authors": [
      "Xinyang Yu",
      "W. Vincent Liu",
      "Xiaopeng Li"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.00892",
    "title": "Deployed quantum link characterization via Bayesian ancilla-assisted process tomography",
    "abstract": "           The development of large-scale quantum networks requires reliable quantum channels, the quality of which can be quantified by the framework of quantum process tomography. In this work, we leverage ancilla-assisted process tomography and Bayesian inference to probe a 1.6 km deployed fiber-optic link. We send one of two polarization-entangled photons from Alice in one building to Bob in another, exploiting the local qubit as an ancilla system to characterize the corresponding quantum channel. Monitoring over a 24 h period returns a steady process fidelity of 95.1(1)%, while controllable spectral filtering with passbands from 0.025-4.38 THz finds fidelities that first increase, then level off with bandwidth, suggesting both stable operation with time and minimal polarization mode dispersion. To our knowledge, these results represent the first AAPT of a deployed quantum link, revealing a valuable tool for in situ analysis of entanglement-based quantum networks.         ",
    "url": "https://arxiv.org/abs/2410.00892",
    "authors": [
      "Arefur Rahman",
      "Noah I. Wasserbeck",
      "Zachary Goisman",
      "Rhea P. Fernandes",
      "Brian T. Kirby",
      "Muneer Alshowkan",
      "Chris Kurtz",
      "Joseph M. Lukens"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.14324",
    "title": "Microwave absorption in barium hexaferrite nanocomposites with random anisotropy",
    "abstract": "           This work reports experimental evidence of random magnetic behavior observed in modified barium hexagonal ferrites. We observe a significant transition in the magnetic properties of this system when divalent cations (Ni2+, Cu2+, Mn2+) are incorporated into the structure and give rise to a magnetic nanocomposite. Such introduction randomly occurs throughout each sample and creates conditions for such materials to behave as random anisotropy magnets. We verify the occurrence of such behavior in our samples by fitting the magnetization in approaching saturation to the corresponding theoretical model. We therefore analyze the microwave absorption capacities of random anisotropy magnets in the GHz range and predict large and broad absorption signals under certain conditions. The findings presented here postulate, for the first time, ceramic materials as promising random anisotropy magnets and underline their potential as microwave absorbers, in good agreement with recent theoretical models.         ",
    "url": "https://arxiv.org/abs/2402.14324",
    "authors": [
      "Jaume Calvo-de la Rosa",
      "Antoni García-Santiago",
      "Joan Manel Hernàndez",
      "Marc Vazquez-Aige",
      "Jose Maria Lopez-Villegas",
      "Javier Tejada"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.10523",
    "title": "Variational Quantum Imaginary Time Evolution for Matrix Product State Ansatz with Tests on Transcorrelated Hamiltonians",
    "abstract": "           The matrix product state (MPS) ansatz offers a promising approach for finding the ground state of molecular Hamiltonians and solving quantum chemistry problems. Building on this concept, the proposed technique of quantum circuit MPS (QCMPS) enables the simulation of chemical systems using a relatively small number of qubits. In this study, we enhance the optimization performance of the QCMPS ansatz by employing the variational quantum imaginary time evolution (VarQITE) approach. Guided by McLachlan's variational principle, the VarQITE method provides analytical metrics and gradients, resulting in improved convergence efficiency and robustness of the QCMPS. We validate these improvements numerically through simulations of $\\rm H_2$, $\\rm H_4$, and $\\rm LiH$ molecules. Additionally, given that VarQITE is applicable to non-Hermitian Hamiltonians, we evaluate its effectiveness in preparing the ground state of transcorrelated (TC) Hamiltonians. This approach yields energy estimates comparable to the complete basis set (CBS) limit while using even fewer qubits. Specifically, we perform simulations of the beryllium atom and $\\rm LiH$ molecule using only three qubits, maintaining high fidelity with the CBS ground state energy of these systems. This qubit reduction is achieved through the combined advantages of both the QCMPS ansatz and transcorrelation. Our findings demonstrate the potential practicality of this quantum chemistry algorithm on near-term quantum devices.         ",
    "url": "https://arxiv.org/abs/2407.10523",
    "authors": [
      "Hao-En Li",
      "Xiang Li",
      "Jia-Cheng Huang",
      "Guang-Ze Zhang",
      "Zhu-Ping Shen",
      "Chen Zhao",
      "Jun Li",
      "Han-Shi Hu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2407.14178",
    "title": "Emulating quantum computing with optical matrix multiplication",
    "abstract": "           Optical computing harnesses the speed of light to perform vector-matrix operations efficiently. It leverages interference, a cornerstone of quantum computing algorithms, to enable parallel computations. In this work, we interweave quantum computing with classical structured light by formulating the process of photonic matrix multiplication using quantum mechanical principles such as state superposition and subsequently demonstrate a well known algorithm, namely the Deutsch-Jozsa's algorithm. This is accomplished by elucidating the inherent tensor product structure within the Cartesian transverse degrees of freedom of light, which is the main resource for optical vector-matrix multiplication. To this end, we establish a discrete basis using localized Gaussian modes arranged in a lattice formation and demonstrate the operation of a Hadamard Gate. Leveraging the reprogrammable and digital capabilities of spatial light modulators, coupled with Fourier transforms by lenses, our approach proves adaptable to various algorithms. Therefore our work advances the use of structured light for quantum information processing.         ",
    "url": "https://arxiv.org/abs/2407.14178",
    "authors": [
      "Mwezi Koni",
      "Hadrian Bezuidenhout",
      "Isaac Nape"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.17079",
    "title": "Demonstration of strong coupling of a subradiant atom array to a cavity vacuum",
    "abstract": "           By considering linear scattering of cold atoms inside an undriven high-finesse optical resonator, we experimentally demonstrate effects unique to a strongly coupled vacuum field. Arranging the atoms in an incommensurate lattice, with respect to the resonator mode, the scattering can be suppressed by destructive interference: resulting in a subradiant atomic array. We show however, that strong coupling leads to a drastic modification of the excitation spectrum, as evidenced by well-resolved vacuum Rabi splitting in the intensity of the fluctuations. Furthermore, we demonstrate a significant polarization rotation in the linear scattering off the subradiant array via Raman scattering induced by the strongly coupled vacuum field.         ",
    "url": "https://arxiv.org/abs/2408.17079",
    "authors": [
      "Bence Gábor",
      "K. V. Adwaith",
      "Dániel Varga",
      "Bálint Sárközi",
      "András Dombi",
      "T. W. Clark",
      "F. I. B. Williams",
      "David Nagy",
      "András Vukics",
      "Peter Domokos"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.18326",
    "title": "Automated Segmentation and Analysis of Microscopy Images of Laser Powder Bed Fusion Melt Tracks",
    "abstract": "           With the increasing adoption of metal additive manufacturing (AM), researchers and practitioners are turning to data-driven approaches to optimise printing conditions. Cross-sectional images of melt tracks provide valuable information for tuning process parameters, developing parameter scaling data, and identifying defects. Here we present an image segmentation neural network that automatically identifies and measures melt track dimensions from a cross-section image. We use a U-Net architecture to train on a data set of 62 pre-labelled images obtained from different labs, machines, and materials coupled with image augmentation. When neural network hyperparameters such as batch size and learning rate are properly tuned, the learned model shows an accuracy for classification of over 99% and an F1 score over 90%. The neural network exhibits robustness when tested on images captured by various users, printed on different machines, and acquired using different microscopes. A post-processing module extracts the height and width of the melt pool, and the wetting angles. We discuss opportunities to improve model performance and avenues for transfer learning, such as extension to other AM processes such as directed energy deposition.         ",
    "url": "https://arxiv.org/abs/2409.18326",
    "authors": [
      "Aagam Shah",
      "Reimar Weissbach",
      "David A. Griggs",
      "A. John Hart",
      "Elif Ertekin",
      "Sameh Tawfick"
    ],
    "subjectives": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]