[
  {
    "id": "arXiv:2410.02002",
    "title": "Exploring the equivalence of causality-based and quantum mechanics-based sum rules for harmonic generation in nonlinear optical materials",
    "abstract": "           The Kramers-Kronig relations and various oscillator strength sum rules represent strong constraints on the physical response of materials. In this work, taking inspiration from the well-established equivalence between $f-$sum rules and Thomas--Reiche--Kuhn sum rules in linear optics, we explore the connection between causality-based and quantum-mechanics-based sum rules in the context of nonlinear optical processes. Specifically, by considering the sum-over-states expression for the second harmonic generation susceptibility, we deduce a new representation basis for the imaginary part of this susceptibility and we use it to derive, from causality-based integral sum rules, a new set of discrete sum rules that the transition dipole moments must satisfy. As in the case of the Thomas--Reiche--Kuhn sum rules, we also show that these results can alternatively be derived through an independent quantum mechanical analysis. Finally, we consider the implications of the derived sum rules for the second-harmonic-generation susceptibility of two- and three-level systems and, more broadly, we discuss the possible significance and challenges of using these results for the goal of identifying fundamental limits to the response of nonlinear optical materials.         ",
    "url": "https://arxiv.org/abs/2410.02002",
    "authors": [
      "Theodoros T. Koutserimpas",
      "Hao Li",
      "Owen D. Miller",
      "Francesco Monticone"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.02280",
    "title": "Accuracy Enhancement of an Optical Network Digital Twin Based on Open-Source Field Data",
    "abstract": "           We propose a two-stage hybrid QoT model for twinning a real transport network and evaluate it on recently published field data. Accounting for partial calibration of key parameters, we improve the SNR prediction accuracy by more than a factor of two.         ",
    "url": "https://arxiv.org/abs/2410.02280",
    "authors": [
      "Ambashri Purkayastha",
      "Cédric Ware",
      "Mounia Lourdiane",
      "Patricia Layec",
      "Camille Delezoide"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2410.02282",
    "title": "Electro-Optic Co-Simulation in High-Speed Silicon Photonics Transceiver Design Using Standard Electronic Circuit Simulator",
    "abstract": "           The increasing demand for high-speed optical interconnects necessitates integrated photonic and electronic solutions. Electro-optic co-simulation is key to meeting these requirements, which works by importing interoperable photonic models into industry-standard electronic circuit simulators from Synopsys, Cadence, Keysight, and others. However, current interoperable photonic models cannot accurately predict performance and do not address terabit-class transceiver designs due to inadequate modeling of complex physical effects such as optical losses, back-reflection, nonlinearity, high-frequency response, noise, and manufacturing variations. Here, we present accurate and interoperable photonic models that agree well with experiments at symbol rates exceeding 50 Gbaud. The developed models include basic optical components with losses and reflections, two types of Mach-Zehnder modulators with validated high-frequency response, and testing equipment with associated noise. We built an optical link testbench on an industry-standard electronic circuit simulator and verified the model accuracy by comparing simulation and experiment up to 64 Gbaud. The results suggest that co-simulation will be a solid basis for advancing design of transceivers and other related applications in silicon photonics.         ",
    "url": "https://arxiv.org/abs/2410.02282",
    "authors": [
      "Keisuke Kawahara",
      "Toshihiko Baba"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.02397",
    "title": "Role of microstructure on flux expulsion of superconducting radio frequency cavities",
    "abstract": "           The trapped residual magnetic flux during the cool-down due to the incomplete Meissner state is a significant source of radio frequency losses in superconducting radio frequency (SRF) cavities. Here, we show a clear correlation between the niobium microstructure in elliptical cavity geometry and flux expulsion behavior. In particular, a traditionally fabricated Nb cavity half cell from an annealed poly-crystalline Nb sheet after an 800 $^\\circ$C heat treatment leads to a bi-modal microstructure that ties in with flux trapping and inefficient flux expulsion. This non-uniform microstructure is related to varying strain profiles along the cavity shape. A novel approach to prevent this non uniform microstructure is presented by fabricating a 1.3 GHz single cell Nb cavity with a cold-worked sheet and subsequent heat treatment leading to better flux expulsion after 800 $^\\circ$C/3 h. Microstructural evolution by electron backscattered diffraction-orientation imaging microscopy on cavity cutouts, and flux pinning behavior by dc-magnetization on coupon samples confirms a reduction in flux pinning centers with increased heat treatment temperature. The heat treatment temperature dependent mechanical properties and thermal conductivity are reported. The significant impact of cold-work in this study demonstrates clear evidence for the importance of microstructure required for high-performance superconducting cavities with reduced losses caused by magnetic flux trapping.         ",
    "url": "https://arxiv.org/abs/2410.02397",
    "authors": [
      "B. D. Khanal",
      "S. Balachandran",
      "S. Chetri",
      "M. Barron",
      "R. Mullinix",
      "A. Williams",
      "P. Xu",
      "A. Ingrole",
      "P. J. Lee",
      "G. Ciovati",
      "P. Dhakal"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Superconductivity (cond-mat.supr-con)"
    ]
  },
  {
    "id": "arXiv:2410.02431",
    "title": "All-Optical Generation and Detection of Coherent Acoustic Vibrations in Single Gallium Phosphide Nanoantennas Probed Near the Anapole Excitation",
    "abstract": "           Nanostructured high-index dielectrics have shown great promise as low-loss photonic platforms for wavefront control and enhancing optical nonlinearities. However, their potential as optomechanical resonators has remained unexplored. In this work, we investigate the generation and detection of coherent acoustic phonons in individual crystalline gallium phosphide nanodisks on silica in a pump-probe configuration. By pumping the dielectric above its bandgap energy and probing over its transparent region, we observe the radial breathing mode of the disk with an oscillation frequency around 10 GHz. We analyze the performance of nanoantennas of various sizes in the 300-600 nm diameter range at fixed 125 nm height and find that the detection efficiency is maximum near the fundamental anapole state, in agreement with numerical simulations. By comparing with reference gold nanodisk and nanorod plasmonic resonators, we find that the dielectric nanoantennas display a modulation amplitude up to ~5 times larger. We further demonstrate the launching of acoustic waves through the underlaying substrate and the mechanical coupling between two nanostructures placed 3 {\\mu}m apart, laying the basis for photonic-phononic signal processing using dielectric nanoantennas.         ",
    "url": "https://arxiv.org/abs/2410.02431",
    "authors": [
      "Hilario D. Boggiano",
      "Nicolas A. Roqueiro",
      "Haizhong Zhang",
      "Leonid Krivitsky",
      "Emiliano Cortes",
      "Stefan A. Maier",
      "Andrea V. Bragas",
      "Arseniy Kuznetsov",
      "Gustavo Grinblat"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.02447",
    "title": "Evolution of the electrical characteristics of the ATLAS18 ITk strip sensors with HL-LHC radiation exposure range",
    "abstract": "           The objective of the study is to evaluate the evolution of the performance of the new ATLAS Inner-Tracker (ITk) strip sensors as a function of radiation exposure, to ensure the proper operation of the upgraded detector during the lifetime of the High-Luminosity Large Hadron Collider (HL-LHC). Full-size ATLAS ITk Barrel Short-Strip (SS) sensors with final layout design, ATLAS18SS, have been irradiated with neutrons and gammas, to confirm the results obtained with prototypes and miniature sensors during the development phase. The irradiations cover a wide range of fluences and doses that ITk will experience, going from 1e13 neq/cm2 and 0.49 Mrad, to 1.6e15 neq/cm2 and 80 Mrad. The split irradiation enables a proper combination of fluence and dose values of the HL-LHC, including a 1.5 safety factor. A complete electrical characterization of the key sensor parameters before and after irradiation is presented, studying the leakage current, bulk capacitance, single-strip and inter-strip characteristics. The results confirm the fulfilment of the ATLAS specifications throughout the whole experiment. The study of a wide range of fluences and doses also allows to obtain detailed results, such as the frequency dependence of the bulk capacitance measurements for highly irradiated sensors, or the evolution of the punch-through protection and inter-strip resistance with radiation.         ",
    "url": "https://arxiv.org/abs/2410.02447",
    "authors": [
      "J. Fernandez-Tejero",
      "E. Bach",
      "V. Cindro",
      "V. Fadeyev",
      "P. Federicova",
      "C. Fleta",
      "S. Hirose",
      "J. Kroll",
      "I. Mandic",
      "K. Maeyama",
      "M. Mikestikova",
      "L. Poley",
      "B. Stelzer",
      "P. Tuma",
      "M. Ullan",
      "Y. Unno"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2410.02532",
    "title": "CUDA-based optical parametric oscillator simulator",
    "abstract": "           The coupled-wave equations (CWEs) in nonlinear optics are the fundamental starting point in the study, analysis, and understanding of various frequency conversion processes in dielectric media subjected to intense laser radiation. In this work, a useful package for the modeling of optical parametric oscillators (OPOs) based on the Split-Step Fourier Method algorithm is presented. The algorithm is scripted in the CUDA programming language in order to speed up the calculations and obtain results in a relatively short time frame by using a graphics processing unit (GPU). Our results show a speedup higher than 50X for vector size of $2^{14}$ in comparison with the analogous code scripted for running only in CPU. The package implements the CWEs to model the propagation of light in second-order nonlinear crystals widely used in optical frequency conversion experiments. In addition, the code allows the user to adapt the cavity configuration by selecting the resonant electric fields and/or incorporating intracavity elements. The package is useful for modeling OPOs or other mathematically similar problems.         ",
    "url": "https://arxiv.org/abs/2410.02532",
    "authors": [
      "Alfredo Daniel Sanchez",
      "Chaitanya Kumar Suddapalli",
      "Majid Ebrahim-Zadeh"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.01845",
    "title": "Green's function perspective on the nonlinear density response of quantum many-body systems",
    "abstract": "           We derive equations of motion for higher order density response functions using the theory of thermodynamic Green's functions. We also derive expressions for the higher order generalized dielectric functions and polarization functions. Moreover, we relate higher order response functions and higher order collision integrals within the Martin-Schwinger hierarchy. We expect our results to be highly relevant to the study of a variety of quantum many-body systems such as matter under extreme temperatures, densities, and pressures.         ",
    "url": "https://arxiv.org/abs/2410.01845",
    "authors": [
      "Jan Vorberger",
      "Tobias Dornheim",
      "Maximilian P. Böhme",
      "Zhandos Moldabekov",
      "Panagiotis Tolias"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2410.02088",
    "title": "Universal Logical Quantum Photonic Neural Network Processor via Cavity-Assisted Interactions",
    "abstract": "           Encoding quantum information within bosonic modes offers a promising direction for hardware-efficient and fault-tolerant quantum information processing. However, achieving high-fidelity universal control over the bosonic degree of freedom using native photonic hardware remains a challenge. Here, we propose an architecture to prepare and perform logical quantum operations on arbitrary multimode multi-photon states using a quantum photonic neural network. Central to our approach is the optical nonlinearity, which is realized through strong light-matter interaction with a three-level Lambda atomic system. The dynamics of this interaction are confined to the single-mode subspace, enabling the construction of high-fidelity quantum gates. This nonlinearity functions as a photon-number selective phase gate, which facilitates the construction of a universal gate set and serves as the element-wise activation function in our neural network architecture. Through numerical simulations, we demonstrate the versatility of our approach by executing tasks that are key to logical quantum information processing. The network is able to deterministically prepare a wide array of multimode multi-photon states, including essential resource states. We also show that the architecture is capable of encoding and performing logical operations on bosonic error-correcting codes. Additionally, by adapting components of our architecture, error-correcting circuits can be built to protect bosonic codes. The proposed architecture paves the way for near-term quantum photonic processors that enable error-corrected quantum computation, and can be achieved using present-day integrated photonic hardware.         ",
    "url": "https://arxiv.org/abs/2410.02088",
    "authors": [
      "Jasvith Raj Basani",
      "Murphy Yuezhen Niu",
      "Edo Waks"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.02245",
    "title": "Fast response and highly sensitive flexible humidity sensor based on nanocomposite film of MoS2 and graphene oxide",
    "abstract": "           Graphene oxide (GO)-based humidity sensors are attracting widespread attention due to their high responsivity and low cost. However, GO-based humidity sensors generally suffer from slow response and recovery as well as poor stability,etc. Here, we reported a flexible resistive humidity sensor based on a MoS2/GO composite film that was fabricated by mixing different volumes of MoS2 and GO dispersions with adjustable volume ratios. The MoS2/GO composite film has been used as a sensing layer on screen-printed interdigital electrodes. The results show that the best device performance was achieved at a dispersion volume of 0.05 mL with the MoS2/GO volume ratio of 5:1, featuring high responsivity (~98%), fast response/recovery time (1.3/12.1 s), excellent stability and low cost. Further, the humidity sensor exhibits good linearity over a wide humidity range (33% RH-98% RH) at room temperature and can be fabricated easily and feasibly. The application of the humidity sensors we prepared in human respiration detection and human fingertip proximity detection has been demonstrated. These findings indicate the great potential of the composite of MoS2/GO in developing the next generation of high-performance humidity sensors.         ",
    "url": "https://arxiv.org/abs/2410.02245",
    "authors": [
      "Gengwu Ge",
      "Ningfeng Ke",
      "Hongliang Ma",
      "Jie Ding",
      "Wendong Zhang",
      "Xuge Fan"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.02255",
    "title": "Recent Advances in Graphene-Based Humidity Sensors with the Focus of Structural Design: A Review",
    "abstract": "           The advent of the 5G era means that the concepts of robot, VR/AR, UAV, smart home, smart healthcare based on IoT (Internet of Things) have gradually entered human life. Since then, intelligent life has become the dominant direction of social development. Humidity sensors, as humidity detection tools, not only convey the comfort of human living environment, but also display great significance in the fields of meteorology, medicine, agriculture and industry. Graphene-based materials exhibit tremendous potential in humidity sensing owing to their ultra-high specific surface area and excellent electron mobility under room temperature for application in humidity sensing. This review begins with the introduction of examples of various synthesis strategies of graphene, followed by the device structure and working mechanism of graphene-based humidity sensor. In addition, several different structural design methods of graphene are summarized, demonstrating the structural design of graphene can not only optimize the performance of graphene, but also bring significant advantages in humidity sensing. Finally, key challenges hindering the further development and practical application of high-performance graphene-based humidity sensors are discussed, followed by presenting the future perspectives.         ",
    "url": "https://arxiv.org/abs/2410.02255",
    "authors": [
      "Hongliang Ma",
      "Jie Ding",
      "Zhe Zhang",
      "Qiang Gao",
      "Quan Liu",
      "Gaohan Wang",
      "Wendong Zhang",
      "Xuge Fan"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.02287",
    "title": "Subdiffusive dynamics in photonic random walks probed with classical light",
    "abstract": "           The random walk of photons in a tight-binding lattice is known to exhibit diffusive motion similar to classical random walks under decoherence, clearly illustrating the quantum-to-classical transition. In this study, we reveal that the random walk of intense classical light under dephasing dynamics can disentangle quantum and ensemble averaging, making it possible to observe a subdiffusive walker dynamics, i.e. a behavior very distinct from both a classical and a quantum walker. These findings are demonstrated through proposing photonic random walks in synthetic temporal lattices, based on pulse dynamics in coupled fiber loops.         ",
    "url": "https://arxiv.org/abs/2410.02287",
    "authors": [
      "Stefano Longhi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.02292",
    "title": "Two-dimensional materials as ideal substrates for molecular quantum emitters",
    "abstract": "           The generation and manipulation of non-classical light states is central to emerging quantum technologies. Color centers in insulating crystals have been extensively studied for single-photon generation, but organic molecules immobilized on substrates have gained attention due to their superior scalability, large oscillator strengths, and tunable emission frequency. Here, we use first principles calculations to investigate the photoemission spectrum of organic molecules adsorbed on various 2D materials. Machine learning interatomic potentials are combined with density functional theory to accelerate the search for stable adsorption configurations. The calculated zero phonon line (ZPL) energies and emission lineshapes show excellent agreement with experiments. Our results indicate that the 2D substrate couples weakly to the molecular transitions and that emission characteristics are almost universal across different substrates. The unique effect of the 2D substrate is to introduce a sharp sideband(s) near the ZPL as a fingerprint of hindered rotational and translational modes of the molecule.         ",
    "url": "https://arxiv.org/abs/2410.02292",
    "authors": [
      "Haiyuan Wang",
      "Nicolas Stenger",
      "Peder Lyngby",
      "Mikael Kuisma",
      "Kristian Sommer Thygesen"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2410.02340",
    "title": "Equivalence between Geometric Frequency and Lagrange Derivative",
    "abstract": "           The paper shows the equivalence between the geometric frequency of an electric quantity, namely, voltage and current, and the Lagrange derivative of a stream-line of a fluid. The geometric frequency is a concept recently proposed by the author and is a generalization of the instantaneous frequency, a quantity that is particularly important for the analysis and the control of electric power systems. On the other hand, the Lagrange derivative is mostly utilized in fluid dynamics and helps decomposing the time derivative into various components. The paper shows how these components relate to the elements of the geometric frequency. The paper also shows, through a variety of numerical examples, how the decomposition of the Lagrange derivative helps identifying the distortion of the waveform of a measured electric quantity and how this information can be utilized to classify system operating conditions.         ",
    "url": "https://arxiv.org/abs/2410.02340",
    "authors": [
      "Federico Milano"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Differential Geometry (math.DG)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2410.02351",
    "title": "A solar rotation signature in cosmic dust: frequency analysis of dust particle impacts on the Wind spacecraft",
    "abstract": "           Dust particle impacts on the Wind spacecraft were detected with its plasma wave instrument Wind/WAVES. Frequency analysis on this dust impact time series revealed spectral peaks indicative of a solar rotation signature. We investigated whether this solar rotation signature is embedded in the interplanetary or interstellar dust (ISD) and whether it is caused by co-rotating interaction regions (CIRs), by the sector structure of the interplanetary magnetic field (IMF), or by external effects. We performed frequency analysis on subsets of the data to investigate the origin of these spectral peaks, comparing segments of Wind's orbit when the spacecraft moved against or with the ISD inflow direction and comparing the time periods of the ISD focusing and defocusing phases of the solar magnetic cycle. A superposed epoch analysis of the number of dust impacts during CIRs was used to investigate the systematic effect of CIRs. Case studies of time periods with frequent or infrequent occurrences of CIRs were compared to synthetic data of dust impacts affected by CIRs. We performed similar case studies for time periods with a stable or chaotic IMF sector structure. The superposed epoch analysis was repeated for a time series of the spacecraft floating potential. Spectral peaks were found at the solar rotation period of ~27d and its harmonics at 13.5d and 9d. This solar rotation signature may affect both interplanetary and ISD. The appearance of this signature correlates with the occurrence of CIRs but not with the stability of the IMF sector structure. The CIRs cause, on average, a reduction in the number of dust impact detections. Periodic changes of the spacecraft's floating potential were found to partially counteract this reduction by enhancing the instrument's sensitivity to dust impacts; these changes of the floating potential are thus unlikely to be the cause of the solar rotation signature.         ",
    "url": "https://arxiv.org/abs/2410.02351",
    "authors": [
      "Lennart R. Baalmann",
      "Silvan Hunziker",
      "Arthur Péronne",
      "James W. Kirchner",
      "Karl-Heinz Glassmeier",
      "David M. Malaspina",
      "Lynn B. Wilson III",
      "Christoph Strähl",
      "Shivank Chadda",
      "Veerle J. Sterken"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2410.02452",
    "title": "Motion-Insensitive Time-Optimal Control of Optical Qubits",
    "abstract": "           In trapped-atom quantum computers, high-fidelity control of optical qubits is challenging due to the motion of atoms in the trap. If not corrected, the atom motion gets entangled with the qubit degrees of freedom through two fundamental mechanisms, (i) photon recoil and (ii) thermal motion, both leading to a reduction of the gate fidelity. We develop motion-insensitive pulses that suppress both sources of infidelity by modulating the phase of the driving laser field in time. To eliminate photon recoil, we use bang-bang pulses$-$derived using time-optimal control$-$which shorten the gate duration by about 20 times compared to conventional pulses. However, even when photon recoil is eliminated, we find that the gate error does not vanish, but is rather limited by a bound arising from thermal motion-induced entanglement. Remarkably, this bound is independent of the Rabi frequency, meaning that, unlike for photon recoil, operating in the resolved sideband regime does not mitigate this source of infidelity. To overcome this bound, we derive smooth-phase pulses, which allow for a further reduction of the gate error by more than an order of magnitude for typical thermal atoms. Motion-insensitive pulses can be refined to compensate for laser inhomogeneities, enhancing the gate performance in practical situations. Our results are validated through simulations of one-qubit gates operating on the optical clock transition of ${}^{88}$Sr atoms trapped in an optical tweezers array.         ",
    "url": "https://arxiv.org/abs/2410.02452",
    "authors": [
      "Léo Van Damme",
      "Zhao Zhang",
      "Amit Devra",
      "Steffen J. Glaser",
      "Andrea Alberti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2410.02633",
    "title": "Quantum many-body solver using artificial neural networks and its applications to strongly correlated electron systems",
    "abstract": "           With the evolution of numerical methods, we are now aiming at not only qualitative understanding but also quantitative prediction and design of quantum many-body phenomena. As a novel numerical approach, machine learning techniques have been introduced in 2017 to analyze quantum many-body problems. Since then, proposed various novel approaches have opened a new era, in which challenging and fundamental problems in physics can be solved by machine learning methods. Especially, quantitative and accurate estimates of material-dependent physical properties of strongly correlated matter have now become realized by combining first-principles calculations with highly accurate quantum many-body solvers developed with the help of machine learning methods. Thus developed quantitative description of electron correlations will constitute a key element of materials science in the next generation.         ",
    "url": "https://arxiv.org/abs/2410.02633",
    "authors": [
      "Yusuke Nomura",
      "Masatoshi Imada"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Superconductivity (cond-mat.supr-con)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.09078",
    "title": "A static quantum embedding scheme based on coupled cluster theory",
    "abstract": "           We develop a static quantum embedding scheme that utilizes different levels of approximations to coupled cluster (CC) theory for an active fragment region and its environment. To reduce the computational cost, we solve the local fragment problem using a high-level CC method and address the environment problem with a lower-level Møller-Plesset (MP) perturbative method. This embedding approach inherits many conceptual developments from the hybrid MP2 and CC works by Nooijen and Sherrill (J. Chem. Phys. 111, 10815 (1999), J. Chem. Phys. 122, 234110 (2005)). We go beyond those works here by primarily targeting a specific localized fragment of a molecule and also introducing an alternative mechanism to relax the environment within this framework. We will call this approach MP-CC. We demonstrate the effectiveness of MP-CC on several potential energy curves, and a set of thermochemical reaction energies, using CC with singles and doubles as the fragment solver, and MP2-like treatments of the environment. The results are substantially improved by the inclusion of orbital relaxation in the environment. Using localized bonds as the active fragment, we also report results for \\ce{N=N} bond breaking in azomethane and for the central \\ce{C-C} bond torsion in butadiene. We find that when the fragment Hilbert space size remains fixed (e.g., when determined by an intrinsic atomic orbital approach), the method achieves comparable accuracy with both a small and a large basis set. Additionally, our results indicate that increasing the fragment Hilbert space size systematically enhances the accuracy of observables, approaching the precision of the full CC solver.         ",
    "url": "https://arxiv.org/abs/2404.09078",
    "authors": [
      "Avijit Shee",
      "Fabian M. Faulstich",
      "Birgitta Whaley",
      "Lin Lin",
      "Martin Head-Gordon"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2405.08833",
    "title": "GHz-rate optical phase shift in light matter interaction-engineered, silicon-ferroelectric nematic liquid crystals",
    "abstract": "           Organic electro-optic materials have demonstrated promising performance in developing electro-optic phase shifters. Their integration with other silicon photonic processes, nanofabrication complexities, and durability remain to be developed. While the required poling step in electro-optic polymers limits their potential and utilization on a large scale, devices made of paraelectric nematic liquid crystals suffer from slow bandwidth. In ferroelectric nematic liquid crystals, we report an additional GHz-fast phase shift that ultimately allows for significant second-order nonlinear optical coefficients and the related Pockels effect. It avoids poling issues and can pave the way for hybrid silicon-organic systems with CMOS-foundry compatibility. We report DC and AC modulation efficiencies of $\\approx$0.25 V$\\cdot$mm and $\\approx$25.7 V$\\cdot$mm, respectively, an on-chip insertion loss of $\\approx$2.1 dB, and an electro-optic bandwidth of $f_{-6dB}$>4.18 GHz, employing improved light-matter interaction in a waveguide architecture that calls for only one lithography step.         ",
    "url": "https://arxiv.org/abs/2405.08833",
    "authors": [
      "Iman Taghavi",
      "Omid Esmaeeli",
      "Sheri Jahan Chowdhury",
      "Matthew Mitchell",
      "Donald Witt",
      "Cory Pecinovsky",
      "Jason Sickler",
      "Nicolas A.F. Jaeger",
      "Sudip Shekhar",
      "Lukas Chrostowski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.09161",
    "title": "Encoding arbitrary Ising Hamiltonians on Spatial Photonic Ising Machines",
    "abstract": "           Photonic Ising Machines constitute an emergent new paradigm of computation, geared towards tackling combinatorial optimization problems that can be reduced to the problem of finding the ground state of an Ising model. Spatial Photonic Ising Machines have proven to be advantageous for simulating fully connected large-scale spin systems. However, fine control of a general interaction matrix $J$ has so far only been accomplished through eigenvalue decomposition methods that either limit the scalability or increase the execution time of the optimization process. We introduce and experimentally validate a SPIM instance that enables direct control over the full interaction matrix, enabling the encoding of Ising Hamiltonians with arbitrary couplings and connectivity. We demonstrate the conformity of the experimentally measured Ising energy with the theoretically expected values and then proceed to solve both the unweighted and weighted graph partitioning problems, showcasing a systematic convergence to an optimal solution via simulated annealing. Our approach greatly expands the applicability of SPIMs for real-world applications without sacrificing any of the inherent advantages of the system, and paves the way to encoding the full range of NP problems that are known to be equivalent to Ising models, on SPIM devices.         ",
    "url": "https://arxiv.org/abs/2407.09161",
    "authors": [
      "Jason Sakellariou",
      "Alexis Askitopoulos",
      "Georgios Pastras",
      "Symeon I. Tsintzos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Emerging Technologies (cs.ET)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.14148",
    "title": "Electron rescollisional excitation of OCS$^+$ in phase-locked $\\omega + 2\\omega$ intense laser fields",
    "abstract": "           Photoelectron-photoion coincidence momentum imaging has been performed to investigate excitation processes on dissociative ionization of OCS, OCS $\\to$ OCS$^+$ + e$^-$ $\\to$ OC + S$^+$ + e$^-$, in phase-locked $\\omega + 2\\omega$ intense laser fields. The electron kinetic energy spectra depend on coincidentally produced ion species, OCS$^+$ or S$^+$. The observed electron momentum distribution shows clear asymmetry along the laser polarization direction with a 2$\\pi$-oscillation period as a function of the phase difference between the $\\omega$ and $2\\omega$ laser fields. The asymmetry of electron emission in the OCS$^+$ channel flips at the electron kinetic energy of 8.2 eV where the dominant scattering direction switches from forward to backward. In the S$^+$ channel, the asymmetry flips at the lower kinetic energy of 4.2 eV. %, and this shift corresponds to an inelastic scattering process. In comparison with a classical trajectory Monte Carlo simulation, it has been clarified that this energy shift between the OCS$^+$ and S$^+$ channels corresponds to the excitation energy of the parent ion and that electron recollisional excitation takes place to form the fragment ion in intense laser fields.         ",
    "url": "https://arxiv.org/abs/2408.14148",
    "authors": [
      "Tomoyuki Endo",
      "Tomohito Otobe",
      "Ryuji Itakura"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2408.16231",
    "title": "Anchor-Controlled Generative Adversarial Network for High-Fidelity Electromagnetic and Structurally Diverse Metasurface Design",
    "abstract": "           Metasurfaces, capable of manipulating light at subwavelength scales, hold great potential for advancing optoelectronic applications. Generative models, particularly Generative Adversarial Networks (GANs), offer a promising approach for metasurface inverse design by efficiently navigating complex design spaces and capturing underlying data patterns. However, existing generative models struggle to achieve high electromagnetic fidelity and structural diversity. These challenges arise from the lack of explicit electromagnetic constraints during training, which hinders accurate structure-to-electromagnetic response mapping, and the absence of mechanisms to handle one-to-many mappings dilemma, resulting in insufficient structural diversity. To address these issues, we propose the Anchor-controlled Generative Adversarial Network (AcGAN), a novel framework that improves both electromagnetic fidelity and structural diversity. To achieve high electromagnetic fidelity, AcGAN proposes the Spectral Overlap Coefficient (SOC) for precise spectral fidelity assessment and develops AnchorNet, which provides real-time feedback on electromagnetic performance to refine the structure-to-electromagnetic mapping. To enhance structural diversity, AcGAN incorporates a cluster-guided controller that refines input processing and ensures multi-level spectral integration, guiding the generation process to explore multiple configurations for the same spectral target. Additionally, a dynamic loss function progressively shifts the focus from data-driven learning to optimizing both spectral fidelity and structural diversity. Empirical analysis shows that AcGAN reduces the Mean Squared Error (MSE) by 73% compared to current state-of-the-art GANs methods and significantly expands the design space to generate diverse metasurface architectures that meet precise spectral demands.         ",
    "url": "https://arxiv.org/abs/2408.16231",
    "authors": [
      "Yunhui Zeng",
      "Hongkun Cao",
      "Xin Jin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Artificial Intelligence (cs.AI)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.09074",
    "title": "Stable-to-unstable transition in quantum friction",
    "abstract": "           We investigate the frictional force arising from quantum fluctuations when two dissipative metallic plates are set in a shear motion. While early studies showed that the electromagnetic fields in the quantum friction setup reach nonequilibrium steady states, yielding a time-independent force, other works have demonstrated the failure to attain steady states, leading to instability and time-varying friction under sufficiently low-loss conditions. Here, we develop a fully quantum-mechanical theory without perturbative approximations and unveil the transition from stable to unstable regimes of the quantum friction setup. Due to the relative motion of the plates, their electromagnetic response may be active in some conditions, resulting in optical gain. We prove that the standard fluctuation-dissipation leads to inconsistent results when applied to our system, and, in particular, it predicts a vanishing frictional force. Using a modified fluctuation-dissipation relation tailored for gain media, we calculate the frictional force in terms of the system Green's function, thereby recovering early works on quantum friction. Remarkably, we also find that the frictional force diverges to infinity as the relative velocity of the plates approaches a threshold. This threshold is determined by the damping strength and the distance between the metal surfaces. Beyond this critical velocity, the system exhibits instability, akin to the behaviour of a laser cavity, where no steady state exists. In such a scenario, the frictional force escalates exponentially. Our findings pave the way for experimental exploration of the frictional force in proximity to this critical regime.         ",
    "url": "https://arxiv.org/abs/2402.09074",
    "authors": [
      "Daigo Oue",
      "J. B. Pendry",
      "Mário G. Silveirinha"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.17290",
    "title": "Conventional Quantum Theory Does Not Support A Coherent Relational Account",
    "abstract": "           Quantum theory in its conventional formulation is notoriously subject to various measurement-related paradoxes, as exemplified by the \"Schrodinger's Cat\" and \"Wigner's Friend\" thought experiments. It has been shown, for example by Frauchiger and Renner, that nested measurements such as those occurring in the Wigner's Friend experiment can lead to inconsistencies concerning the putative outcomes of measurements. Such inconsistencies are commonly presumed to remain private and incommensurable, but this is not the case. A counterexample, in which the inconsistencies can be revealed among the observers, is reviewed. The implications for a recent attempt to shield Relational Quantum Mechanics from such inconsistencies are considered, and it is concluded that the attempt is not successful. Further implications for the state of the debate concerning the viability of quantum theory in its various formulations are discussed.         ",
    "url": "https://arxiv.org/abs/2406.17290",
    "authors": [
      "R. E. Kastner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  }
]