[
  {
    "id": "arXiv:2407.02612",
    "title": "Women for Quantum -- Manifesto of Values",
    "abstract": "           Data show that the presence of women in quantum science is affected by a number of detriments and their percentage decreases even further for higher positions. Beyond data, from our shared personal experiences as female tenured quantum physics professors, we believe that the current model of scientific leadership, funding, and authority fails to represent many of us. It is time for a real change that calls for a different kind of force and for the participation of everyone. Women for quantum calls for a joint effort and aims with this initiative to contribute to such a transformation.         ",
    "url": "https://arxiv.org/abs/2407.02612",
    "authors": [
      "Almut Beige",
      "Ana Predojević",
      "Anja Metelmann",
      "Anna Sanpera",
      "Chiara Macchiavello",
      "Christiane P. Koch",
      "Christine Silberhorn",
      "Costanza Toninelli",
      "Dagmar Bruß",
      "Elisa Ercolessi",
      "Elisabetta Paladino",
      "Francesca Ferlaino",
      "Giulia Ferrini",
      "Gloria Platero",
      "Ivette Fuentes",
      "Kae Nemoto",
      "Leticia Tarruell",
      "Maria Bondani",
      "Marilu Chiofalo",
      "Marisa Pons",
      "Milena D'Angelo",
      "Mio Murao",
      "Nicole Fabbri",
      "Paola Verrucchi",
      "Pascale Senellart-Mardon",
      "Roberta Citro",
      "Roberta Zambrini",
      "Rosario González-Férez",
      "Sabrina Maniscalco",
      "Susana Huelga",
      "Tanja Mehlstäubler",
      "Valentina Parigi",
      "Verónica Ahufinger"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.02774",
    "title": "Quantum microwave photonic mixer with a large spurious-free dynamic range",
    "abstract": "           As one of the most fundamental functionalities of microwave photonics, microwave frequency mixing plays an essential role in modern radars and wireless communication systems. However, the commonly utilized intensity modulation in the systems often leads to inadequate spurious-free dynamic range (SFDR) for many sought-after applications. Quantum microwave photonics technique offers a promising solution for improving SFDR in terms of higher-order harmonic distortion. In this paper, we demonstrate two types of quantum microwave photonic mixers based on the configuration of the intensity modulators: cascade-type and parallel-type. Leveraging the nonlocal RF signal encoding capability, both types of quantum microwave photonic mixers not only exhibit the advantage of dual-channel output but also present significant improvement in SFDR. Specifically, the parallel-type quantum microwave photonic mixer achieves a remarkable SFDR value of 113.6 dB.Hz1/2, which is 30 dB better than that of the cascade-type quantum microwave photonic mixer. When compared to the classical microwave photonic mixer, this enhancement reaches a notable 53.6 dB at the expense of 8 dB conversion loss. These results highlight the superiority of quantum microwave photonic mixers in the fields of microwave and millimeter-wave systems. Further applying multi-photon frequency entangled sources as optical carriers, the dual-channel microwave frequency conversion capability endowed by the quantum microwave photonic mixer can be extended to enhance the performance of multiple-paths microwave mixing which is essential for radar net systems.         ",
    "url": "https://arxiv.org/abs/2407.02774",
    "authors": [
      "Xinghua Li",
      "Yifan Guo",
      "Xiao Xiang",
      "Runai Quan",
      "Mingtao Cao",
      "Ruifang Dong",
      "Tao Liu",
      "Ming Li",
      "Shougang Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.02787",
    "title": "A versatile quantum microwave photonic signal processing platform based on coincidence window selection technique",
    "abstract": "           Quantum microwave photonics (QMWP) is an innovative approach that combines energy-time entangled biphoton sources as the optical carrier with time-correlated single-photon detection for high-speed RF signal recovery. This groundbreaking method offers unique advantages such as nonlocal RF signal encoding and robust resistance to dispersion-induced frequency fading. This paper explores the versatility of processing the quantum microwave photonic signal by utilizing coincidence window selection on the biphoton coincidence distribution. The demonstration includes finely-tunable RF phase shifting, flexible multi-tap transversal filtering (with up to 15 taps), and photonically implemented RF mixing, leveraging the nonlocal RF mapping characteristic of QMWP. These accomplishments significantly enhance the capability of microwave photonic systems in processing ultra-weak signals, opening up new possibilities for various applications.         ",
    "url": "https://arxiv.org/abs/2407.02787",
    "authors": [
      "Xinghua Li",
      "Yifan Guo",
      "Xiao Xiang",
      "Runai Quan",
      "Mingtao Cao",
      "Ruifang Dong",
      "Tao Liu",
      "Ming Li",
      "Shougang Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.02817",
    "title": "Operando monitoring of strain field distribution in lithium battery anode via ultra-high spatial resolution optical frequency domain reflectometer",
    "abstract": "           The cycling performance of lithium-ion batteries is closely related to the expansion effect of anode materials during charge and discharge processes. Studying the mechanical field evolution of anode materials is crucial for evaluating battery per-formance. Here, we propose a phase-sensitive ultra-high spatial resolution optical frequency domain reflectometry tech-nique, in which the test fiber is embedded into the anode of a lithium-ion battery to monitor the mechanical evolution of the anode material during cycling. We investigated the strain evolution of the anode material under different loading levels and used this method to infer the morphological changes of the material. Furthermore, combining this with battery capacity in-formation provides a new approach for assessing the performance of lithium-ion batteries.         ",
    "url": "https://arxiv.org/abs/2407.02817",
    "authors": [
      "Kaijun Liu",
      "Zhijuan Zou",
      "Guolu Yin",
      "Yingze Song",
      "Zeheng Zhang",
      "Yuyang Lou",
      "Zixuan Zhong",
      "Huafeng Lu",
      "Duidui Li",
      "Tao Zhu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.02940",
    "title": "Optical vortex-antivortex crystallization in free space",
    "abstract": "           Stable vortex lattices are basic dynamical patterns which have been demonstrated in physical systems including superconductor physics, Bose-Einstein condensates, hydrodynamics and optics. Vortex-antivortex (VAV) ensembles can be produced, self-organizing into the respective polar lattices. However, these structures are in general highly unstable due to the strong VAV attraction. Here, we demonstrate that multiple optical VAV clusters nested in the propagating coherent field can crystallize into patterns which preserve their lattice structures over distance up to several Rayleigh lengths. To explain this phenomenon, we present a model for effective interactions between the vortices and antivortices at different lattice sites. The observed VAV crystallization is a consequence of the globally balanced VAV couplings. As the crystallization does not require the presence of nonlinearities and appears in free space, it may find applications to high-capacity optical communications and multiparticle manipulations. Our findings suggest possibilities for constructing VAV complexes through the orbit-orbit couplings, which differs from the extensively studied spin-orbit couplings.         ",
    "url": "https://arxiv.org/abs/2407.02940",
    "authors": [
      "Haolin Lin",
      "Yixuan Liao",
      "Guohua Liu",
      "Jianbin Ren",
      "Zhen Li",
      "Zhenqiang Chen",
      "Boris A. Malomed",
      "Shenhe Fu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.03057",
    "title": "Towards High Resolution Real-Time Optical Flow Particle Image Velocimetry",
    "abstract": "           Particle Image Velocimetry (PIV) is the most commonly used optical technique for measuring 2D velocity fields. However, improving the spatial resolution of instantaneous velocity fields and having access to the velocity field in real time remains a challenge. Optical Flow veolcimetry makes it possible to meet these challenges. In this study, we show that it is possible to access dense velocity fields (1 vector per pixel) in real-time using an appropriate seeding concentration adapted to optical flow algorithms and no longer to cross-correlation PIV algorithms. The influence of concentration on the quality of velocity fields is demonstrated using synthetic images generated for a Rankine vortex. We thus demonstrate that it is possible to precisely measure small vortices using optical flow provided that the seeding is suitable. The notion of \"Active Pixels\" is also introduced in order to define a seeding optimization criterion adapted to experimental measurements. This criterion is finally successfully applied to the flow downstream of a cylinder leading to a spatial resolution down to one vector per pixel.         ",
    "url": "https://arxiv.org/abs/2407.03057",
    "authors": [
      "Juan Pimienta",
      "Jean-Luc Aider"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2407.03069",
    "title": "Frequency-selective terahertz wave amplification by a time-boundary-engineered Huygens metasurface",
    "abstract": "           Ultrafast manipulation of optical resonance can establish the time-boundary effect in time-variant media leading to a new degree of freedom for coherent control of electromagnetic waves. Here, we demonstrate that a free-standing all dielectric Huygens metasurface of degenerate electric and magnetic resonances can prompt the broadband near-unity transmission in its static state, whereas it enables wave amplification in the presence of time boundary. The time boundary is realized by femtosecond laser excitations that transiently inject free carriers into the constituent meta-atoms for dynamic removal of a pre-established two-fold degeneracy. We observe that the transmittance in the photo-excited Huygens metasurface can exceed unity transmittance, i.e., THz wave amplification, by a factor over 20% in intensity at frequencies tunable by varying the arrival of time boundary with respect to that of the seed terahertz pulse. By numerical simulations and analysis with time-dependent coupled mode theory, we show that the wave amplification results from the ultrafast Q-switching and shift in resonant frequencies. This work demonstrates a new approach to achieve tunable amplification in an optical microcavity by exploiting the concept of time-variant media and the unique electromagnetic properties of Huygens metasurface.         ",
    "url": "https://arxiv.org/abs/2407.03069",
    "authors": [
      "Fu Deng",
      "Fengjie Zhu",
      "Xiaoyue Zhou",
      "Yi Chan",
      "Jingbo Wu",
      "Caihong Zhang",
      "Biaobing Jin",
      "Jensen Li",
      "Kebin Fan",
      "Jingdi Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.03081",
    "title": "Optically Pumped Terahertz Amplitude Modulation in Type-II Ge QD/Si heterostructures grown via Molecular Beam Epitaxy",
    "abstract": "           This article exploits group-IV germanium (Ge) quantum dots (QDs) on Silicon-on-Insulator (SOI) grown by molecular beam epitaxy (MBE) in order to explore its optical behaviour in the Terahertz (THz) regime. In this work, Ge QDs, pumped by an above bandgap near infrared wavelength, exhibit THz amplitude modulation in the frequency range of 0.1-1.0 THz. The epitaxial Ge QDs outperform reference SOI substrate in THz amplitude modulation owing to higher carrier generation in weakly confined dots compared to its bulk counterpart. This is further corroborated using theoretical model based on the non-equilibrium Green's function (NEGF) method. This model enables the calculation of photo carriers generated (PCG) and their confinement in the Ge QD region. Our model also reroutes the calculation from PCG to corresponding plasma frequency and hence to refractive index and THz photo-conductivity. Moreover, the photo-generated confined holes accumulation at the Ge QDs-Si interface is elevated after optical illumination, leading to a decreased THz photo-conductivity. This augmentation in THz photo-conductivity contributes to a significant enhancement of THz modulation depth ~77% at Ge QDs-Si interfaces compared to bare SOI at 0.1 THz.         ",
    "url": "https://arxiv.org/abs/2407.03081",
    "authors": [
      "Suprovat Ghosh",
      "Abir Mukherjee",
      "Sudarshan Singh",
      "Samit K Ray",
      "Ananjan Basu",
      "Santanu Manna",
      "Samaresh Das"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.03218",
    "title": "Programmable Photonic Extreme Learning Machines",
    "abstract": "           Photonic neural networks offer a promising alternative to traditional electronic systems for machine learning accelerators due to their low latency and energy efficiency. However, the challenge of implementing the backpropagation algorithm during training has limited their development. To address this, alternative machine learning schemes, such as extreme learning machines (ELMs), have been proposed. ELMs use a random hidden layer to increase the feature space dimensionality, requiring only the output layer to be trained through linear regression, thus reducing training complexity. Here, we experimentally demonstrate a programmable photonic extreme learning machine (PPELM) using a hexagonal waveguide mesh, and which enables to program directly on chip the input feature vector and the random hidden layer. Our system also permits to apply the nonlinearity directly on-chip by using the systems integrated photodetecting elements. Using the PPELM we solved successfully three different complex classification tasks. Additioanlly, we also propose and demonstrate two techniques to increase the accuracy of the models and reduce their variability using an evolutionary algorithm and a wavelength division multiplexing approach, obtaining excellent performance. Our results show that programmable photonic processors may become a feasible way to train competitive machine learning models on a versatile and compact platform.         ",
    "url": "https://arxiv.org/abs/2407.03218",
    "authors": [
      "Jose Roberto Rausell-Campo",
      "Antonio Hurtado",
      "Daniel Pérez-López",
      "José Capmany Francoy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2407.03235",
    "title": "Programming universal unitary transformations on a general-purpose silicon photonics platform",
    "abstract": "           General-purpose programmable photonic processors provide a versatile platform for integrating diverse functionalities on a single chip. Leveraging a two-dimensional hexagonal waveguide mesh of Mach-Zehnder interferometers, these systems have demonstrated significant potential in microwave photonics applications. Additionally, they are a promising platform for creating unitary linear transformations, which are key elements in quantum computing and photonic neural networks. However, a general procedure for implementing these transformations on such systems has not been established yet. This work demonstrates the programming of universal unitary transformations on a general-purpose programmable photonic circuit with a hexagonal topology. We detail the steps to split the light on-chip, demonstrate that an equivalent structure to the Mach-Zehnder interferometer with one internal and one external phase shifter can be built in the hexagonal mesh, and program both the triangular and rectangular architectures for matrix multiplication. We recalibrate the system to account for passive phase deviations. Experimental programming of 3x3 and 4x4 random unitary matrices yields fidelities > 98% and bit precisions over 5 bits. To the best of our knowledge, this is the first time that random unitary matrices are demonstrated on a general-purpose photonic processor and pave the way for the implementation of programmable photonic circuits in optical computing and signal processing systems.         ",
    "url": "https://arxiv.org/abs/2407.03235",
    "authors": [
      "Jose Roberto Rausell-Campo",
      "Daniel Pérez",
      "López",
      "José Capmany Francoy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.03308",
    "title": "Accelerated Proton Resonance Frequency-based Magnetic Resonance Thermometry by Optimized Deep Learning Method",
    "abstract": "           Proton resonance frequency (PRF) based MR thermometry is essential for focused ultrasound (FUS) thermal ablation therapies. This work aims to enhance temporal resolution in dynamic MR temperature map reconstruction using an improved deep learning method. The training-optimized methods and five classical neural networks were applied on the 2-fold and 4-fold under-sampling k-space data to reconstruct the temperature maps. The enhanced training modules included offline/online data augmentations, knowledge distillation, and the amplitude-phase decoupling loss function. The heating experiments were performed by a FUS transducer on phantom and ex vivo tissues, respectively. These data were manually under-sampled to imitate acceleration procedures and trained in our method to get the reconstruction model. The additional dozen or so testing datasets were separately obtained for evaluating the real-time performance and temperature accuracy. Acceleration factors of 1.9 and 3.7 were found for 2 times and 4 times k-space under-sampling strategies and the ResUNet-based deep learning reconstruction performed exceptionally well. In 2-fold acceleration scenario, the RMSE of temperature map patches provided the values of 0.888 degree centigrade and 1.145 degree centigrade on phantom and ex vivo testing datasets. The DICE value of temperature areas enclosed by 43 degree centigrade isotherm was 0.809, and the Bland-Altman analysis showed a bias of -0.253 degree centigrade with the apart of plus or minus 2.16 degree centigrade. In 4 times under-sampling case, these evaluating values decreased by approximately 10%. This study demonstrates that deep learning-based reconstruction can significantly enhance the accuracy and efficiency of MR thermometry for clinical FUS thermal therapies.         ",
    "url": "https://arxiv.org/abs/2407.03308",
    "authors": [
      "Sijie Xu",
      "Shenyan Zong",
      "Chang-Sheng Mei",
      "Guofeng Shen",
      "Yueran Zhao",
      "He Wang"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Artificial Intelligence (cs.AI)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2407.02553",
    "title": "Large-scale quantum reservoir learning with an analog quantum computer",
    "abstract": "           Quantum machine learning has gained considerable attention as quantum technology advances, presenting a promising approach for efficiently learning complex data patterns. Despite this promise, most contemporary quantum methods require significant resources for variational parameter optimization and face issues with vanishing gradients, leading to experiments that are either limited in scale or lack potential for quantum advantage. To address this, we develop a general-purpose, gradient-free, and scalable quantum reservoir learning algorithm that harnesses the quantum dynamics of neutral-atom analog quantum computers to process data. We experimentally implement the algorithm, achieving competitive performance across various categories of machine learning tasks, including binary and multi-class classification, as well as timeseries prediction. Effective and improving learning is observed with increasing system sizes of up to 108 qubits, demonstrating the largest quantum machine learning experiment to date. We further observe comparative quantum kernel advantage in learning tasks by constructing synthetic datasets based on the geometric differences between generated quantum and classical data kernels. Our findings demonstrate the potential of utilizing classically intractable quantum correlations for effective machine learning. We expect these results to stimulate further extensions to different quantum hardware and machine learning paradigms, including early fault-tolerant hardware and generative machine learning tasks.         ",
    "url": "https://arxiv.org/abs/2407.02553",
    "authors": [
      "Milan Kornjača",
      "Hong-Ye Hu",
      "Chen Zhao",
      "Jonathan Wurtz",
      "Phillip Weinberg",
      "Majd Hamdan",
      "Andrii Zhdanov",
      "Sergio H. Cantu",
      "Hengyun Zhou",
      "Rodrigo Araiza Bravo",
      "Kevin Bagnall",
      "James I. Basham",
      "Joseph Campo",
      "Adam Choukri",
      "Robert DeAngelo",
      "Paige Frederick",
      "David Haines",
      "Julian Hammett",
      "Ning Hsu",
      "Ming-Guang Hu",
      "Florian Huber",
      "Paul Niklas Jepsen",
      "Ningyuan Jia",
      "Thomas Karolyshyn",
      "Minho Kwon",
      "John Long",
      "Jonathan Lopatin",
      "Alexander Lukin",
      "Tommaso Macrì",
      "Ognjen Marković",
      "Luis A. Martínez-Martínez",
      "Xianmei Meng",
      "Evgeny Ostroumov",
      "David Paquette",
      "John Robinson",
      "Pedro Sales Rodriguez",
      "Anshuman Singh",
      "Nandan Sinha",
      "Henry Thoreen",
      "Noel Wan",
      "Daniel Waxman-Lenz",
      "Tak Wong",
      "Kai-Hsin Wu",
      "Pedro L. S. Lopes",
      "Yuval Boger",
      "Nathan Gemelke",
      "Takuya Kitagawa",
      "Alexander Keesling",
      "Xun Gao",
      "Alexei Bylinskii",
      "Susanne F. Yelin",
      "Fangli Liu",
      "Sheng-Tao Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.02617",
    "title": "Open quantum dynamics with variational non-Gaussian states and the truncated Wigner approximation",
    "abstract": "           We present a framework for simulating the open dynamics of spin-boson systems by combing variational non-Gaussian states with a quantum trajectories approach. We apply this method to a generic spin-boson Hamiltonian that has both Tavis-Cummings and Holstein type couplings, and which has broad applications to a variety of quantum simulation platforms, polaritonic physics, and quantum chemistry. Additionally, we discuss how the recently developed truncated Wigner approximation for open quantum systems can be applied to the same Hamiltonian. We benchmark the performance of both methods and identify the regimes where each method is best suited to. Finally we discuss strategies to improve each technique.         ",
    "url": "https://arxiv.org/abs/2407.02617",
    "authors": [
      "Liam J. Bond",
      "Bas Gerritsen",
      "Jiří Minář",
      "Jeremy T. Young",
      "Johannes Schachenmayer",
      "Arghavan Safavi-Naini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2407.02627",
    "title": "Thouless pumping in a driven-dissipative Kerr resonator array",
    "abstract": "           Thouless pumping is an emblematic manifestation of topology in physics, referring to the ability to induce a quantized transport of charge across a system by simply varying one of its parameters periodically in time. The original concept of Thouless pumping involves a non-interacting system, and has been implemented in several platforms. One current challenge in the field is to extend this concept to interacting systems. In this article, we propose a Thouless pump that solely relies on nonlinear physics, within a chain of coupled Kerr resonators. Leveraging the driven-dissipative nature of the system, we modulate in space and time the onsite Kerr interaction energies, and generate 1+1-dimensional topological bands in the Bogoliubov spectrum of excitations. These bands present the same topology as the ones obtained within the Harper-Hofstadter framework, and the Wannier states associated to each band experience a net displacement and show quantized transport according to the bands Chern numbers. Remarkably, we find driving configurations leading to band inversion, revealing an interaction-induced topological transition. Our numerical simulations are performed using realistic parameters inspired from exciton polaritons, which form a platform of choice for investigating driven topological phases of matter.         ",
    "url": "https://arxiv.org/abs/2407.02627",
    "authors": [
      "S. Ravets",
      "N. Pernet",
      "N. Mostaan",
      "N. Goldman",
      "J. Bloch"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.02785",
    "title": "Identifying Direct Bandgap Silicon Structures with High-throughput Search and Machine Learning Methods",
    "abstract": "           Utilizations of silicon-based luminescent devices are restricted by the indirect-gap nature of diamond silicon. In this study, the high-throughput method is employed to expedite discoveries of direct-gap silicon crystals. The machine learning (ML) potential is utilized to construct a dataset comprising 2637 silicon allotropes, which is subsequently screened using an ML Hamiltonian model and density functional theory calculations, resulting in identification of 47 direct-gap Si structures. We calculate transition dipole moments (TDM), energies, and phonon bandstructures of these structures to validate their performance. Additionally, we recalculate bandgaps of these structures employing the HSE06 functional. 22 silicon allotropes are identified as potential photovoltaic materials. Among them, the energy per atom of Si22-Pm, which has a direct bandgap of 1.27 eV, is 0.026 eV/atom higher than diamond silicon. Si18-C2/m, which has a direct bandgap of 0.796 eV, exhibits the highest TDM among identified structures. Si16-P21/c, which has a direct bandgap of 0.907 eV, has the mass density of 2.316 g/cm3, which is the highest among identified structures and higher than that of diamond silicon. The structure Si12-P1, which possesses a direct bandgap of 1.69 eV, exhibits the highest spectroscopic limited maximum efficiency (SLME) among identified structures at 32.28%, surpassing that of diamond silicon. This study offers insights into properties of silicon crystals while presenting a systematic high-throughput method for material discovery.         ",
    "url": "https://arxiv.org/abs/2407.02785",
    "authors": [
      "Rui Wang",
      "Hongyu Yu",
      "Yang Zhong",
      "Hongjun Xiang"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2407.02860",
    "title": "Active Polar Ring Polymer in Shear Flow -- An Analytical Study",
    "abstract": "           We theoretically study the conformational and dynamical properties of semiflexible active polar ring polymers under linear shear flow. A ring is described as a continuous Gaussian polymer with a tangential active force of a constant density along its contour. The linear but non-Hermitian equation of motion is solved using an eigenfunction expansion, which yields activity-independent, but shear-rate-dependent, relaxation times and activity-dependent frequencies. As a consequence, the ring's stationary-state properties are independent of activity, and its conformations as well as rheological properties are equal to those of a passive ring under shear. The presence of characteristic time scales by the relaxation and the frequency gives rise to a particular dynamical behavior. A tank-treading-like motion emerges for large relaxation times and high frequencies, specifically for stiffer rings, governed by the activity-dependent frequencies. In the case of very flexible polymers, the relaxation behavior dominates over tank-treading. Shear strongly affects the crossover from a tank-treading to a relaxation-time dominated dynamics and suppresses tank-treading. This is reflected in the tumbling frequency, which exhibits two shear-rate dependent regimes, with an activity-dependent plateau at low shear rates followed by a power-law regime with increasing tumbling frequency for large shear rates.         ",
    "url": "https://arxiv.org/abs/2407.02860",
    "authors": [
      "Roland G. Winkler",
      "Sunil P. Singh"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2407.03024",
    "title": "Metrology requirements for the integrated luminosity measurement at ILC",
    "abstract": "           Precision measurement of the integrated luminosity $\\mathcal{L}$ at future Higgs factories, including ILC, is of crucial importance for the cross-section measurements, and in particular for the line-shape measurements at the Z-pole. Since there is no up-to-date estimate of the integrated luminosity uncertainties arising from metrology effects at ILC, here we review a feasibility of the targeted precision of $\\mathcal{L}$ at foreseen ILC center-of-mass energies: 91.2 GeV, 250 GeV, 500 GeV and 1 TeV.         ",
    "url": "https://arxiv.org/abs/2407.03024",
    "authors": [
      "Ivan Smiljanić",
      "Ivanka Božović",
      "Goran Kačarević",
      "Mirko Radulović",
      "Jasna Stevanović"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2407.03124",
    "title": "Linking microscopic structure to optical properties in soft plasmonic complexes",
    "abstract": "           The complexation of plasmonic nanoparticles (NPs) and thermoresponsive microgels is widely exploited for applications. Yet, a microscopic description of the mechanisms governing spatial organization of the NPs is still lacking. Combining small angle X-ray scattering, state-of-the-art numerical simulations and a simple toy model, we uncover how the volume phase transition of microgels drives NP-NP interactions, inducing NP progressive rearrangement with temperature. These results are directly compared to the extinction spectra of microgel-NPs complexes, allowing us to establish for the first time a microscopic link between plasmon coupling and NP local structure.         ",
    "url": "https://arxiv.org/abs/2407.03124",
    "authors": [
      "Francesco Brasili",
      "Angela Capocefalo",
      "Giovanni Del Monte",
      "Rodrigo Rivas-Barbosa",
      "Javier Pérez",
      "Edouard Chauveau",
      "Federico Bordi",
      "Domenico Truzzolillo",
      "Emanuela Zaccarelli",
      "Simona Sennato"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.03128",
    "title": "Thorium doped strontium fluoride crystal: a unique candidate for solid nuclear optical clock material",
    "abstract": "           We report a candidate with unique advantages in the cultivation of solid-state nuclear clock material, Th:SrF2 crystal. It not only has a segregation coefficient close to 1, which can achieve highly efficient and uniform doping of Th, but also ensures a high transmittance (~69% at 150 nm) while achieving extremely high doping concentration (232Th>6*10^20 cm^(-3). In addition, SrF2 crystal will not be irradiated-colored under strong {\\alpha} radiation like CaF2 crystal, Th:SrF2 crystal is expected to fully unleash its high concentration doping characteristics while ensuring its transmission performance in nuclear transition band not be severely affected by 229Th radiation damage.         ",
    "url": "https://arxiv.org/abs/2407.03128",
    "authors": [
      "Qiaorui Gong",
      "Shanming Li",
      "Shulong Zhang",
      "Siliang Tao",
      "Guoliang Deng",
      "Peixiong Zhang",
      "Chengchun Zhao",
      "Yin Hang",
      "Shining Zhu",
      "Longsheng Ma"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.03201",
    "title": "Wideband Coherent Microwave Conversion via Magnon Nonlinearity in Hybrid Quantum System",
    "abstract": "           Frequency conversion is a widely realized physical process in nonlinear systems of optics and electronics. As an emerging nonlinear platform, spintronic devices have the potential to achieve stronger frequency conversion. Here, we demonstrated a microwave frequency conversion method in a hybrid quantum system, integrating nitrogen-vacancy centers in diamond with magnetic thin film CoFeB. We achieve a conversion bandwidth ranging from 0.1 to 12GHz, presenting an up to $\\mathrm{25^{th}}$ order frequency conversion and further display the application of this method for frequency detection and qubits coherent control. Distinct from traditional frequency conversion techniques based on nonlinear electric response, our approach employs nonlinear magnetic response in spintronic devices. The nonlinearity, originating from the symmetry breaking such as domain walls in magnetic films, presents that our method can be adapted to hybrid systems of other spintronic devices and spin qubits, expanding the application scope of spintronic devices and providing a promising on-chip platform for coupling quantum systems.         ",
    "url": "https://arxiv.org/abs/2407.03201",
    "authors": [
      "Jiahao Wu",
      "Jiacheng Liu",
      "Zheyu Ren",
      "Man Yin Leung",
      "Wai Kuen Leung",
      "Kin On Ho",
      "Xiangrong Wang",
      "Qiming Shao",
      "Sen Yang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.03249",
    "title": "Quantum coarsening and collective dynamics on a programmable quantum simulator",
    "abstract": "           Understanding the collective quantum dynamics of nonequilibrium many-body systems is an outstanding challenge in quantum science. In particular, dynamics driven by quantum fluctuations are important for the formation of exotic quantum phases of matter \\cite{altman2023quantum}, fundamental high-energy processes \\cite{bauer2023highenergy}, quantum metrology \\cite{degen2017sensing, li2023scrambling}, and quantum algorithms \\cite{ebadi2022quantum}. Here, we use a programmable quantum simulator based on Rydberg atom arrays to experimentally study collective dynamics across a (2+1)D Ising quantum phase transition. After crossing the quantum critical point, we observe a gradual growth of correlations through coarsening of antiferromagnetically ordered domains~\\cite{Samajdar2024}. By deterministically preparing and following the evolution of ordered domains, we show that the coarsening is driven by the curvature of domain boundaries, and find that the dynamics accelerate with proximity to the quantum critical point. We quantitatively explore these phenomena and further observe long-lived oscillations of the order parameter, corresponding to an amplitude (Higgs) mode \\cite{pekker2015amplitude}. These observations offer a unique viewpoint into emergent collective dynamics in strongly correlated quantum systems and nonequilibrium quantum processes.         ",
    "url": "https://arxiv.org/abs/2407.03249",
    "authors": [
      "Tom Manovitz",
      "Sophie H. Li",
      "Sepehr Ebadi",
      "Rhine Samajdar",
      "Alexandra A. Geim",
      "Simon J. Evered",
      "Dolev Bluvstein",
      "Hengyun Zhou",
      "Nazli Uğur Köylüoğlu",
      "Johannes Feldmeier",
      "Pavel E. Dolgirev",
      "Nishad Maskara",
      "Marcin Kalinowski",
      "Subir Sachdev",
      "David A. Huse",
      "Markus Greiner",
      "Vladan Vuletić",
      "Mikhail D. Lukin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.03266",
    "title": "Do Quantum Neural Networks have Simplicity Bias?",
    "abstract": "           One hypothesis for the success of deep neural networks (DNNs) is that they are highly expressive, which enables them to be applied to many problems, and they have a strong inductive bias towards solutions that are simple, known as simplicity bias, which allows them to generalise well on unseen data because most real-world data is structured (i.e. simple). In this work, we explore the inductive bias and expressivity of quantum neural networks (QNNs), which gives us a way to compare their performance to those of DNNs. Our results show that it is possible to have simplicity bias with certain QNNs, but we prove that this type of QNN limits the expressivity of the QNN. We also show that it is possible to have QNNs with high expressivity, but they either have no inductive bias or a poor inductive bias and result in a worse generalisation performance compared to DNNs. We demonstrate that an artificial (restricted) inductive bias can be produced by intentionally restricting the expressivity of a QNN. Our results suggest a bias-expressivity tradeoff. Our conclusion is that the QNNs we studied can not generally offer an advantage over DNNs, because these QNNs either have a poor inductive bias or poor expressivity compared to DNNs.         ",
    "url": "https://arxiv.org/abs/2407.03266",
    "authors": [
      "Jessica Pointing"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Artificial Intelligence (cs.AI)",
      "Machine Learning (cs.LG)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.19153",
    "title": "A Generalized Theory for Optical Cooling of a Trapped Atom with Spin",
    "abstract": "           Cooling atoms to the ground-state of optical tweezers is becoming increasingly important for high-fidelity imaging, cooling, and molecular assembly. While extensive theoretical work has been conducted on cooling in free space, fewer studies have focused on cooling in bound states. In this work, we present a unified formalism for optical cooling mechanisms in neutral atom tweezers, including resolved and unresolved sideband cooling with different trapping potentials, polarization gradient cooling, gray molasses cooling, $\\Lambda$-enhanced gray molasses cooling, and Raman sideband cooling. We perform simulations and demonstrate good agreement with a simplified spin model. We derive and discuss the fundamental limits of each cooling mechanism and propose new strategies for achieving ground-state cooling in optical tweezers. Our findings provide valuable insights into optimizing cooling schemes for neutral atoms in optical tweezers, paving the way for minimizing thermal decoherence in Rydberg and molecular gates and improving efficiencies of molecular assembly.         ",
    "url": "https://arxiv.org/abs/2406.19153",
    "authors": [
      "Saumitra S. Phatak",
      "Karl N. Blodgett",
      "David Peana",
      "Meng Raymond Chen",
      "Jonathan D. Hood"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.19429",
    "title": "Hamiltonian Engineering of collective XYZ spin models in an optical cavity",
    "abstract": "           Quantum simulation using synthetic quantum systems offers unique opportunities to explore open questions in many-body physics and a path for the generation of useful entangled states. Nevertheless, so far many quantum simulators have been fundamentally limited in the models they can mimic. Here, we are able to realize an all-to-all interaction with arbitrary quadratic Hamiltonian or effectively an infinite range tunable Heisenberg XYZ model. This is accomplished by engineering cavity-mediated four-photon interactions between 700 rubidium atoms in which we harness a pair of momentum states as the effective pseudo spin or qubit degree of freedom. Using this capability we realize for the first time the so-called two-axis counter-twisting model at the mean-field level. The versatility of our platform to include more than two relevant momentum states, combined with the flexibility of the simulated Hamiltonians by adding cavity tones opens rich opportunities for quantum simulation and quantum sensing in matter-wave interferometers and other quantum sensors such as optical clocks and magnetometers         ",
    "url": "https://arxiv.org/abs/2402.19429",
    "authors": [
      "Chengyi Luo",
      "Haoqing Zhang",
      "Anjun Chu",
      "Chitose Maruko",
      "Ana Maria Rey",
      "James K. Thompson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2404.16167",
    "title": "Fast photon-mediated entanglement of continuously-cooled trapped ions for quantum networking",
    "abstract": "           We entangle two co-trapped atomic barium ion qubits by collecting single visible photons from each ion through in-vacuo 0.8 NA objectives, interfering them through an integrated fiber-beamsplitter and detecting them in coincidence. This projects the qubits into an entangled Bell state with an observed fidelity lower bound of F > 94%. We also introduce an ytterbium ion for sympathetic cooling to remove the need for recooling interruptions and achieve a continuous entanglement rate of 250 1/s.         ",
    "url": "https://arxiv.org/abs/2404.16167",
    "authors": [
      "Jameson O'Reilly",
      "George Toh",
      "Isabella Goetting",
      "Sagnik Saha",
      "Mikhail Shalaev",
      "Allison Carter",
      "Andrew Risinger",
      "Ashish Kalakuntla",
      "Tingguang Li",
      "Ashrit Verma",
      "Christopher Monroe"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2404.18605",
    "title": "Uncertainties from metrology in the integrated luminosity measurement with the updated design of a detector at CEPC",
    "abstract": "           In order to measure integrated luminosity with a required precision of $10^{-4}$ at the $Z^0$ pole, proposed CEPC $e^{+}e^{-}$ collider requires a luminometer, a specially designed calorimeter placed in the very forward region to identify Bhabha scattering at low polar angles. Usually, such a device is placed at the outgoing beams, to keep the spatial symmetries of the head-on collisions at accelerators with a non-zero crossing angle. At CEPC it is currently proposed to place the luminometer on the z-axis. We review a feasibility of a measurement of the integrated luminosity at the $Z^{0}$ pole with the required precision, concerning the luminometer centered around the z-axis and the post-CDR beam properties.         ",
    "url": "https://arxiv.org/abs/2404.18605",
    "authors": [
      "Ivan Smiljanic",
      "Ivanka Bozovic",
      "Goran Kacarevic"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]