[
  {
    "id": "arXiv:2412.05361",
    "title": "YIG Photonic Crystals",
    "abstract": "           We present the first demonstration of a nanofabricated photonic crystal made from the magnetic material yttrium iron garnet (YIG). YIG is a compelling material for quantum technologies due to its unique magnetic and optical properties; however, experiments involving YIG have primarily been limited to millimeter-scale spheres. The successful nanofabrication of YIG structures opens new avenues for advancing quantum technology applications. Notably, the ability to co-localize magnons, phonons, and optical photons within a nanostructured environment paves the way for novel approaches in quantum information processing, including quantum wavelength transduction and enhanced magnon-photon interactions. This work marks a significant step toward integrating YIG-based devices into scalable quantum platforms.         ",
    "url": "https://arxiv.org/abs/2412.05361",
    "authors": [
      "Alireza Rashedi",
      "Mehri Ebrahimi",
      "Yunhu Huang",
      "Matt J. Rudd",
      "John P. Davis"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.05443",
    "title": "Thermal Slip Length at a Liquid/Solid Interface: Power Law Relations From Spatial and Frequency Attributes of the Contact Layer",
    "abstract": "           Specialty integrated chips for power intensive tasks like artificial intelligence generate so much heat that data centers are switching to liquid cooling to prevent malfunction. A critical factor hindering optimization of the thermal flux across the liquid/solid (L/S) interface is the lack of any predictive model for the thermal slip length at non-cryogenic temperatures. An extensive study using non-equilibrium molecular dynamics simulations reveals distinct power law relations governing this length scale which incorporate the influence of local temperature, in-plane translational order and vibrational frequency of the liquid contact layer and adjoining solid layer. Similar relations are expected to hold for other L/S systems modeled by the Lennard-Jones potential given the principle of corresponding states.         ",
    "url": "https://arxiv.org/abs/2412.05443",
    "authors": [
      "Hiroki Kaifu",
      "Sandra M. Troian"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2412.05622",
    "title": "Reconfigurable chiral edge states in synthetic dimensions on an integrated photonic chip",
    "abstract": "           Chiral edge state is a hallmark of topological physics, which has drawn significant attention across quantum mechanics, condensed matter and optical systems. Recently, synthetic dimensions have emerged as ideal platforms for investigating chiral edge states in multiple dimensions, overcoming the limitations of real space. In this work, we demonstrate reconfigurable chiral edge states via synthetic dimensions on an integrated photonic chip. These states are realized by coupling two frequency lattices with opposite pseudospins, which are subjected to programmable artificial gauge potential and long-range coupling within a thin-film lithium niobate microring resonator. Within this system, we are able to implement versatile strategies to observe and steer the chiral edge states, including the realization and frustration of the chiral edge states in a synthetic Hall ladder, the generation of imbalanced chiral edge currents, and the regulation of chiral behaviors as chirality, single-pseudospin enhancement, and complete suppression. This work provides a reconfigurable integrated photonic platform for simulating and steering chiral edge states in synthetic space, paying the way for the realization of high-dimensional and programmable topological photonic systems on chip.         ",
    "url": "https://arxiv.org/abs/2412.05622",
    "authors": [
      "Weiwei Liu",
      "Xiaolong Su",
      "Chijun Li",
      "Cheng Zeng",
      "Bing Wang",
      "Yongjie Wang",
      "Yufan Ding",
      "Chengzhi Qin",
      "Jinsong Xia",
      "Peixiang Lu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.05690",
    "title": "Plasmonic Electro-Optic Modulators based on Epsilon-Near-Zero Materials: Comparing the Classical Drift-Diffusion and Schr\\\"odinger-Poisson Coupling Models",
    "abstract": "           We present the design, modeling, and optimization of high-performance plasmonic electro-optic modulators leveraging voltage-gated carrier density in indium tin oxide (ITO) where the gated carrier density is modeled using both the Classical Drift-Diffusion (CDD) and Schrödinger-Poisson Coupling (SPC) methods. The latter ensures a more detailed and precise description of carrier distributions under various gate voltages which gains particular significance when applied to an epsilon-near-zero (ENZ) medium such as ITO. Combining the nanoscale confinement and field enhancement enabled by surface plasmon polaritons with the ENZ effect in ITO, modulator designs integrated with silicon waveguides and optimized for operation at {\\lambda}0 = 1550 nm achieve a 3-dB bandwidth of 210 GHz, an insertion loss of 3 dB, and an extinction ratio of 5 dB for an overall length of < 4 {\\mu}m as predicted by the SPC model. Our results illustrate trade-offs between high-speed modulator operation and low insertion loss, vs. extinction ratio, and the need for precise modelling of carrier distributions in ENZ materials.         ",
    "url": "https://arxiv.org/abs/2412.05690",
    "authors": [
      "Masoud Shabaninezhad",
      "Hamid Mehrvar",
      "Eric Bernier",
      "Lora Ramunno",
      "Pierre Berini"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2412.05866",
    "title": "Spatio-spectral light modulator of XUV high harmonics",
    "abstract": "           High-order harmonic generation (HHG), characterized by its highly nonlinear nature, often exhibits a complex spatio-temporal profile that poses challenges for practical applications. In this study, we unveil a method for manipulating the spatio-spectral distribution of HHG by guiding the recollision electron trajectory in the spatio-temporal domain using a control field. The resulting far-field high harmonic (HH) radiation inherits the intricate spatio-temporal characteristics of the control field, showcasing diverse features including spatial tilting, spectral shifting, and emission angle deflection. Using the relative delay between the control field and the driving pulse as the primary control parameter, we achieve precise tailoring of the high harmonics in the spatio-spectral domain. This controllability in HH benefits ultrafast metrology and imaging applications in the extreme ultraviolet (XUV) regime.         ",
    "url": "https://arxiv.org/abs/2412.05866",
    "authors": [
      "Qi Zeng",
      "Yimin Deng",
      "Xinyue Yang",
      "Wei Cao",
      "Peixiang Lu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.05922",
    "title": "Electronic Light Scattering Drives Optical Heating of Nonlocal Media",
    "abstract": "           Light absorption in opaque solids is directly governed by optical transitions between the electronic states near the bandgap. This physical mechanism underlies the optical heating of a medium that efficiently absorbs light at resonance. However, such a strategy is true for a homogeneous bulk medium that is temporally dispersive. This work focuses on the optical heating of spatially dispersive (or nonlocal) materials due to broadband inelastic light scattering rather than absorption. A light-induced optical inhomogeneity (vacancy, ad-atom, etc.) produces an optical near-field photon with expanded momentum that enhances light-matter interaction. As a result, indirect optical transitions become accessible throughout the entire Brillouin zone due to electron-photon momentum matching. The real refractive index of nonlocal media can greatly increase over a wide spectral range beyond resonance. According to the Kramers-Kronig relation, such nonlocal media can capture light solely through electronic light scattering. Herein, we experimentally demonstrate this effect by melting spatially confined semiconductors (silicon atomic-force-microscopy cantilever) and metals (gold shear-force-microscopy tip) under off-resonance continuous-wave laser pump. Light scattering based on electron-photon interaction becomes the dominant physical process in media with strong spatial dispersion. These findings will be critical for cutting-edge technologies in optoelectronics, photovoltaics, and biomedicine.         ",
    "url": "https://arxiv.org/abs/2412.05922",
    "authors": [
      "Sergey Kharintsev",
      "Elina Battalova"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.05972",
    "title": "Phase-locked feed forward stabilization for dual comb spectroscopy",
    "abstract": "           Sustained mutual coherence between two combs over extended periods is a prerequisite for dual-comb spectroscopy (DCS), particularly in achieving high-resolution molecular spectroscopy and precise spectral measurements. However, achieving long coherence times remains a challenge for Yb-doped frequency combs. This work introduces an experimental approach for phase-stable DCS using Yb-doped frequency combs at 1.03 ${\\mu}$m with a novel feed-forward method, combatting the limitations of mutual coherence. Without relying on computer-based phase correction, we achieve a coherence time of 1000 seconds - three orders of magnitude longer than the current state of the art for DCS. This extended coherence enables time-domain averaging, resulting in a signal-to-noise ratio (SNR) of 2045. We demonstrate high-resolution monitoring of weak overtone transitions in the P and R branches of C${_2}$H${_2}$, with good agreement with HITRAN. The phase-locked multiheterodyne system also enables phase spectrum measurements with a scatter down to 7 mrad. Furthermore, we successfully extend our technique to the visible wavelength range using second harmonic generation, achieving high-resolution spectra of NO${_2}$ with excellent SNR. The method offers high-frequency accuracy and demonstrates the potential of Yb-doped systems for multiplexed metrology, effectively extending the capabilities of DCS as a powerful tool for multi-disciplinary applications.         ",
    "url": "https://arxiv.org/abs/2412.05972",
    "authors": [
      "Mithun Pal",
      "Alexander Eber",
      "Lukas Fürst",
      "Emily Hruska",
      "Marcus Ossiander",
      "Birgitta Bernhardt"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.06108",
    "title": "Brewster solitons and omnidirectional solitons in one-dimensional optical structures involving Kerr-type nonlinear materials",
    "abstract": "           The possibility of exciting stationary solitons due to the Brewster effect is investigated. The analysis is performed by computing the transmission coefficient of an electromagnetic monochromatic wave obliquely incident on the optical system and linearly polarized with the transverse-electric polarization. The optical system is supposed to be surrounded by a vacuum. Two different optical systems are studied. First, the system under consideration is assumed to be composed of the junction of a single dispersive layer with a linear electromagnetic response and a single nonlinear layer exhibiting Kerr nonlinearity. The obtained results suggest the excitation of stationary solitons in the nonlinear layer induced by the occurrence of the Brewster phenomenon in the linear medium. The second system is considered as a single Kerr nonlinear layer. The Brewster effect is observed for both self-focusing and self-defocusing nonlinearities, which leads to the excitation of soliton states within the nonlinear layer. The Brewster-angle dependence of the intensity of the incident electromagnetic wave is also shown. Finally, the excitation of omnidirectional solitons in the case of single nonlinear layers is discussed. It is shown that matching the magnetic permeability of the surrounding medium and the nonlinear layer leads to maximum transmission states, independent of the incidence angle, for the input-intensity value that causes the homogenization of the electric permittivity.         ",
    "url": "https://arxiv.org/abs/2412.06108",
    "authors": [
      "J. Posada-Loaiza",
      "J. D. Mazo-Vásquez",
      "E. Reyes-Gómez"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.06125",
    "title": "The Development of Low-Q Cavity Type Beam Position Monitor with a Position Resolution of Nanometer for Future Colliders",
    "abstract": "           The nano-meter beam size in future linear colliders requires very high resolution beam position monitor since higher resolution allows more accurate position measurement in the interaction point. We developed and tested a low-Q C-band beam position monitor with position resolution of nanometer. The C-band BPM was tested for the fast beam feedback system at the interaction point of ATF2 in KEK, in which C-band beam position monitor is called to IPBPM (Interaction Point Beam Position Monitor). The average position resolution of the developed IPBPMs was measured to be 10.1 nm at a nominal beam charge of $87\\%$ of ATF2. From the measured beam position resolution, we can expect beam position resolution of around 8.8 nm and 4.4 nm with nominal ATF2 and ILC beam charge conditions, respectively, in which the position resolution is below the vertical beam size in ILC. In this paper, we describe the development of the IPBPM and the beam test results at the nanometer level in beam position resolution         ",
    "url": "https://arxiv.org/abs/2412.06125",
    "authors": [
      "S.W. Jang",
      "E.-S. Kim",
      "T. Tauchi",
      "N. Terunuma",
      "P.N. Burrows",
      "N. Blaskovic Kraljevic",
      "P. Bambade",
      "S. Wallon",
      "O. Blanco"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2412.06214",
    "title": "Femtosecond laser processing for blast-hole analysis: laser removal of slurry and effect on rocks",
    "abstract": "           This study investigates the possibility of using a femtosecond pulse laser to remove iron ore slurry used to stabilise blast-hole structures by mining industries, intending to preserve the wall's stability and the chemical and compositional properties of the underlying rock. In situ minerals are often coated in other material deposits, such as dust or slurry in blast holes. To analyse the rock materials beneath, its surface must be exposed by removal of the surface layer. The ablation depth per pulse and ablation efficiency of the slurry were determined using femtosecond laser pulses. Then, the ablation of rocks of economic interest in Australia, including banded iron, limonite, goethite, shale, and hematite, was studied to establish their ablation thresholds and rates. Any damage induced by the laser was investigated by optical microscopy, optical profilometry, colourimetry, VIS/NIR spectroscopy and Fourier Transform Infrared spectroscopy (FTIR).         ",
    "url": "https://arxiv.org/abs/2412.06214",
    "authors": [
      "Julia Brand",
      "Ksenia Maximova",
      "Steve Madden",
      "Andrei V. Rode",
      "Ehsan Mihankhah",
      "John Zigman",
      "Andrew J. Hill",
      "Ludovic Rapp"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.06225",
    "title": "Impact-parameter selective Rydberg atom collision by optical tweezers",
    "abstract": "           Cold collisions between two Rydberg rubidium atoms ($^{87}$Rb) are investigated by controlling the impact parameter and collision energy. Optical tweezers are employed to hold one atom stationary while propelling the other to a constant velocity. After the tweezers are deactivated, both atoms are excited to a Rydberg state by a $\\pi$-pulse. After a collision, a second $\\pi$-pulse is applied. If the stationary atom does not experience a significant momentum transfer and is de-excited to its ground state, it can be recaptured when reactivating the tweezer. The impact parameter dependent collision probability is extracted from the atom loss from the tweezer and used to evaluate the collisional cross section between Rydberg atoms. Quantum and classical simulations of elastic two-body collisions show good agreement with the present experimental data and provide insights into the critical parameter regime where quantum effects become important.         ",
    "url": "https://arxiv.org/abs/2412.06225",
    "authors": [
      "Hansub Hwang",
      "Sunhwa Hwang",
      "Jaewook Ahn",
      "Shuhei Yoshida",
      "Joachim Burgdorfer"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.06236",
    "title": "Photonic real-time signal processing",
    "abstract": "           The simultaneous progress of integrated optical frequency comb (OFC) and radio frequency (RF) photonic signal processing technique have promoted the rapid development of real-time signal processing. Integrated optical frequency comb offer multiple wavelengths as a powerful source for RF photonic signal transversal filter. Here, we review development of real-time signal processing system consisting of integrated OFC and RF photonic signal transversal filter in chronological order, and focus on the applications of this system such as differentiator, integrator, Hilbert transformer, and image processor. We also discuss and present our outlook on more parallel functions and further integration of real-time signal processing system.         ",
    "url": "https://arxiv.org/abs/2412.06236",
    "authors": [
      "Qihang Ai",
      "Hanxiao Feng",
      "Xinyu Yang",
      "Mengxi Tan",
      "Xingyuan Xu",
      "Roberto Morandotti",
      "Donglin Su",
      "David J. Moss"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.06260",
    "title": "Evaluation of Coincidence Time Resolution in a liquid xenon detector with silicon photomultipliers",
    "abstract": "           This work explores the combination of liquid xenon as a scintillating medium and silicon photomultipliers as a readout in Positron Emission Tomography (PET) for enhanced Time-Of-Flight resolution. We present the results of our first prototype optimized to maximize light collection using high-PDE, VUV-sensitive sensors and to minimize time fluctuations. We report a coincidence time resolution of 281 $\\pm$ 2 ps FWHM, obtained using a $^{22}$Na calibration source. This result is competitive with the current state-of-the-art PET scanners and represents a significant step forward in the development of liquid xenon as a viable alternative to conventional scintillators in PET technology.         ",
    "url": "https://arxiv.org/abs/2412.06260",
    "authors": [
      "N. Salor-Iguiñiz",
      "J.M. Benlloch-Rodríguez",
      "R. Esteve",
      "C. Romo-Luque",
      "R.J. Aliaga",
      "V. Álvarez",
      "F. Ballester",
      "R. Gadea",
      "F. Monrabal",
      "M. Querol",
      "M. Rappaport",
      "J. Rodríguez",
      "J. Rodríguez-Ponce",
      "S. Teruel-Pardo",
      "J.F. Toledo",
      "R. Torres-Curado",
      "P. Ferrario",
      "V. Herrero",
      "J.J. Gómez-Cadenas"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2412.06278",
    "title": "Responsivity evaluation of photonics integrated photodetectors via pairwise measurements with an attenuation circuit",
    "abstract": "           Integrated photonics platforms offer a compact and scalable solution for developing next-generation optical technologies. For precision applications involving weak signals, the responsivity as well as the accurate calibration of the integrated photodetectors at low optical powers become increasingly important. It remains challenging to perform a calibration traceable to mW-level primary standards without relying on external attenuation setups. Here, we utilize an on-chip attenuation circuit, composed of a series of cascaded directional couplers (DCs), to evaluate the responsivity of integrated photodetectors (PDs) at uW optical power levels with mW inputs to the chip. Moreover, we show that a pairwise measurement method, involving the simultaneous measurement of the integrated PD photocurrent and an auxiliary optical output which is coupled off-chip, systematically improves the experimental uncertainties compared to a direct PD photocurrent measurement. For 3 cascaded DCs, the pairwise measurement improves the repeatability error from 1.21% to 0.22%, with an overall expanded calibration uncertainty (k=2) of 10.13%. The latter is dominated by the scattering noise floor and fiber-to-chip coupling errors, which can be significantly improved with better device fabrication control. Our method can be extended to a fully integrated calibration solution for waveguide-integrated single-photon detectors.         ",
    "url": "https://arxiv.org/abs/2412.06278",
    "authors": [
      "Jing Zhang",
      "Tianchen Sun",
      "Mai Ji",
      "Anirudh R. Ramaseshan",
      "Aswin A. Eapen",
      "Thomas Y.L. Ang",
      "Victor Leong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.06281",
    "title": "Suspension Dynamics of Droplets in Acoustic and Gravitational Fields",
    "abstract": "           In the field of acoustic suspension or levitation of droplets against gravity, the application of Gorkov's acoustic radiation force for small particles (within the Rayleigh limit) or its extensions to larger ones (beyond the Rayleigh limit) is limited to predicting the suspension position of the droplet. Since this approach treats the droplet as a rigid particle, it fails to capture the fluid dynamics of the droplet and is also unsuitable for studying interfacial phenomena such as droplet deformation, splitting, or coalescence. In this work, we employ our recently developed acoustic body force in Eulerian form, which models the droplet as a fluid, to theoretically investigate the suspension dynamics of droplet subjected to standing waves through the interaction between acoustic, interfacial, and gravitational forces. Our theory predicts that when interfacial forces are dominant, the presence of positive and negative acoustic force regions within droplets exceeding the Rayleigh limit reduces the net acoustic force counteracting gravity. As a result, the suspension dynamics become highly dependent on droplet size, in contrast to droplets within the Rayleigh limit, where the dynamics remain size-independent. Thus, beyond the Rayleigh limit, as the droplet size to wavelength ratio increases, the critical acoustic energy density ($E_{cr}$) required to suspend the droplet initially rises sharply, which agrees with recent experimental results. After $E_{cr}$ reaches a local maximum at $d/\\lambda \\approx 0.65$, it exhibits a pattern of alternating decreases and increases, with each successive peak surpassing the previous one. Remarkably, our study reveals a size-dependent shifting of the suspension position between nodes and antinodes for droplets beyond the Rayleigh limit, whereas droplets within this limit maintain a consistent suspension position regardless of size.         ",
    "url": "https://arxiv.org/abs/2412.06281",
    "authors": [
      "Jeyapradhap Thirisangu",
      "Anjan Mahapatra",
      "Karthick Subramani"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2412.06282",
    "title": "Recent development of optical electric current transformer and its obstacles",
    "abstract": "           Conventional electromagnetic induction-based current transformers suffer from issues such as bulky and complex structures, slow response times, and low safety levels. Consequently, researchers have explored combining various sensing technologies with optical fibers to develop optical current transformers that could become the primary choice for power systems in the future. With the maturation of optoelectronic technology, optical current transformers have emerged. They offer outstanding advantages, including high sensitivity, integration, stability, and the ability to operate in complex environments. This review categorizes optical current transformers based on different principles, including all-fiber current transformers, those based on magnetostrictive effects, magneto-optic effects, and thermal effects. It also discusses their principles, structures, manufacturing techniques, and signal processing, while forecasting their future development trends.         ",
    "url": "https://arxiv.org/abs/2412.06282",
    "authors": [
      "Yu-Xuan Chen",
      "Jing Sun",
      "Bo-Qi Meng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)",
      "Systems and Control (eess.SY)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.06309",
    "title": "FoV and Efficiency Optimization for Resonant Beam SLIPT with Telescope Integration",
    "abstract": "           Meeting the large bandwidth demands of wireless communication for mobile Internet of Things (IoT) devices while enhancing their endurance is a significant challenge. Simultaneous lightwave information and power transfer (SLIPT) technology offers the potential to realize wireless charging and signal transfer, making it suitable for supporting autonomous vehicles and drones. The resonant beam system (RBS) leverages the self-aligning property of a spatially distributed laser resonator (SSLR), allowing energy transmission from the transmitter to the receiver without mechanical alignment. However, the existing resonant beam SLIPT system exhibits a limited field of view (FoV) and transmission efficiency, facing challenges in practical applications. In this paper, we propose a resonant beam SLIPT system enhanced by incorporating an internal telescope and optimizing the communication, energy transfer, and FoV performance by solving the Pareto front set of the system's achievable performance region. The results indicate that the optimized FoV is increased by $17\\%$, reaching $\\pm26.8^\\circ$, while its average end-to-end efficiency is improved by $145\\%$, achieving $5.4\\%$.         ",
    "url": "https://arxiv.org/abs/2412.06309",
    "authors": [
      "Shun Han",
      "Mingliang Xiong",
      "Mengyuan Xu",
      "Zeqian Guo",
      "Wen Fang",
      "Qingwen Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.06427",
    "title": "Terahertz Microscopy Through Complex Media",
    "abstract": "           Manipulating broadband fields in scattering media is a modern challenge across photonics and other wave domains. Recent studies have shown that complex propagation in scattering media can be harnessed to manipulate broadband light wave packets in space-time for focusing, imaging, and computing applications. Interestingly, while many proposed methodologies operate on intensity-based assessment of scattered fields, often in the spectral domain, from a pure transmission-function perspective, scattering operates as a linear field-level combinatory process, i.e., the superposition of transformation of unit excitations. As a result, we recently demonstrated that gaining experimental access to instantaneous scattered fields, as available through time-domain spectroscopy in the terahertz spectral range, in conjunction with sparse light excitation typical of ghost imaging, provides a key advantage in enabling the functionalisation of scattering, exposing a novel modelling paradigm. In this paper, we provide experimental proof of reconstructing 1-dimensional object features through a scattering medium using a fully broadband time-domain terahertz approach.         ",
    "url": "https://arxiv.org/abs/2412.06427",
    "authors": [
      "Vivek Kumar",
      "Vittorio Cecconi",
      "Antonio Cutrona",
      "Luke Peters",
      "Luana Olivieri",
      "Juan S. Totero Gongora",
      "Alessia Pasquazi",
      "Marco Peccianti"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.06448",
    "title": "Femtosecond laser carbonization of polystyrene",
    "abstract": "           Multi-pulse femtosecond laser irradiation of a monolayer of polystyrene microspheres deposited on a polystyrene substrate leads to the formation of carbon nanomaterial exhibiting broadband excitation-dependent luminescence both within the microspheres and in the substrate. Initial polystyrene substrate and microspheres are transparent at the laser wavelength (800 nm). Peak intensity of the laser irradiation focusing by the microspheres reaches 1013 W/cm2, resulting in multiphoton absorption followed by ionization and further carbonization processes. Raman spectroscopy and transmission electron microscopy analysis show that carbonization products contain carbon crystalline nanoobjects.         ",
    "url": "https://arxiv.org/abs/2412.06448",
    "authors": [
      "Andrey Kudryashov",
      "Sergey Gusev",
      "Anastasiya Orlova",
      "Andrey Afanasiev",
      "Maria Sveshnikova",
      "Alexander Pikulin",
      "Nikita Bityurin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.06537",
    "title": "Optical polarization singularities in metallic cavities excited by electric dipole sources",
    "abstract": "           Optical polarization singularities (PSs) in real space carry rich topological properties and can enable highly precise manipulations of light fields. Conventional studies focus on the PSs in the open space of optical systems. The properties of PSs inside optical cavities remain largely unexplored. By using full-wave finite-element simulations, we investigate the optical PSs inside metallic cavities excited by electric dipole sources. We determine the topological indices, morphology, and spatial evolutions of the singularities inside both spherical and torus cavities. We uncover the relationship between spatial symmetries and the PSs, as well as the mechanism underlying the emergence of polarization Mobius strips in the spherical cavity. In addition, we investigate the topological transitions of the PSs connecting two geometries (i.e., sphere and torus) with distinct topologies. The results provide insight into the singular and topological properties of light fields in optical cavities and can find applications in optical sensing and optical manipulation of small particles.         ",
    "url": "https://arxiv.org/abs/2412.06537",
    "authors": [
      "Shiqi Jia",
      "Tong Fu",
      "Shubo Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.06611",
    "title": "Seismic Traveltime Inversion with Quantum Annealing",
    "abstract": "           This study demonstrates the application of quantum computing based quantum annealing to seismic traveltime inversion, a critical approach for inverting highly accurate velocity models. The seismic inversion problem is first converted into a Quadratic Unconstrained Binary Optimization problem, which the quantum annealer is specifically designed to solve. We then solve the problem via quantum annealing method. The inversion is applied on a synthetic velocity model, presenting a carbon storage scenario at depths of 1000-1300 meters. As an application example, we also show the capacity of quantum computing to handle complex, noisy data environments. This work highlights the emerging potential of quantum computing in geophysical applications, providing a foundation for future developments in high-precision seismic imaging.         ",
    "url": "https://arxiv.org/abs/2412.06611",
    "authors": [
      "Hoang Anh Nguyen",
      "Ali Tura"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2412.06680",
    "title": "Quantum effects of Coulomb explosion simulations revealed by time-dependent density-functional theory",
    "abstract": "           This study investigates the influence of quantum effects on Coulomb explosion dynamics using time-dependent density functional theory (TDDFT) simulations, comparing classical, semi-classical, and quantum approaches. The goal is to elucidate how electron dynamics affect the kinetic energy, angular distribution, and final velocities of ejected ions. The results indicate that quantum effects result in lower kinetic energies all ions, deviating from classical predictions. Furthermore, quantum simulations exhibit broader angular distributions and more diverse ion trajectories, aligning closely with experimental observations. The research also highlights the role of laser intensity and the resultant ionization in enhancing quantum effects, particularly in modifying ion velocities and distributions. These findings provide a deeper understanding of the role of electron dynamics in Coulomb explosions, offering valuable insights for both experimental and theoretical studies of molecular fragmentation.         ",
    "url": "https://arxiv.org/abs/2412.06680",
    "authors": [
      "Samuel S. Taylor",
      "Cody Covington",
      "Kálmán Varga"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2412.06687",
    "title": "Test Beam Characterization of a Digital Silicon Photomultiplier",
    "abstract": "           Conventional silicon photomultipliers (SiPMs) are well established as light detectors with single-photon-detection capability and used throughout high energy physics, medical, and commercial applications. The possibility to produce single photon avalanche diodes (SPADs) in commercial CMOS processes creates the opportunity to combine a matrix of SPADs and an application-specific integrated circuit in the same die. The potential of such digital SiPMs (dSiPMs) is still being explored, while it already is an established technology in certain applications, like light detection and ranging (LiDAR). A prototype dSiPM, produced in the LFoundry 150-nm CMOS technology, was designed and tested at DESY. The dSiPM central part is a matrix of 32 by 32 pixels. Each pixel contains four SPADs, a digital front-end, and has an area of 69.6 $\\times$ 76 um$^2$. The chip has four time-to-digital converters and includes further circuitry for data serialization and data links. This work focuses on the characterization of the prototype in an electron beam at the DESY II Test Beam facility, to study its capability as a tracking and timing detector for minimum ionizing particles (MIPs). The MIP detection efficiency is found to be dominated by the fill factor and on the order of 31 %. The position of the impinging MIPs can be measured with a precision of about 20 um, and the time of the interaction can be measured with a precision better than 50 ps for about 85 % of the detected events. In addition, laboratory studies on the breakdown voltage, dark count rate, and crosstalk probability, as well as the experimental methods required for the characterization of such a sensor type in a particle beam are presented.         ",
    "url": "https://arxiv.org/abs/2412.06687",
    "authors": [
      "Finn King",
      "Inge Diehl",
      "Ono Feyens",
      "Ingrid-Maria Gregor",
      "Karsten Hansen",
      "Stephan Lachnit",
      "Frauke Poblotzki",
      "Daniil Rastorguev",
      "Simon Spannagel",
      "Tomas Vanat",
      "Gianpiero Vignola"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2412.06714",
    "title": "Equivalent Circuit Modeling and Design of a Reconfigurable Loaded Dogbone Metasurface Element",
    "abstract": "           The accelerating trend of active metasurfaces -- such as those incorporating non-Foster matching, programmable control, or space-time modulation -- adds complexity to the computational electromagnetic (CEM) simulation landscape. In this work, we present an equivalent circuit model (ECM) for a particular periodic array element -- the dogbone element -- that incorporates an arbitrary sub-cell electronic circuit. The ECM is capable of predicting the overall surface impedance with any changes in the circuit's impedance. Three full-wave CEM simulations fully determine the EC, and the scattering parameters computed from the ECM for an embedded circuit, however complex, should be substantially similar to those produced by the full-wave code. With metasurfaces for which it is possible to obtain an ECM by this method, the reflection or transmission behavior of the surface under varying circuit conditions can be computed quickly without need of any further full-wave solutions. After highlighting the importance of fully characterizing parasitics in embedded components, we apply the method to the design of a varactor-based tunable metasurface, which upon fabrication and focused beam measurement demonstrates excellent model-measure agreement.         ",
    "url": "https://arxiv.org/abs/2412.06714",
    "authors": [
      "Christopher T. Howard",
      "William D. Hunt",
      "Kenneth W. Allen"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.05403",
    "title": "Knowledge-Based Deep Learning for Time-Efficient Inverse Dynamics",
    "abstract": "           Accurate understanding of muscle activation and muscle forces plays an essential role in neuro-rehabilitation and musculoskeletal disorder treatments. Computational musculoskeletal modeling has been widely used as a powerful non-invasive tool to estimate them through inverse dynamics using static optimization, but the inherent computational complexity results in time-consuming analysis. In this paper, we propose a knowledge-based deep learning framework for time-efficient inverse dynamic analysis, which can predict muscle activation and muscle forces from joint kinematic data directly while not requiring any label information during model training. The Bidirectional Gated Recurrent Unit (BiGRU) neural network is selected as the backbone of our model due to its proficient handling of time-series data. Prior physical knowledge from forward dynamics and pre-selected inverse dynamics based physiological criteria are integrated into the loss function to guide the training of neural networks. Experimental validations on two datasets, including one benchmark upper limb movement dataset and one self-collected lower limb movement dataset from six healthy subjects, are performed. The experimental results have shown that the selected BiGRU architecture outperforms other neural network models when trained using our specifically designed loss function, which illustrates the effectiveness and robustness of the proposed framework.         ",
    "url": "https://arxiv.org/abs/2412.05403",
    "authors": [
      "Shuhao Ma",
      "Yu Cao",
      "Ian D. Robertson",
      "Chaoyang Shi",
      "Jindong Liu",
      "Zhi-Qiang Zhang"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Human-Computer Interaction (cs.HC)",
      "Machine Learning (cs.LG)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2412.05456",
    "title": "A Localized Reality Appears To Underpin Quantum Circuits",
    "abstract": "           Although entangled state vectors cannot be described in terms of classically realistic variables, localized in space and time, any given entanglement experiment can be built from basic quantum circuit components with well-defined locations. By analyzing the (local) weak values for any given run of a quantum circuit, we present evidence for a localized account of any circuit's behavior. Specifically, even if the state is massively entangled, the weak values are found to evolve only when they pass through a local circuit element. They otherwise remain constant and do not evolve when other qubits pass through their circuit elements. A further surprise is found when two qubits are brought together in an exchange interaction, as their weak values then evolve according to a simple classical equation. The weak values are subject to both past and future constraints, so they can only be determined by considering the entire circuit \"all-at-once\", as in action principles. In the context of a few basic quantum gates, we show how an all-at-once model of a complete circuit could generate weak values without using state vectors as an intermediate step. Since these gates comprise a universal quantum gate set, this lends support to the claim that any quantum circuit can plausibly be underpinned by localized variables, providing a realistic, lower-level account of generic quantum systems.         ",
    "url": "https://arxiv.org/abs/2412.05456",
    "authors": [
      "Ken Wharton",
      "Roderick Sutherland",
      "Titus Amza",
      "Raylor Liu",
      "James Saslow"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2412.05847",
    "title": "Quantum delayed \"choice\" based on vectorially structured photon",
    "abstract": "           Whether a photon exhibits wavelike or particlelike behaviour depends on the observation method, as clearly demonstrated by Wheeler's delayed choice (DC) experiments. A key aspect of such experiments is the random determination of the observation device's status, typically controlled by a random number generator or a quantum-controlling apparatus. Here, we propose a novel version of the quantum delayed choice (QDC) experiment by tailoring the quantum state of the single photon into an arbitrary polarization superposition. In this experiment, the \"choice\" can be considered as being made by the photon's state itself at the moment of observation, thereby violating classical causality. Additionally, we observe the morphing behaviour of the single photon between wavelike and particlelike characteristics, which challenges the classical picture of waves and particles. Utilizing the quantum state of the photon rather than the quantum-controlling devices not only facilitates the implementation of the QDC experiment but also helps deepen the understanding of Bohr's complementarity principle.         ",
    "url": "https://arxiv.org/abs/2412.05847",
    "authors": [
      "Ye Yang",
      "Shuya Zhang",
      "Yongkun Zhou",
      "Xinji Zeng",
      "Kaixuan Ren",
      "Dong Wei",
      "Chengyuan Wang",
      "Yun Chen",
      "Hong Gao",
      "Fuli Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.05979",
    "title": "Consciousness-Centered Ontology of Relational Quantum Dynamics (RQD)",
    "abstract": "           This paper presents Relational Quantum Dynamics (RQD), a paradigm that re-envisions quantum theory and its interplay with spacetime, observers, and consciousness. Abandoning the notion of a preexisting universe or fixed manifold, RQD posits that observers, observed systems, and geometric structures emerge together as stable relational patterns in an underlying quantum substrate. Spacetime is thus recast as an effective, large-scale feature of entanglement and information flows rather than a fundamental stage. By eliminating pre-given observers and absolute properties, RQD unifies relational quantum mechanics, insights from holography and tensor networks, and non-dual philosophical traditions into a single idealist framework. Here, universal awareness is not an added element but the ontological ground, ensuring that subjective experience and physical reality co-derive from the same relational field. This approach not only demystifies the \"hard problem\" of consciousness, making it intrinsic rather than emergent but also resolves longstanding quantum puzzles, such as Wigner's friend and Frauchiger-Renner scenarios, by showing that no absolute vantage point or objective collapse is required. In harmonizing quantum theory, emergent geometry, and a fundamental awareness-based ontology, RQD reveals that quantum mechanics, gravity, and consciousness are facets of a single, integrated reality.         ",
    "url": "https://arxiv.org/abs/2412.05979",
    "authors": [
      "Arash E. Zaghi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2412.06641",
    "title": "Frequency entangled W states and quantum frequency translation protocols via forward Brillouin interactions",
    "abstract": "           Complex quantum states of light are not only central to advancing our understanding of quantum mechanics, but are also necessary for a variety of quantum protocols. High-dimensional, or multipartite, quantum states are of specific interest, as they can exhibit unique properties both fundamentally and in application. The synthesis of high-dimensional, entangled photonic states can take the form of various schemes, which result in varying forms of entanglement. Frequency-entanglement is specifically attractive due to compatibility with integrated systems and resistance to decoherence in fiber transportation; however, increasing the dimension of frequency-entangled states requires a system that offers quantum interactions between a large set of distinct frequencies. Here, we show how the phonon-photon interactions of forward Brillouin scattering, which offer access to a ladder of optical resonances permitted by a single mechanical mode, can be used for fast-synthesis of frequency-entangled, single-photon W states. In our proposed system, simultaneous laser pulses of different frequencies dynamically evolve either an injected single photon or a heralded single phonon, generating W states of selected dimension and output frequency. This method enables the synthesis of `perfect' W states by adjusting the pulse amplitudes. In addition, we show how this system can be used for quantum frequency translation.         ",
    "url": "https://arxiv.org/abs/2412.06641",
    "authors": [
      "Andrew J. Shepherd",
      "Ryan O. Behunin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.06667",
    "title": "Design Multiband Monopole and Microstrip Patch Antennas using High Frequency Structure Simulator",
    "abstract": "           This paper describes the design, construction and testing of a dual-band monopole microstrip patch antenna to operate in the GSM and DCS bands. For compactness the monopole antenna is mounted on top of a FR4 substrate and is designed as a planar structure which can be wrapped into a box like structure. The performance characteristics of the wrapped dual band monopole antenna are simulated on Ansoft HFSS before fabrication and testing on a Network Analyzer. The simulated HFSS return loss of the antenna shows broad agreement with experiment over the frequency range from 500MHz to 4GHz. Radiation patterns are generated in each band of operation of the antenna. The effect of feedline impedance matching on the performance of the monopole antenna is discussed.         ",
    "url": "https://arxiv.org/abs/2412.06667",
    "authors": [
      "Georgios Giannakopoulos",
      "Khushbu Mehboob Shaikh"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.08440",
    "title": "Precise and Fast LIDAR via Electrical Asynchronous Sampling Based on a Single Femtosecond Laser",
    "abstract": "           Using a laser-based ranging method for precise environmental 3D sensing, LiDAR has numerous applications in science and industry. However, conventional LiDAR face challenges in simultaneously achieving high ranging precision and fast measurement rates, which limits their applicability in more precise fields, such as aerospace, smart healthcare and beyond. By employing an asynchronous electrical pulse sampling strategy on a single optical frequency comb with a stable repetition rate and femtosecond-pulse width, we exploit the advantages of optical-frequency-comb ranging method and overcome the limitations of sampling aliasing and low data-utilization inherent in traditional approaches. This enables a significant improvement of LiDAR's performance to achieve micrometer-level precision and megahertz-regimes update rates over meter-range on non-cooperative targets. Specifically, we achieve 38.8-${\\mu}$m Allan deviation at 1-MHz update rate and 8.06-${\\mu}$m Allan deviation after 2-ms time-averaging based on a 56.091-MHz femtosecond laser. This enhancement enables various advanced measurement applications, including metrology monitoring on high-speed objects, 1-megapixel/s precise 3D scanning imaging and first-ever contactless vital sign detection using time-of-flight LiDAR. This LiDAR unlock new possibilities for precise and fast real-time measurements in diverse fields.         ",
    "url": "https://arxiv.org/abs/2402.08440",
    "authors": [
      "Lizong Dong",
      "Qinggai Mi",
      "Siyu Zhou",
      "Yuetang Yang",
      "Yuanzu Wang",
      "Guanhao Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2402.12990",
    "title": "Data Unfolding with Mean Integrated Square Error Optimization",
    "abstract": "           Experimental data in Particle and Nuclear physics, Particle Astrophysics and Radiation Protection Dosimetry are obtained from experimental facilities comprising a complex array of sensors, electronics and software. Computer simulation is used to study the measurement process. Probability Density Functions (PDFs) of measured physical parameters deviate from true PDFs due to resolution, bias, and efficiency effects. Good estimates of the true PDF are necessary for testing theoretical models, comparing results from different experiments, and combining results from various research endeavors. In the article, the histogram method is employed to estimate both the measured and true PDFs. The binning of histograms is determined using the K-means clustering algorithm. The true PDF is estimated through the maximization of the likelihood function with entropy regularization, utilizing a non-linear optimization algorithm specially designed for this purpose. The accuracy of the results is assessed using the Mean Integrated Square Error. To determine the optimal value for the regularization parameter, a bootstrap method is applied. Additionally, a mathematical model of the measurement system is formulated using system identification methods. This approach enhances the robustness and precision of the estimation process, providing a more reliable analysis of the system's characteristics.         ",
    "url": "https://arxiv.org/abs/2402.12990",
    "authors": [
      "Nikolay D. Gagunashvili"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "High Energy Physics - Experiment (hep-ex)",
      "Applications (stat.AP)",
      "Computation (stat.CO)"
    ]
  },
  {
    "id": "arXiv:2402.15031",
    "title": "The Dual Dynamical Foundation of Orthodox Quantum Mechanics",
    "abstract": "           This paper combines mathematical, philosophical, and historical analyses in a comprehensive investigation of the dynamical foundations of the formalism of orthodox quantum mechanics. The results obtained include: (i) A deduction of the canonical commutation relations (CCR) from the tenets of Matrix Mechanics; (ii) A discussion of the meaning of Schrödinger's first derivation of the wave equation that not only improves on Joas and Lehner's 2009 investigation on the subject but also demonstrates that the CCR follow of necessity from Schrödinger's first derivation of the wave equation, thus correcting the common misconception that the CCR were only posited by Schrödinger to pursue equivalence with Matrix Mechanics; (iii) A discussion of the mathematical facts and requirements involved in the equivalence of Matrix and Wave Mechanics that improves on F. A. Muller's classical treatment of the subject; (iv) A proof that the equivalence of Matrix and Wave Mechanics is necessitated by the formal requirements of a dual action functional from which both the dynamical postulates of orthodox quantum mechanics, von Neumann's process 1 and process 2, follow; (v) A critical assessment, based on (iii) and (iv), of von Neumann's construction of unified quantum mechanics over Hilbert space. Point (iv) is our main result. It brings to the open the important, but hitherto ignored, fact that orthodox quantum mechanics is no exception to the golden rule of physics that the dynamics of a physical theory must follow from the action functional. If orthodox quantum mechanics, based as it is on the assumption of the equivalence of Matrix and Wave Mechanics, has this \"peculiar dual dynamics,\" as von Neumann called it, this is so because by assuming the equivalence one has been assuming a peculiar dual action.         ",
    "url": "https://arxiv.org/abs/2402.15031",
    "authors": [
      "Diana Taschetto",
      "Ricardo Correa da Silva"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.10768",
    "title": "Generalized Linear Response Theory for Pumped Systems and its Application to Transient Optical Properties",
    "abstract": "           We derive the two-time linear response theory for out-of-equilibrium pumped systems, generic pump-probe delays and probe frequencies. Such a theory enormously simplifies the numerical calculations, for instance, of the optical conductivity with respect to the actual procedure, which requires computing the effect of the probe pulse for each time delay with respect to the pump pulse. The theory is given for a generic observable and pumped Hamiltonian and then specialized for a system with a quadratic Hamiltonian and its transient optical properties, exploiting the Dynamical Projective Operatorial Approach (DPOA). The theory is complemented by a set of crucial numerical guidelines that help perform actual calculations in a computationally affordable way. The optical response (differential transient reflectivity and absorption) of a prototypical three-band (core, valence, and conduction) model in the XUV regime is analyzed in detail to illustrate the theory and its application. Using some generalizations of the density of states, we provide a systematic approach to exploring the optical properties in terms of the system band structure features and the pump parameters. Such an analysis can be extremely helpful in understanding the actual results of experimental optical measurements. Moreover, we study the effects of inter-band and intra-band transitions, the local dipole coupling, and single and multi-photon processes. The latter is further investigated by varying the central frequency of the pump pulse to have different regions of the first Brillouin zone in resonance with it. We also study the effect of varying the pump pulse intensity. Finally, we study and analyze the transient optical properties in the probe pulse regime of IR and visible.         ",
    "url": "https://arxiv.org/abs/2404.10768",
    "authors": [
      "Amir Eskandari-asl",
      "Adolfo Avella"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2407.00821",
    "title": "Integrated modeling of boron powder injection for real-time plasma-facing component conditioning",
    "abstract": "           An integrated modeling framework for investigating the application of solid boron powder injection for real-time surface conditioning of plasma-facing components in tokamak environments is presented. Utilizing the DIII-D impurity powder dropper setup, this study simulates B powder injection scenarios ranging from mg/s to tens of mg/s, corresponding to B flux rates of $10^{20}-10^{21}$ B/s in standard L-mode conditions. The comprehensive modeling approach combines EMC3-EIRENE for simulating the D plasma background and DIS for the ablation and transport of the B powder particles. The results show substantial transport of B to the inboard lower divertor, predominantly influenced by the main ion plasma flow. The dependency on powder particle size (5-250 $\\mu$m) was found to be insignificant for the scenario considered. The effects of erosion and redeposition were considered to reconcile the discrepancies with experimental observations, which saw substantial deposition on the outer divertor PFCs. For this purpose, the WallDYN3D code was updated to include B sources within the plasma domain and integrated into the modeling framework. The mixed-material migration modeling shows evolving B deposition patterns, suggesting the formation of mixed B-C layers or predominantly B coverage depending on the powder mass flow rate. While the modeling outcomes at lower B injection rates tend to align with experimental observations, the prediction of near-pure B layers at higher rates has yet to be experimentally verified in the C environment of the DIII-D tokamak. The extensive reach of B layers found in the modeling suggests the need for modeling that encompasses the entire wall geometry for more accurate experimental correlations. This integrated approach sets a precedent for analyzing and applying real-time in-situ boron coating techniques in advanced tokamak scenarios, potentially extendable to ITER.         ",
    "url": "https://arxiv.org/abs/2407.00821",
    "authors": [
      "Florian Effenberg",
      "Klaus Schmid",
      "Federico Nespoli",
      "Alessandro Bortolon",
      "Yühe Feng",
      "Brian A. Grierson",
      "Jeremy D. Lore",
      "Rajesh Maingi",
      "Dmitry L. Rudakov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2407.20716",
    "title": "Normal dispersion Kerr cavity solitons: beyond the mean field limit",
    "abstract": "           We predict the existence of a novel type of temporal localized structure in injected Kerr--Gires--Tournois interferometers (KGTI). These bright pulses exist in the normal dispersion regime, yet they do not correspond to the usual scenario of domain wall locking that induces complex shape multistability, weak stability, and a reduced domain of existence. The new states are observed beyond the mean-field limit and out of the bistable region. Their shape is uniquely defined, with peak intensities beyond that of the upper steady state, and they are stable over a broad range of the injection field, highlighting their potential for optical frequency comb (OFC) generation.         ",
    "url": "https://arxiv.org/abs/2407.20716",
    "authors": [
      "T.G. Seidel",
      "J. Javaloyes",
      "S.V. Gurevich"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2408.08162",
    "title": "Perturbation theory for resonant states near a bound state in the continuum",
    "abstract": "           In this work, we develop a perturbation theory to analyze resonant states near a bound state in the continuum (BIC) in photonic crystal slabs. The theory allows us to rigorously determine the asymptotic behavior of $Q$-factor and the far-field polarization. We show that the resonant states close to a BIC can be nearly circularly polarized if the scattering matrix satisfies a certain condition. Moreover, our theory offers a novel perspective on super-BICs and provides a clear and precise condition to efficiently identify them in both symmetric and asymmetric structures without requiring a merging process. For practical applications, we find a super-BIC in a square lattice of rods on a dielectric substrate. Our theory addresses the non-Hermitian nature of the system, can be generalized to treat other structures that support BICs, and has potential applications in resonance and chiral optics.         ",
    "url": "https://arxiv.org/abs/2408.08162",
    "authors": [
      "Nan Zhang",
      "Ya Yan Lu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2409.10658",
    "title": "Lithium Niobate Photonic Topological Insulator-based Multi-Wavelength Optical Demultiplexer with Piezoelectric Switch-Off",
    "abstract": "           Photonic topological insulators provide unidirectional, robust, wavelength-selective transport of light at an interface while keeping it insulated at the bulk of the material. The non-trivial topology results in an immunity to backscattering, sharp turns, and fabrication defects. This work leverages these unique properties to design a 2-channel optical demultiplexer based on a lithium niobate photonic topological insulator with piezoelectric switch-off capabilities. A photonic topological insulator design for the demultiplexer allows for good wavelength selectivity, crosstalk as low as $-$54 dB, and better isolation between output channels. The primary operating wavelengths presented are the telecommunication wavelengths of 1310 nm and 1550 nm, but the use of the lithium niobate material allows operation at multiple operating wavelengths. Furthermore, we propose a post-fabrication method to switch off the topological protection and, thus, optical transmittance via an applied voltage utilizing the inverse piezoelectric effect of lithium niobate. This work will contribute to advancing lithium niobate integrated photonics and developing efficient, multi-wavelength, electrically controlled optical communication systems and integrated photonic circuits.         ",
    "url": "https://arxiv.org/abs/2409.10658",
    "authors": [
      "Prithu Mahmud",
      "Kaniz Fatema Supti",
      "Sajid Muhaimin Choudhury"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.17040",
    "title": "Concatenation of Kerr solitary waves in Ceramic YAG: application to coherent Raman imaging",
    "abstract": "           A coherent concatenation of multiple Townes solitons may lead to a stable infrared and visible broadband filament in ceramic YAG polycrystal. This self-trapped soliton train is leveraged to implement self-referenced multiplex coherent anti-Stokes Raman scattering imaging. Simulations and experiments illustrating the filamentation process and the concatenation of focusing-defocusing cycles in ceramic and crystal YAG are presented. In addition, our simulations and experiments further examine the dependence of the filamentation onset location and supercontinuum generation upon peak input power. Understanding this dependence is key for implementation of viable CARS imaging techniques, due to the comparatively exceptional ability of YAG to generate supercontinuum which can enable higher-sensitivity imaging without delay lines.         ",
    "url": "https://arxiv.org/abs/2409.17040",
    "authors": [
      "Nicholas Bagley",
      "Sahar Wehbi",
      "Tigran Mansuryan",
      "Rémy Boulesteix",
      "Alexandre Maître",
      "Yago Arosa Lobato",
      "Mario Ferraro",
      "Fabio Mangini",
      "Yifan Sun",
      "Katarzyna Krupa",
      "Benjamin Wetzel",
      "Vincent Couderc",
      "Stefan Wabnitz",
      "Alejandro Aceves",
      "Alessandro Tonello"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.12233",
    "title": "Physically interpretable diffractive optical networks",
    "abstract": "           Inspired by neural network algorithms in deep learning, diffractive optical networks have arisen as new platforms for manipulating light-matter interactions. Inherited from the deep learning black box nature, clear physical meanings have never been given for these complex diffractive networks at the layer level, even though the systems are visible in physical space. Using exemplified mode conversion systems, we show how various physical transformation rules within diffractive networks can be unveiled given properly defined input/output mode relations. Surprising physical transformation division phenomenon and an optical analogy of gradientvanishing-effect have been observed and discussed for high-dimensional mode sorting tasks. The use of physical interpretation for efficiently designing a parameter-varying network has also been demonstrated. These physically interpretable optical networks resolve the contradiction between rigorous physical theorem and operationally vague network structure, and pave the way for further interpret advanced deep learning tasks and other physical neural networks.         ",
    "url": "https://arxiv.org/abs/2410.12233",
    "authors": [
      "Ruitao Wu",
      "Juncheng Fang",
      "Rui Pan",
      "Rongyi Lin",
      "Kaiyuan Li",
      "Ting Lei",
      "Luping Du",
      "Xiaocong Yuan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.04809",
    "title": "Light-induced magnetic trapping for cold alkali atoms using a combined optical tweezers and nanofibre platform",
    "abstract": "           We present a magnetic trapping method for cold $^{87}$Rb atoms, utilising the light-induced magnetic fields from the evanescent field of an optical nanofibre (ONF) in conjunction with an optical tweezers. We calculate and plot the trapping potentials for both Gaussian and Laguerre-Gaussian modes of the optical tweezers, and quasi-linear polarisation of the ONF-guided field. Based on the optical powers in the tweezers beam and the ONF-guided mode, we analyse the trap depths and the distances of the trap minima from the surface of the nanofibre. We show that, by controlling the powers in both of the optical fields, one can vary the trap position over a few hundreds of nanometres, while also influencing the trap depth and trap frequencies. Such control over atom position is essential both for studying distance-dependent effects on atoms trapped near dielectric surfaces, and minimising these effects for quantum technology applications.         ",
    "url": "https://arxiv.org/abs/2412.04809",
    "authors": [
      "Alexey Vylegzhanin",
      "Dylan J. Brown",
      "Sergey Abdrakhmanov",
      "Sile Nic Chormaic"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.14354",
    "title": "Protecting information in a parametrically driven hybrid quantum system",
    "abstract": "           The transfer and storage of quantum information in a hybrid quantum system, consisting of an ensemble of atoms or spins interacting with a cavity, is adversely affected by the inhomogeneity of the spins, which negates the coherent exchange of excitations between the physical components. Using a full quantum treatment based on variational renormalization group, we show how quantum information encoded in the states of a parametrically driven hybrid system is strongly protected against any decoherence that may arise due to the inhomogeneity in the spin-ensemble.         ",
    "url": "https://arxiv.org/abs/2207.14354",
    "authors": [
      "Siddharth Tiwary",
      "Harsh Sharma",
      "Himadri Shekhar Dhar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.05451",
    "title": "TeD-Q: a tensor network enhanced distributed hybrid quantum machine learning framework",
    "abstract": "           TeD-Q is an open-source software framework for quantum machine learning, variational quantum algorithm (VQA), and simulation of quantum computing. It seamlessly integrates classical machine learning libraries with quantum simulators, giving users the ability to leverage the power of classical machine learning while training quantum machine learning models. TeD-Q supports auto-differentiation that provides backpropagation, parameters shift, and finite difference methods to obtain gradients. With tensor contraction, simulation of quantum circuits with large number of qubits is possible. TeD-Q also provides a graphical mode in which the quantum circuit and the training progress can be visualized in real-time.         ",
    "url": "https://arxiv.org/abs/2301.05451",
    "authors": [
      "Yaocheng Chen",
      "Chung-Yun Kuo",
      "Yuxuan Du",
      "Dacheng Tao",
      "Xingyao Wu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2310.19510",
    "title": "Photophysics of O-band and transition metal color centers in monolithic silicon for quantum communications",
    "abstract": "           Color centers in the O-band (1260-1360 nm) are critical for realizing long-coherence quantum network nodes in memory-assisted quantum communications. However, only a limited number of O-band color centers have been explored in silicon hosts as spin-photon interfaces. This study explores and compares two promising O-band defects in silicon: T centers and $^*$Cu (transition metal) color centers. During T center formation, we observed the formation and dissolution of various defects, including the copper-silver-related defect with a doublet line around 1312 nm ($^*$Cu$^{0}_{n}$), near the optical fiber zero dispersion wavelength. We then investigate the photophysics of both T and $^*$Cu centers, focusing on their emission spectra and spin properties to assess their potential for high-fidelity spin-photon interfaces. Additionally, we report a 25\\% broadening of the $^*$Cu$^{0}_{0}$ line under a 0.5 T magnetic field, potentially linked to spin degeneracy, suggesting that this defect may provide a promising alternative to T centers for spin-photon interfaces.         ",
    "url": "https://arxiv.org/abs/2310.19510",
    "authors": [
      "Murat Can Sarihan",
      "Jiahui Huang",
      "Jin Ho Kang",
      "Cody Fan",
      "Wei Liu",
      "Khalifa M. Azizur-Rahman",
      "Baolai Liang",
      "Chee Wei Wong"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.08066",
    "title": "Two-tone spectroscopy of high-frequency quantum circuits with a Josephson emitter",
    "abstract": "           We perform two-tone spectroscopy on quantum circuits, where high-frequency radiation is generated by a voltage-biased superconductor-normal-superconductor Josephson junction and detection is carried out by an ancillary microwave resonator. We implement this protocol on two different systems, a transmon qubit and a $\\lambda/4$ resonator. We demonstrate that this two-tone Josephson spectroscopy operates well into the millimeter-wave band, reaching frequencies larger than 80 GHz, and is well-suited for probing highly coherent quantum systems.         ",
    "url": "https://arxiv.org/abs/2406.08066",
    "authors": [
      "A. Peugeot",
      "H. Riechert",
      "S. Annabi",
      "L. Balembois",
      "M. Villiers",
      "E. Flurin",
      "J. Griesmar",
      "E. Arrighi",
      "J.-D. Pillet",
      "L. Bretheau"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.19036",
    "title": "The molecular nature of superfluidity: Viscosity of helium from quantum stochastic molecular dynamics simulations over real trajectories",
    "abstract": "           Using quantum equations of motion for interacting bosons, stochastic molecular dynamics simulations with quantized momenta are performed for Lennard-Jones helium-4. The viscosity of the quantum liquid is significantly less than that of the classical liquid, being almost 5 times smaller at the lowest temperature studied. The classical and quantum liquids are identical except for Bose-Einstein condensation, which pinpoints the molecular mechanism for superfluidity. The results rely on the existence of stochastic but real particle trajectories, which has implications for the interpretation of quantum mechanics.         ",
    "url": "https://arxiv.org/abs/2409.19036",
    "authors": [
      "Phil Attard"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.17942",
    "title": "Learning the dynamics of Markovian open quantum systems from experimental data",
    "abstract": "           We present a Bayesian algorithm to identify generators of open quantum system dynamics, described by a Lindblad master equation, that are compatible with measured experimental data. The algorithm, based on a Markov Chain Monte Carlo approach, assumes the energy levels of the system are known and outputs a ranked list of interpretable master equation models that produce predicted measurement traces that closely match experimental data. We benchmark our algorithm on quantum optics experiments performed on single and pairs of quantum emitters. The latter case opens the possibility of cooperative emission effects and additional complexity due to the possible interplay between photon and phonon influences on the dynamics. Our algorithm retrieves various minimal models that are consistent with the experimental data, and which can provide a closer fit to measured data than previously suggested and physically expected approximate models. Our results represent an important step towards automated systems characterisation with an approach that is capable of working with diverse and tomographically incomplete input data. This may help with the development of theoretical models for unknown quantum systems as well as providing scientists with alternative interpretations of the data that they might not have originally envisioned and enabling them to challenge their original hypotheses.         ",
    "url": "https://arxiv.org/abs/2410.17942",
    "authors": [
      "Stewart Wallace",
      "Yoann Altmann",
      "Brian D. Gerardot",
      "Erik M. Gauger",
      "Cristian Bonato"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Optics (physics.optics)"
    ]
  }
]