[
  {
    "id": "arXiv:2401.10947",
    "title": "Quantum Space-Time Symmetries: A Principle of Minimum Group  Representation",
    "abstract": "We show that, as in the case of the principle of minimum action in classical and quantum mechanics, there exists an even more general principle in the very fundamental structure of {\\it quantum space-time}: This is the principle of {\\it minimal group representation} that allows to consistently and simultaneously obtain a natural description of the spacetime dynamics and the physical states admissible in it. The theoretical construction is based on the physical states, average values of the Metaplectic group $Mp(n)$ generators: the double covering of $SL(2C)$ in a vector representation, with respect to the {\\it coherent states} carrying the spin weight. Our main results here are: (i) A connection between the Metaplectic symmetry generators and the physical state dynamics. (ii) The ground states are coherent states, of Perelomov-Klauder type of the Metaplectic group dividing the Hilbert space into {\\it even} and {\\it odd} states. (iii) The physical states have spin contents $s = 0,\\; 1/2, \\;1,\\; 3/2$ and $2$. (iv) The generators introduce a natural supersymmetry and a superspace whose line element is the geometrical Lagrangian of our model. (v) A coherent physical state of spin 2 is obtained naturally related to the metric tensor. (vi) This is {\\it naturally discretized} by the discrete series in the $n$ number representation, reaching the classical (continuous) space-time for $n$ $\\rightarrow\\infty$. (vii) A relation emerges between the coherent state metric eigenvalue $\\alpha$ and the black hole entropy through the Planck length. The lowest level of the quantum space-time spectrum, $n = 0$ and its characteristic length, yields a minimum entropy for the black hole history. ",
    "url": "https://arxiv.org/abs/2401.10947",
    "authors": [
      "Diego J. Cirilo-Lombardo",
      "Norma G. Sanchez"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2401.10968",
    "title": "An Ultra-Sensitive Visible-IR Range Fiber Based Plasmonic Refractive  Index Sensor",
    "abstract": "Photonic crystal fiber (PCF)-based plasmonic sensors have gained considerable attention because of their highly sensitive performance and broad range of sensing regimes. In this work, a relatively simple ultra-sensitive PCF-based surface plasmon resonance (SPR) sensor has been proposed for detecting different analyte refractive indices (RIs) ranging from 1.33 to 1.43 over a wide range of wavelength spectrum spanning 0.55 $\\mu$m to 3.50 $\\mu$m. The comprehensive finite-element simulations indicate that it is possible to achieve remarkable sensing performances such as wavelength sensitivity (WS) and figure of merit (FOM) as high as 123,000 nm/RIU and 683 RIU$^{-1}$, respectively, and extremely low values of wavelength resolution (WR) of 8.13 x 10$^{-8}$ RIU. In addition, a novel artificial neural network (ANN) model is proposed to be integrated into the practical setup in order to accurately predict the RIs by carefully examining the simulation data. The mean square error (MSE) and accuracy ($R^2$) values for the ANN model are found about 0.0097 and 0.9987, respectively, indicating the high prediction capability of the proposed ANN model. Due to its exceptional sensitivity and precise detection capabilities, the proposed device has the potential to serve as a viable option for sensing analyte refractive index (RI). Additionally, the sensor could be utilized for identifying cancerous cells and detecting urinary tract infections in humans. ",
    "url": "https://arxiv.org/abs/2401.10968",
    "authors": [
      "Mohammad Al Mahfuz",
      "Sumaiya Afroj",
      "Md. Azad Hossain",
      "Md. Anwar Hossain",
      "Afiquer Rahman",
      "Md Selim Habib"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.11149",
    "title": "Weaving classical turbulence with quantum skeleton",
    "abstract": "Matter entanglement is a common chaotic structure in both quantum and classical systems. Turbulence can be pictured as a tangle of vortex filaments in superfluids and viscous vortices in classical fluids. However, it is hard to explain how the statistical properties of turbulence arise from elemental structures. Here we use the quantum vortex tangle as a skeleton to generate an instantaneous classical turbulent field with intertwined vortex tubes. Combining the quantum skeleton and tunable vortex thickness makes the synthetic turbulence satisfy key statistical laws and provides valuable insights for elucidating energy cascade and extreme events. By manipulating the elemental structures, we customize turbulence with desired statistical features. This bottom-up approach of \"weaving\" turbulence provides a testbed for analyzing and modeling turbulence. ",
    "url": "https://arxiv.org/abs/2401.11149",
    "authors": [
      "Weiyu Shen",
      "Jie Yao",
      "Yue Yang"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Superconductivity (cond-mat.supr-con)"
    ]
  },
  {
    "id": "arXiv:2401.11514",
    "title": "Liquid water based optoelectronic computing chip",
    "abstract": "Solid-state electronics have revolutionized modern society due to their exceptional computational capabilities. However, the power consumption of chips rises dramatically with increasing integration levels as post-treatment of individual computing unit cost. Here, we introduce a water computing chip with exceptionally low power consumption based on graphene/water/semiconductor photodetectors, which relies on a unique exponential decay of water molecule polarization transfer function (PTF) along the signal transmission direction. Through a designed Ising model to picture the dynamic polarization and depolarization process of water molecules between graphene and silicon, we illustrate a longitude decay PTF which guarantees low energy consumption for the pulse current output. Furthermore, the lateral decay PTF is verified by the realization of linearly superimposed currents in the diameter of centimeter scale based on 3*3 water photodetector array. The molecular dynamic simulations reveal the timescale of 25 femtosecond (fs) for one flip of single water molecule. Subsequently, the single logical operation only needs an ideal energy consumption up to attojoule (10-18 J). The decay of lateral PTF at the centimeter scale ensures the ability to fabricate water computing chips containing a large number of photodetector arrays under micro/nano fabrication technology, which mimics the numerous neural cells inside hippocampus. As a proof of concept, we show the capability for Multiply-Accumulate (MAC) computations using an 8*8 water computing chip by successfully identifying the ASCII code of ZJU. The water computing chips utilize naturally-sourced water and straightforward manufacturing techniques, which hold great potential in creating a chip similar with human brain. ",
    "url": "https://arxiv.org/abs/2401.11514",
    "authors": [
      "Minhui Yang",
      "Kangchen Xiong",
      "Xin Chen",
      "Huikai Zhong",
      "Shisheng Lin"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.11756",
    "title": "Estimating scalar turbulent fluxes with slow response sensors in the  stable atmospheric boundary layer",
    "abstract": "Conventional and recently developed approaches for estimating turbulent scalar fluxes under stable conditions are evaluated. The focus is on methods that do not require fast scalar sensors such as the relaxed eddy accumulation (REA) approach, the disjunct eddy-covariance (DEC) approach, and a novel mixing length parametrization labelled as A22. Using high-frequency measurements collected from two contrasting sites (Utqiagvik, Alaska and Wendell, Idaho \"during winter\"), it is shown that the REA and A22 models outperform the conventional Monin-Obukhov Similarity Theory (MOST) utilized in Earth System Models. With slow trace gas sensors used in disjunct eddy-covariance (DEC) approaches and the more complex signal filtering associated with REA devices (here simulated using filtered signals from fast-response sensors), A22 outperforms REA and DEC in predicting the observed unfiltered (total) eddy-covariance (EC) fluxes. However, REA and DEC can still capture the observed filtered EC fluxes computed with the filtered scalar signal. This finding motivates the development of a correction, blending the REA and DEC methods, for the underestimated net averaged fluxes to incorporate the effect of sensor filtering. The only needed parameter for this correction is the mean velocity at the instrument height, a surrogate of the advective timescale. ",
    "url": "https://arxiv.org/abs/2401.11756",
    "authors": [
      "Mohammad Allouche",
      "Vladislav I. Sevostianov",
      "Einara Zahn",
      "Mark Zondlo",
      "Nelson Luís Dias",
      "Gabriel G. Katul",
      "Jose D. Fuentes",
      "Elie Bou-Zeid"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2401.11886",
    "title": "Time Localized Tilted Beams in Nearly-Degenerate Laser Cavities",
    "abstract": "We show that nearly degenerate Vertical External-Cavity Surface-Emitting Lasers emit tilted beams of time localized structures, i.e. mode-locked light pulses which can be individually addressed. These beams feature a Gaussian profile and they are emitted in pairs with opposite transverse k-vector. Because they are phase locked, their interference leads to a non homotetic pattern in the near-field emission of the laser. When a single pair is emitted this is a stripe pattern. Our analysis discloses the role of spherical aberrations of the cavity in stabilizing this spatio-temporal mode-locked regime and in selecting the value of the transverse wavevector. ",
    "url": "https://arxiv.org/abs/2401.11886",
    "authors": [
      "A. Bartolo",
      "N. Vigne",
      "M. Marconi",
      "G. Beaudoin",
      "K. Pantzas",
      "I. Sagnes",
      "A. Garnache",
      "M. Giudici"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.11894",
    "title": "Exact Normal Modes of Quantum Plasmas",
    "abstract": "The normal modes, i.e., the eigen solutions to the dispersion relation equation, are the most fundamental properties of a plasma, which also of key importance to many nonlinear effects such as parametric and two-plasmon decay, and Raman scattering. The real part indicates the intrinsic oscillation frequency while the imaginary part the Landau damping rate. In most of the literatures, the normal modes of quantum plasmas are obtained by means of small damping approximation (SDA), which is invalid for high-$k$ modes. In this paper, we solve the exact dispersion relations via the analytical continuation (AC) scheme, and, due to the multi-value nature of the Fermi-Dirac distribution, reformation of the complex Riemann surface is required. It is found that the change of the topological shape of the root locus in quantum plasmas is quite different from classical plasmas, in which both real and imaginary frequencies of high-$k$ modes increase with $k$ in a steeper way than the typical linear behaviour as appears in classical plasmas. As a result, the temporal evolution of a high-$k$ perturbation in quantum plasmas is dominated by the ballistic modes. ",
    "url": "https://arxiv.org/abs/2401.11894",
    "authors": [
      "Tian-Xing Hu",
      "Dong Wu",
      "Z. M. Sheng",
      "J. Zhang"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2401.11926",
    "title": "Gaussians for Electronic and Rovibrational Quantum Dynamics",
    "abstract": "The assumptions underpinning the adiabatic Born-Oppenheimer (BO) approximation are broken for molecules interacting with attosecond laser pulses, which generate complicated coupled electronic-nuclear wavepackets that generally will have components of electronic and dissociation continua as well as bound-state contributions. The conceptually most straightforward way to overcome this challenge is to treat the electronic and nuclear degrees of freedom on equal quantum-mechanical footing by not invoking the BO approximation at all. Explicitly correlated Gaussian (ECG) basis functions have proved successful for non-BO calculations of stationary molecular states and energies, reproducing rovibrational absorption spectra with very high accuracy. In this paper, we present a proof-of-principle study of the ability of fully flexible ECGs (FFECGs) to capture the intricate electronic and rovibrational dynamics generated by short, high-intensity laser pulses. By fitting linear combinations of FFECGs to accurate wave function histories obtained on a large real-space grid for a regularized 2D model of the hydrogen atom and for the 2D Morse potential we demonstrate that FFECGs provide a very compact description of laser-driven electronic and rovibrational dynamics. ",
    "url": "https://arxiv.org/abs/2401.11926",
    "authors": [
      "Aleksander P. Woźniak",
      "Ludwik Adamowicz",
      "Thomas Bondo Pedersen",
      "Simen Kvaal"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2401.11986",
    "title": "Versatile quadrature antenna for precise control of large electron spin  ensembles in diamond",
    "abstract": "We present an easily reproducible inexpensive microwave antenna that can generate a strong and homogeneous magnetic field of arbitrary polarization, which enables fast and coherent control of electron spins over a large volume. Unlike preceding works, we present a resonant antenna that maintains its resonant behaviour regardless of the proximity of other experimental hardware components. This robustness is crucial as it enables, amongst others, using microscope objectives with short working distances to perform wide field imaging/sensing with bulk diamonds. The antenna generates a magnetic field strength of 22.3 A/m for 1 W total driving power, which doubles the power efficiency compared with previously reported patch antenna designs. The magnetic field homogeneity in a volume of $1 \\text{mm}^3$ is within 6.6\\%. The antenna has a full width at half maximum bandwidth of $\\sim$160 MHz and its resonant frequency can be tuned over a 400 MHz range via four capacitors or varactors. The antenna has been tested and found to remain within safe handling temperatures during continuous-wave operation at 8 W. The files required to reproduce this antenna, which can be built on a standard and affordable double sided PCB, are provided open-source. This work facilitates a robust and versatile piece of instrumentation, being particularly appealing for applications such as high sensitivity magnetometry and wide field imaging/sensing with Nitrogen Vacancy centers. ",
    "url": "https://arxiv.org/abs/2401.11986",
    "authors": [
      "Ruben Pellicer-Guridi",
      "Koen Custers",
      "Joseba Solozabal-Aldalur",
      "Alexey Brodolin",
      "Jason T. Francis",
      "Miguel Varga",
      "Jorge Casanova",
      "Margarethus M. Paulides",
      "Gabriel Molina-Terriza"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.11992",
    "title": "Topological-charge-dependent dichroism and birefringence of optical  vortices",
    "abstract": "Material anisotropy and chirality produce polarization-dependent light-matter interactions. Absorption leads to linear and circular dichroism, whereas elastic forward scattering produces linear and circular birefringence. Here we highlight a form of dichroism and birefringence whereby ordered generic media display locally different absorption and scattering of a focused vortex beam that depends upon the sign of the topological charge $\\ell$. The light-matter interactions described in this work manifest purely through dominant electric-dipole coupling mechanisms and depend on the paraxial parameter to first-order. Previous topological-charge-dependent light-matter interactions required the significantly weaker higher-order multipole moments and are proportional to the paraxial parameter to second-order. The result represents a method of probing the nano-optics of advanced materials and the topological properties of structured light. ",
    "url": "https://arxiv.org/abs/2401.11992",
    "authors": [
      "Kayn A. Forbes",
      "Dale Green"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.12009",
    "title": "Experimental investigation and scale analysis on melting of salty ice in  a 3D-printed cavity filled with porous media",
    "abstract": "While significant interests have been devoted to the double diffusive phase change heat transfer of binary solutions, the understanding on the melting heat transfer of salty ice in porous media is still imcomplete. This work aims to explore the melting heat transfer characteristics of salty ice in a square cavity filled with homogeneous porous media subjected to lateral heating. In order to facilitate the visualization of melting dynamics in a uniform porous media, a three-dimensional (3D) printed transparent cavity filled with porous matrix was manufactured, featuring an open upper end. Aqueous solutions of sodium chloride at concentration both higher and lower than the eutectic concentration were investigated. Lateral heating experiments with constant heat flux were conducted in a subzero temperature environment. The effect of heating power, initial concentrations and different sizes of porous matrix was investigated. Distinct phenomena were observed based on the concentration of the aqueous solution. Specifically, the concentration lower than the eutectic concentration results in an upward bending melting interface. Whereas the concentration surpassing the eutectic concentration resulted in a downward bending melting interface. In the presence of salt, a melting convex appears at the bottom of the melting interface and manifests during the whole melting process. Notably, smaller matrix enables faster melting rate. Furthermore, three distinct stages were revealed in our experiments, characterized as conduction, mixture of conduction and ultimately convection stage. The correlations for Nu and the average propagation rate of mushy/liquid interface were established by order of magnitude analysis and fit well with the experiments. ",
    "url": "https://arxiv.org/abs/2401.12009",
    "authors": [
      "Xiaotian Liand Yuming Wang",
      "Wei Yang",
      "Wei Yao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2401.12063",
    "title": "Backward wave optical parametric oscillation in a waveguide",
    "abstract": "A backward wave optical parametric oscillator (BWOPO) waveguide in periodically poled Rb-doped KTP is presented. The waveguide exhibits low loss (0.16 dB/cm) and has an oscillation threshold, almost 20 times lower than the corresponding bulk device. The backward wave has a narrow linewidth of 21 GHz at 1514.6 nm while the forward wave at 1688.7 nm has a spectrum replicating the pump. The unique spectral features of the BWOPO will unlock novel opportunities in low-power nonlinear integrated optics. A conversion efficiency of 8.4% was obtained limited by the emergence of backward stimulated polariton scattering. ",
    "url": "https://arxiv.org/abs/2401.12063",
    "authors": [
      "Patrick Mutter",
      "Fredrik Laurell",
      "Valdas Pasiskevicius",
      "Andrius Zukauskas"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.12123",
    "title": "Hybrid resonant metasurfaces with configurable structural colors",
    "abstract": "Metasurfaces play a key role in functionalizing light at the nanoscale. Existing dielectric metasurfaces, however, are often limited to geometric primitives and their usage in emergent hybrid metasurfaces is hampered as confinement of light occurs only in their interior. Taking inspiration from biophotonic systems in nature, we introduce a new class of hybrid metasurfaces, which combine ordered and disordered elements. While the ordered phase relies on non-reciprocal meta-atoms - whose breaking of the out-of-plane symmetry enables the confinement of visible light in air, the disordered phase exploits global plasmonic network modes and their ability to localize energy at nanometric scales. By generating configurable structural colors with extra-ordinary resolution, we demonstrate that coupling of these elements provides a new dimension in the design space. We showcase that control of the local light-matter interaction enables the creation of intricate, customizable optical patterns, which open new avenues for information encoding and high-security features. ",
    "url": "https://arxiv.org/abs/2401.12123",
    "authors": [
      "Jelena Wohlwend",
      "Anna Hilti",
      "Claudiadele Polinari",
      "Ralph Spolenak",
      "Henning Galinski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.12145",
    "title": "Laser cooling of a fermionic molecule",
    "abstract": "Only bosonic molecular species have been directly laser cooled to date, primarily due to an abundance of bosonic isotopes in nature and to their simpler hyperfine structure. Fermionic molecules provide new opportunities for ultracold chemistry, quantum simulation, and precision measurements. Here we report direct laser cooling of a fermionic molecular isotopologue, calcium monodeuteride (CaD). With a nuclear spin I = 1, only 5 hyperfine states need to be addressed for rotational closure in optical cycling. These hyperfine states are unresolved for typical experimental linewidths. We present a method for efficiently producing alkaline-earth metal hydrides and deuterides. We demonstrate rotational closure and show magnetically assisted Sisyphus cooling in one dimension for a beam of CaD molecules. Our results indicate that the experimental complexity for laser cooling CaD is similar to that of calcium monohydride (CaH). Laser cooling of CaD is a promising first step for production of ultracold and trapped atomic deuterium. ",
    "url": "https://arxiv.org/abs/2401.12145",
    "authors": [
      "Jinyu Dai",
      "Qi Sun",
      "Benjamin C. Riley",
      "Debayan Mitra",
      "Tanya Zelevinsky"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2401.10928",
    "title": "A scale-invariant large-area single-mode topological photonic cavity",
    "abstract": "Emergent collective modes in lattices give birth to many intriguing physical phenomena in condensed matter physics. Among these collective modes, large-area modes typically feature small level spacings, whilst a single mode tends to be spatially tightly confined. Here, we theoretically propose and experimentally demonstrate a unique scale-invariant, large-area, and single-mode topological cavity mode in a two-dimensional photonic crystal. This mode emerges from the hybridization of the large-area fundamental Dirac mode and in-gap topological corner modes. Remarkably, we find that the scale-invariant, large-area, and single-mode topological cavity mode possesses unique chiralities and with a tunable mode area under the change of the mass term of the inner topological nontrivial lattice. We experimentally observe such topological cavity modes in a 2D photonic system and demonstrate the robustness by introducing disorders in the cavity structure. Our findings have propelled the forefront of higher-order topology research, transitioning it from single-lattice systems to multi-lattice systems and may support promising potential applications, particularly in vertical-cavity surface-emitting lasers. ",
    "url": "https://arxiv.org/abs/2401.10928",
    "authors": [
      "Zhongfu Li",
      "Shiqi Li",
      "Bei Yan",
      "Hsun-Chi Chan",
      "Jing Li",
      "Jun Guan",
      "Wengang Bi",
      "Yuanjiang Xiang",
      "Zhen Gao",
      "Shuang Zhang",
      "Peng Zhan",
      "Zhenlin Wang",
      "Biye Xie"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.11049",
    "title": "Bexcitonics: Quasi-particle approach to open quantum dynamics",
    "abstract": "We isolate a class of exact quantum master equations (EQMEs) to capture the dynamics of open quantum systems coupled to bosonic thermal baths of arbitrary complexity. This is done by mapping this dynamics into that of the system in interaction with a few collective bath excitations or bexcitons. The bexcitons emerge from a decomposition of the bath correlation function. Their properties, while unphysical, offer a coarse-grained view of the correlated system-bath dynamics that can be used to design efficient EQMEs. The approach provides a systematic strategy to construct EQMEs that include the system-bath coupling to all orders even for non-Markovian environments and contains the well-known hierarchical equation of motion method as a special case. ",
    "url": "https://arxiv.org/abs/2401.11049",
    "authors": [
      "Xinxian Chen",
      "Ignacio Franco"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2401.11054",
    "title": "Fine-Structure Qubit Encoded in Metastable Strontium Trapped in an  Optical Lattice",
    "abstract": "We demonstrate coherent control of the fine-structure qubit in neutral strontium atoms. This qubit is encoded in the metastable $^3\\mathrm{P}_2$ and $^3\\mathrm{P}_0$ states, coupled by a Raman transition. Using a magnetic quadrupole transition, we demonstrate coherent state-initialization of this THz qubit. We show Rabi oscillations with more than 60 coherent cycles and single-qubit rotations on the $\\mu$s scale. With spin-echo, we demonstrate coherence times of tens of ms. Our results pave the way for fast quantum information processors and highly tunable quantum simulators with two-electron atoms. ",
    "url": "https://arxiv.org/abs/2401.11054",
    "authors": [
      "S. Pucher",
      "V. Klüsener",
      "F. Spriestersbach",
      "J. Geiger",
      "A. Schindewolf",
      "I. Bloch",
      "S. Blatt"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2401.11168",
    "title": "Fermionic signal of vacuum polarization in strong laser fields",
    "abstract": "Vacuum polarization (VP) is investigated for the interaction of a polarized $\\gamma$-ray beam of GeV photons with a counterpropagating ultraintense laser pulse. In a conventional setup of a vacuum birefringence measurement, a VP signal is the emerging small circular (linear) polarization of the initially linearly (circularly) polarized probe photons. The pair production via the nonlinear Breit-Wheeler process in such a high-energy environment eliminates part of the $\\gamma$-photons in the outgoing $\\gamma$-beam, increasing the statistical error and decreasing the accuracy of this VP signal. In contrast, we investigate the conversion of the emerging circular polarization of $\\gamma$-photons into longitudinal polarization of the created positrons, considering the latter as the main VP signal. To study the VP effects in the highly nonlinear regime, where the Euler-Heisenberg effective Lagrangian method breaks down, we have developed a Monte-Carlo simulation method, incorporating vacuum birefringence and dichroism via the one-loop QED probabilities in the locally constant field approximation. Our Monte Carlo method will enable the study of VP effects in strong fields of arbitrary configuration. With 10~PW laser systems, we demonstrate the feasibility of detecting the fermionic signal of the VP effect at the 5$\\sigma$ confidence level with a few hours of measurement time. ",
    "url": "https://arxiv.org/abs/2401.11168",
    "authors": [
      "Ya-Nan Dai",
      "Karen Z. Hatsagortsyan",
      "Christoph H. Keitel",
      "Yue-Yue Chen"
    ],
    "subjectives": [
      "High Energy Physics - Theory (hep-th)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2401.11283",
    "title": "Probing Purcell enhancement and photon collection efficiency of InAs  quantum dots at nodes of the cavity electric field",
    "abstract": "The interaction of excitonic transitions with confined photonic modes enables tests of quantum physics and design of efficient optoelectronic devices. Here we study how key metrics such as Purcell factor, beta-factor and collection efficiency are determined by the non-cavity modes which exist in real devices, taking the well-studied micropillar cavity as an example. Samples with dots at different positions in the cavity field allow us to quantify the effect of the non-cavity modes and show that the zero-phonon line and the phonon-assisted emission into the cavity mode HE11 is suppressed by positioning dots at the field node. ",
    "url": "https://arxiv.org/abs/2401.11283",
    "authors": [
      "Matthew Jordan",
      "Petros Androvitsaneas",
      "Rachel N Clark",
      "Aristotelis Trapalis",
      "Ian Farrer",
      "Wolfgang Langbein",
      "Anthony J. Bennett"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.11862",
    "title": "Effects of Different Q-swaps Modes on Percolation Threshold in  Small-world Quantum Networks",
    "abstract": "Quantum networks are interconnected by nodes, between singlets which are formed to ensure the successful transmission of information with a probability of 1. However, in real quantum networks, nodes often share a partially entangled state instead of a singlet due to factors such as environmental noise. Therefore, it is necessary to convert the partially entangled state into a singlet for efficient communication. Percolation happens during the conversion of connected edges in the whole network. As a result, when the singlet conversion probability (SCP) is greater than the percolation threshold, a giant interconnected cluster that meets the basic requirements of communication will appear in the network. The percolation threshold of the network reveals the minimum resources required to carry out large scale quantum communication. In this paper, we investigate the effect of different q-swaps on the percolation threshold in quantum entanglement percolation of small world networks. We show that Quantum Entanglement Percolation (QEP) has a better percolation performance than Classical Entanglement Percolation (CEP). By using different q swaps in Watts Strogatz (WS) small world networks and Kleinberg networks for simulation, we also show that the percolation threshold is minimized when SCP is equal to the average degree of the network. Furthermore, we introduce quantum walk as a new scheme to have an extra reduction in the percolation threshold. ",
    "url": "https://arxiv.org/abs/2401.11862",
    "authors": [
      "JianXiong Liang",
      "Xiaoguang Chen",
      "Yaoyao Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2401.11959",
    "title": "Rogue waves and instability arising from long-wave-short-wave resonance  beyond the integrable regime",
    "abstract": "We consider instability and localized patterns arising from long wave-short wave (LWSW) resonance in the non-integrable regime numerically. We study the stability and instability of elliptic-function periodic waves with respect to subharmonic perturbations, whose period is a multiple of the period of the elliptic waves. We thus find the modulational instability (MI) of the corresponding dnoidal waves. Upon varying parameters of dnoidal waves, spectrally unstable ones can be transformed into stable states via the Hamiltonian Hopf bifurcation. For snoidal waves, we find a transition of the dominant instability scenario between the MI and instability with a bubble-like spectrum. For cnoidal waves, we produce three variants of the MI. Evolution of the unstable states is also considered, leading to formation of rogue waves on top of the elliptic-wave and continuous-wave backgrounds. ",
    "url": "https://arxiv.org/abs/2401.11959",
    "authors": [
      "Wen-Rong Sun",
      "Boris A. Malomed",
      "Jin-Hua Li"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.12091",
    "title": "Quantum Eigensolver for General Matrices",
    "abstract": "The eigenvalue problem, a cornerstone in linear algebra, provides profound insights into studying matrix properties. Quantum algorithms addressing this problem have hitherto been constrained to special normal matrices assuming spectral decomposition, leaving the extension to general matrices an open challenge. In this work, we present a novel family of quantum algorithms tailored for solving the eigenvalue problem for general matrices, encompassing scenarios with complex eigenvalues or even defective matrices. Our approach begins by tackling the task of searching for an eigenvalue without additional constraints. For diagonalizable matrices, our algorithm has $\\tilde O(\\varepsilon^{-1})$ complexity with an error $\\varepsilon$, achieving the nearly Heisenberg scaling. Subsequently, we study the identification of eigenvalues closest to a specified point or line, extending the results for ground energy and energy gap problems in Hermitian matrices. We achieve an accuracy scaling of $\\tilde O(\\varepsilon^{-2})$ for general diagonalizable matrices, further refining to $\\tilde O(\\varepsilon^{-1})$ under the condition of real eigenvalues or constant distance from the reference point. The algorithm's foundation lies in the synergy of three techniques: the relationship between eigenvalues of matrix $A$ and the minimum singular value of $A-\\mu I$, quantum singular value threshold subroutine extended from quantum singular-value estimation, and problem-specific searching algorithms. Our algorithms find applications in diverse domains, including estimating the relaxation time of Markov chains, solving Liouvillian gaps in open quantum systems, and verifying PT-symmetry broken/unbroken phases. These applications underscore the significance of our quantum eigensolvers for problems across various disciplines. ",
    "url": "https://arxiv.org/abs/2401.12091",
    "authors": [
      "Xiao-Ming Zhang",
      "Yukun Zhang",
      "Wenhao He",
      "Xiao Yuan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Data Structures and Algorithms (cs.DS)",
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2401.12198",
    "title": "LONEStar: The Lunar Flashlight Optical Navigation Experiment",
    "abstract": "This paper documents the results from the highly successful Lunar flashlight Optical Navigation Experiment with a Star tracker (LONEStar). Launched in December 2022, Lunar Flashlight (LF) was a NASA-funded technology demonstration mission. After a propulsion system anomaly prevented capture in lunar orbit, LF was ejected from the Earth-Moon system and into heliocentric space. NASA subsequently transferred ownership of LF to Georgia Tech to conduct an unfunded extended mission to demonstrate further advanced technology objectives, including LONEStar. From August-December 2023, the LONEStar team performed on-orbit calibration of the optical instrument and a number of different OPNAV experiments. This campaign included the processing of nearly 400 images of star fields, Earth and Moon, and four other planets (Mercury, Mars, Jupiter, and Saturn). LONEStar provided the first on-orbit demonstrations of heliocentric navigation using only optical observations of planets. Of special note is the successful in-flight demonstration of (1) instantaneous triangulation with simultaneous sightings of two planets with the LOST algorithm and (2) dynamic triangulation with sequential sightings of multiple planets. ",
    "url": "https://arxiv.org/abs/2401.12198",
    "authors": [
      "Michael Krause",
      "Ava Thrasher",
      "Priyal Soni",
      "Liam Smego",
      "Reuben Isaac",
      "Jennifer Nolan",
      "Micah Pledger",
      "E. Glenn Lightsey",
      "W. Jud Ready",
      "John Christian"
    ],
    "subjectives": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2305.11082",
    "title": "Topological and conventional nano-photonic waveguides for chiral  integrated quantum optics",
    "abstract": " Title: Topological and conventional nano-photonic waveguides for chiral  integrated quantum optics ",
    "url": "https://arxiv.org/abs/2305.11082",
    "authors": [
      "N.J Martin",
      "M. Jalali Mehrabad",
      "X. Chen",
      "R. Dost",
      "E. Nussbaum",
      "D. Hallett",
      "L. Hallacy",
      "A. Foster",
      "E. Clarke",
      "P.K. Patil",
      "S. Hughes",
      "M. Hafezi",
      "A.M Fox",
      "M.S. Skolnick",
      "L.R. Wilson"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.05715",
    "title": "Cubic* criticality emerging from quantum loop model on triangular  lattice",
    "abstract": " Comments: 7+4 pages, 4+3 figures ",
    "url": "https://arxiv.org/abs/2309.05715",
    "authors": [
      "Xiaoxue Ran",
      "Zheng Yan",
      "Yan-Cheng Wang",
      "Junchen Rong",
      "Yang Qi",
      "Zi Yang Meng"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Theory (hep-th)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.10439",
    "title": "Dynamical Chaos and Level Splitting under the Channeling of the High  Energy Positrons in [100] Direction of the Silicon Crystal",
    "abstract": " Comments: Presented on the XIV International Symposium \"Radiation from Relativistic Electrons in Periodic Structures\", September 18-22, 2023, Tsaghkadzor, Armenia. arXiv admin note: text overlap with arXiv:1909.13238 ",
    "url": "https://arxiv.org/abs/2310.10439",
    "authors": [
      "V.V. Syshchenko",
      "A.I. Tarnovsky",
      "V.I. Dronik",
      "A.Yu. Isupov"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2310.10592",
    "title": "Directional atomic layer etching of MgO-doped lithium niobate using  sequential exposures of H$_2$ and SF$_6$ plasma",
    "abstract": " Title: Directional atomic layer etching of MgO-doped lithium niobate using  sequential exposures of H$_2$ and SF$_6$ plasma ",
    "url": "https://arxiv.org/abs/2310.10592",
    "authors": [
      "Ivy I. Chen",
      "Jennifer Solgaard",
      "Ryoto Sekine",
      "Azmain A. Hossain",
      "Anthony Ardizzi",
      "David S. Catherall",
      "Alireza Marandi",
      "James R. Renzas",
      "Frank Greer",
      "Austin J. Minnich"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.18546",
    "title": "Einstein-de Haas torque as a discrete spectroscopic probe allows  nanomechanical measurement of a magnetic resonance",
    "abstract": " Comments: 39 pages, 17 figures total (Main: 22 pages, 8 figures; Supplement: 17 pages, 9 figures) ",
    "url": "https://arxiv.org/abs/2310.18546",
    "authors": [
      "K.R. Fast",
      "J.E. Losby",
      "G. Hajisalem",
      "P.E. Barclay",
      "M.R. Freeman"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.20645",
    "title": "Identifying electronic transitions of defects in hexagonal boron nitride  for quantum memories",
    "abstract": " Comments: 13 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2310.20645",
    "authors": [
      "Chanaprom Cholsuk",
      "Asli Cakan",
      "Sujin Suwanna",
      "Tobias Vogl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.07827",
    "title": "Semiclassical truncated-Wigner-approximation theory of  molecular-vibration-polariton dynamics in optical cavities",
    "abstract": " Comments: 10 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2311.07827",
    "authors": [
      "Nguyen Thanh Phuc"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.10788",
    "title": "Non-linear-enabled localization in driven-dissipative photonic lattices",
    "abstract": " Comments: 16 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2401.10788",
    "authors": [
      "A. Muñoz de las Heras",
      "A. Amo",
      "A. González-Tudela"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  }
]