[
  {
    "id": "arXiv:2211.03840",
    "title": "Terahertz pulse generation with binary phase control in non-linear InAs  metasurface",
    "abstract": "The effect of terahertz (THz) pulse generation has revolutionized broadband coherent spectroscopy and imaging at THz frequencies. However, THz pulses typically lack spatial structure, whereas structured beams are becoming essential for advanced spectroscopy applications. Non-linear optical metasurfaces with nanoscale THz emitters can provide a solution by defining the beam structure at the generation stage. We develop a non-linear InAs metasurface consisting of nanoscale optical resonators for simultaneous generation and structuring of THz beams. We find that THz pulse generation in the resonators is governed by optical rectification. It is more efficient than in ZnTe crystals, and it allows us to control the pulse polarity and amplitude, offering a platform for realizing binary-phase THz metasurfaces. To illustrate this capability, we demonstrate an InAs metalens, which simultaneously generates and focuses THz pulses. The control of spatiotemporal structure using nanoscale emitters opens doors for THz beam engineering and advanced spectroscopy and imaging applications. ",
    "url": "https://arxiv.org/abs/2211.03840",
    "authors": [
      "Hyunseung Jung",
      "Lucy L. Hale",
      "Sylvain D. Gennaro",
      "Jayson Briscoe",
      "Prasad P. Iyer",
      "Chloe F. Doiron",
      "C. Thomas Harris",
      "Ting Shan Luk",
      "Sadhvikas J Addamane",
      "John L. Reno",
      "Igal Brener",
      "Oleg Mitrofanov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.03980",
    "title": "Vortex solitons in quasi-phase-matched photonic crystals",
    "abstract": "We report solutions for stable compound solitons supported by a three-dimensional (3D) quasi-phase-matched (QPM) photonic crystal in a medium with the quadratic ($\\chi ^{(2)}$) nonlinearity. The photonic crystals are introduced with a checkerboard structure, which can be realized by means of the available technology. The solitons are built as four-peak vortex modes of two types, rhombuses and squares. Their stability areas are identified in the system's parametric space, while all bright vortex solitons are subject to strong azimuthal instability in uniform $\\chi ^{(2)}$ media. Possibilities for experimental realization of the solitons are outlined too. ",
    "url": "https://arxiv.org/abs/2211.03980",
    "authors": [
      "Feiyan Zhao",
      "Xiaoxi Xu",
      "Hexiang He",
      "Li Zhang",
      "Yangui Zhou",
      "Zhaopin Chen",
      "Boris A. Malomed",
      "Yongyao Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.04004",
    "title": "State-Insensitive Trapping of Alkaline-Earth Atoms in a Nanofiber-Based  Optical Dipole Trap",
    "abstract": "Neutral atoms trapped in the evanescent optical potentials of nanotapered optical fibers are a promising platform for developing quantum technologies and exploring fundamental science, such as quantum networks and quantum electrodynamics. Building on the successful advancements with trapped alkali atoms, here we demonstrate a state-insensitive optical dipole trap for strontium-88, an alkaline-earth atom, using the evanescent fields of a nanotapered optical fiber. Leveraging the low laser-cooling temperatures of $\\sim\\!\\!1~\\mu$K readily achievable with strontium, we demonstrate trapping in record low trap depths corresponding to $\\sim\\!\\!3~\\mu$K. Further, employing a double magic wavelength trapping scheme, we realize state-insensitive trapping on the kilohertz-wide $5s^{2}\\;^{1}\\!S_{0}-5s5p\\;^{3}\\!P_{1,|m|=1}$ cooling transition, which we verify by performing near-surface high-resolution spectroscopy of the atomic transition. This allows us to experimentally find and verify the state insensitivity of the trap nearby a theoretically predicted magic wavelength of 435.827(25) nm. Given the non-magnetic ground state and low collisional scattering length of strontium-88, this work also lays the foundation for developing versatile and robust matter-wave atomtronic circuits over nanophotonic waveguides. ",
    "url": "https://arxiv.org/abs/2211.04004",
    "authors": [
      "K. Ton",
      "G. Kestler",
      "D. Filin",
      "C. Cheung",
      "P. Schneeweiss",
      "T. Hoinkes",
      "J. Volz",
      "M. S. Safronova",
      "A. Rauschenbeutel",
      "J. T. Barreiro"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.04077",
    "title": "Ultra-compact Silicon Multimode Waveguide Bends Based on Special Curves  for Dual Polarizations",
    "abstract": "The multimode waveguide bends (MWBs) with very compact sizes are the key building blocks in the applications of different mode-division multiplexing (MDM) systems. To further increase the transmission capacity, the silicon multimode waveguide bends for dual polarizations are of particular interest considering the very distinct mode behaviors under different polarizations in the silicon waveguides. Seldom silicon MWBs suitable for both polarizations have been studied. In this paper we analyze several dual-polarization-MWBs based on different bending curve functions. These special curve-based silicon MWBs have the advantages of easy fabrication and low loss compared with other structures based on the subwavelength structures such as gratings. A comparison is made between the free-form curve, Bezier curve, and Euler curve, which are used in the bending region instead of a conventional arc. The transmission spectra of the first three TE and TM modes in the silicon multimode waveguide with a core thickness of 340 nm are investigated. The simulation results indicate that in the premise of the same effective radius which is only 10 in this paper, the 6-mode MWB based on the free-form curve has the optimal performances, including an extremely low loss below 0.052dB and low crosstalk below -25.97dB for all six modes in the wide band of 1500-1600 nm. The MWBs based on the Bezier and Euler curve have degraded performances in terms of the loss and crosstalk. The results of this paper provide an efficient design method of the polarization insensitive silicon MWBs, which may leverage the researches for establishing complicated optical transmission systems incorporating both the MDM and polarization-division multiplexing (PDM) technology. ",
    "url": "https://arxiv.org/abs/2211.04077",
    "authors": [
      "Juanli Wang",
      "Shangsen Sun",
      "Runsen Zhang",
      "Fengchun Zhang",
      "Ning Zhu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.04096",
    "title": "Absolute frequency measurement of the 87Sr optical lattice clock at NTSC  using International Atomic Time",
    "abstract": "We report the absolute frequency measurement of the 5s2 1S0-5s5p 3P0 transition in 87Sr optical lattice clock (Sr1) at National Time Service Center (NTSC). Its systematic frequency shifts are evaluated carefully with a total relative uncertainty of 5.1E10-17. The measured absolute frequency is 429 228 004 229 872.91(18) Hz with a relative uncertainty of 4.13E10-16, with reference to the ensemble of primary and secondary frequency standards published in the Circular T bulletin by BIPM through a global navigation satellite system (GNSS) link. ",
    "url": "https://arxiv.org/abs/2211.04096",
    "authors": [
      "Xiaotong Lu",
      "Feng Guo",
      "Yebing Wang",
      "Qinfang Xu",
      "Chihua Zhou",
      "Jingjing Xia",
      "Wenjun Wu",
      "Hong Chang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.04262",
    "title": "High sensitivity magnetic field sensor via sandwich type PDMS resonator",
    "abstract": "The sandwich structure as the core layer of PDMS resonator is proposed for single-axis magnetic sensor with high sensitivity. The small Young's modulus of flexible material corresponds to larger variation, resulting in a highly sensitive magnetic response. The sandwich structure pre-set magnetic field provides directional sensing feature. The experimental results show that the redshift sensitivity of 1.08 nm/mT and the blueshift sensitivity of 1.12 nm/mT in the unshielded environment, which is attributed to slight variation in PDMS Young's modulus. At 1.4 kHz, a minimum detectable magnetic field of 0.96 nT Hz-1/2 is realized. ",
    "url": "https://arxiv.org/abs/2211.04262",
    "authors": [
      "Weikang Xu",
      "Jiamin Rong",
      "Enbo Xing",
      "Tao Jia",
      "Jianglong Li",
      "Jun Yue",
      "Jun Tang",
      "Jun Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.04330",
    "title": "Non-adiabatic Ring Polymer Molecular Dynamics in the Phase Space of the  SU(N) Lie Group",
    "abstract": "We derive the non-adiabatic ring polymer molecular dynamics (RPMD) approach in the phase space of the SU(N) Lie Group. This method, which we refer to as the spin mapping non-adiabatic RPMD (SM-NRPMD), is based on the spin-mapping formalism for the electronic degrees of freedom (DOFs) and ring polymer path-integral description for the nuclear DOFs. Using the Stratonovich-Weyl transform for the electronic DOFs, and the Wigner transform for the nuclear DOFs, we derived an exact expression of the Kubo-transformed time-correlation function (TCF). We further derive the spin mapping non-adiabatic Matsubara dynamics using the Matsubara approximation that removes the high frequency nuclear normal modes in the TCF and derive the SM-NRPMD approach from the non-adiabatic Matsubara dynamics by discarding the imaginary part of the Liouvillian. The SM-NRPMD method has numerical advantages compared to the original NRPMD method based on the MMST mapping formalism, due to a more natural mapping using the SU(N) Lie Group that preserves the symmetry of the original system. We numerically compute the Kubo-transformed position auto-correlation function and electronic population correlation function for three-state model systems. The numerical results demonstrate the accuracy of the SM-NRPMD method, which outperforms the original MMST-based NRPMD. We envision that the SM-NRPMD method will be a powerful approach to simulate electronic non-adiabatic dynamics and nuclear quantum effects accurately. ",
    "url": "https://arxiv.org/abs/2211.04330",
    "authors": [
      "Duncan Bossion",
      "Sutirtha N. Chowdhury",
      "Pengfei Huo"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.03981",
    "title": "Ab initio study of proton-exchanged LiNbO3(I): Structural,  thermodynamic, dielectric, and optical properties",
    "abstract": "Using first principles calculations, we study the ground-state structure of bulk proton-exchanged lithium niobate, which is also called hydrogen niobate and is widely used in waveguides. Thermodynamics helps to establish the most favorable nonpolar surface as well as the water-deficient and water-rich phases under different ambient conditions, which we refer to as \"dehydrated\" and \"rehydrated\" phases, respectively. We compute the low-frequency dielectric response and the optical refractive indices of hydrogen niobate in different phases. The dielectric constant is greatly enhanced compared to lithium niobate. At shorter wavelengths, the refractive indices vary between each phase and have a sharp contrast to lithium niobate. Our study characterizes the structures and thermal instabilities of this compound and reveals its excellent dielectric and optical properties, which can be important in the future application in waveguides. ",
    "url": "https://arxiv.org/abs/2211.03981",
    "authors": [
      "Lingyuan Gao",
      "Robert B. Wexler",
      "Ruixiang Fei",
      "Andrew M. Rappe"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.04356",
    "title": "Demultiplexed Single-Photon Source with a Quantum Dot Coupled to  Microresonator",
    "abstract": "The characteristics of a single-photon emitter based on a semiconductor quantum dot, such as their indistinguishability and brightness, depend on the stability of the recombination channel, which can switch spontaneously between exciton and trion. We show that dominant recombination through neutral exciton states can be achieved by careful control of the doping profile near an epitaxial InAs/GaAs quantum dot placed in a columnar microcavity with distributed Bragg reflectors. The Hong-Ou-Mandel experiments carried out in the fabricated device demonstrate the degree of indistinguishability of 91% of successively emitted single photons within 242 ns at an efficiency of 10% inside a single-mode optical fiber. The achieved brightness made it possible to implement spatio-temporal demultiplexing of photons in six independent spatial modes with an in-fiber generation frequency of more than 0.1 Hz. ",
    "url": "https://arxiv.org/abs/2211.04356",
    "authors": [
      "M.V. Rakhlin",
      "A.I. Galimov",
      "I.V. Dyakonov",
      "N.N. Skryabin",
      "G.V. Klimko",
      "M.M. Kulagina",
      "Yu.M. Zadiranov",
      "S.V. Sorokin",
      "I.V. Sedova",
      "Yu.A. Guseva",
      "D.S. Berezina",
      "Yu.M. Serov",
      "N.A. Maleev",
      "A.G. Kuzmenkov",
      "S.I. Troshkov",
      "K.V. Taratorin",
      "A.K. Skalkin",
      "S.S. Straupe",
      "S.P. Kulik",
      "T.V. Shubina",
      "A.A. Toropov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.04415",
    "title": "A Single-Photon-compatible Telecom-C-Band Quantum Memory in a Hot Atomic  Gas",
    "abstract": "The efficient storage and on-demand retrieval of quantum optical states that are compatible with the telecommunications C-band is a requirement for future terrestrial-based quantum optical networking. Spectrum in the C-band minimises optical fiber-propagation losses, and broad optical bandwidth facilitates high-speed networking protocols. Here we report on a telecommunication wavelength and bandwidth compatible quantum memory. Using the Off-Resonant Cascaded Absorption protocol in hot $^{87}$Rb vapour, we demonstrate a total memory efficiency of $20.90(1)\\,\\%$ with a Doppler-limited storage time of $1.10(2)\\,$ns. We characterise the memory performance with weak coherent states, demonstrating signal-to-noise ratios greater than unity for mean photon number inputs above $4.5(6)\\times10^{-6}$ per pulse. ",
    "url": "https://arxiv.org/abs/2211.04415",
    "authors": [
      "S. E. Thomas",
      "S. Sagona-Stophel",
      "Z. Schofield",
      "I. A. Walmsley",
      "P. M. Ledingham"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2211.04443",
    "title": "Developing a data fusion concept for radar and optical ground based SST  station",
    "abstract": "As part of the Portuguese Space Surveillance and Tracking (SST) program, a tracking radar and a double Wide Field of View Telescope system (4.3{\\deg} x 2.3{\\deg}) are being installed at the Pampilhosa da Serra Space Observatory (PASO) in the centre of continental Portugal, complementing an already installed deployable optical sensor for MEO and GEO surveillance. The tracking radar will track space debris in Low Earth Orbit (LEO) up to 1000 km and at the same time the telescope will also have LEO tracking capabilities. This article intends to discuss possible ways to take advantage of having these two sensors at the same location. Using both types of sensors takes advantage of the radar measurements which give precise radial velocity and distance to the objects, while the telescope gives better sky coordinates measurements. With the installation of radar and optical sensors, PASO can extend observation time of space debris and correlate information from optical and radar provenances in real time. During twilight periods both sensors can be used simultaneously to rapidly compute new TLEs for LEO objects, eliminating the time delays involved in data exchange between sites in a large SST network. This concept will not replace the need for a SST network with sensors in multiple locations around the globe, but will provide a more complete set of measurements from a given object passage, and therefore increase the added value for initial orbit determination, or monitoring of reentry campaigns of a given location. PASO will contribute to the development of new solutions to better characterize the objects improving the overall SST capabilities and constitute a perfect site for the development and testing of new radar and optical data fusion algorithms and techniques for space debris monitoring. ",
    "url": "https://arxiv.org/abs/2211.04443",
    "authors": [
      "Bruno Coelho",
      "Domingos Barbosa",
      "Miguel Bergano",
      "João Pandeirada",
      "Paulo Marques",
      "Alexandre C.M. Correia",
      "José Matias de Freitas"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Physics and Society (physics.soc-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2111.01119",
    "title": "Coupling single atoms to a nanophotonic whispering-gallery-mode  resonator via optical guiding",
    "abstract": " Comments: 17 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2111.01119",
    "authors": [
      "Xinchao Zhou",
      "Hikaru Tamura",
      "Tzu-Han Chang",
      "Chen-Lung Hung"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2201.06676",
    "title": "Observing how deep neural networks understand physics through the energy  spectrum of one-dimensional quantum mechanics",
    "abstract": " Comments: 31 pages, 19 figures ",
    "url": "https://arxiv.org/abs/2201.06676",
    "authors": [
      "Kenzo Ogure"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)",
      "Machine Learning (stat.ML)"
    ]
  },
  {
    "id": "arXiv:2206.12355",
    "title": "Spontaneous suppression of inverse energy cascade in instability-driven  2D turbulence",
    "abstract": " Title: Spontaneous suppression of inverse energy cascade in instability-driven  2D turbulence ",
    "url": "https://arxiv.org/abs/2206.12355",
    "authors": [
      "Adrian van Kan",
      "Benjamin Favier",
      "Keith Julien",
      "Edgar Knobloch"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2206.12865",
    "title": "Topological bulk solitons in a nonlinear photonic Chern insulator",
    "abstract": " Title: Topological bulk solitons in a nonlinear photonic Chern insulator ",
    "url": "https://arxiv.org/abs/2206.12865",
    "authors": [
      "Rujiang Li",
      "Xiangyu Kong",
      "Dongkai Hang",
      "Guoyi Li",
      "Hongyu Hu",
      "Hao Zhou",
      "Yongtao Jia",
      "Pengfei Li",
      "Ying Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2207.11083",
    "title": "Optical modelling of single and multilayer 2D materials and  heterostructures",
    "abstract": " Comments: 12 pages, 9 figures, 16 pages of supplementary information ",
    "url": "https://arxiv.org/abs/2207.11083",
    "authors": [
      "Bruno Majérus",
      "Luc Henrard",
      "Pascal Kockaert"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.04015",
    "title": "ipie: A Python-based Auxiliary-Field Quantum Monte Carlo Program with  Flexibility and Efficiency on CPUs and GPUs",
    "abstract": " Title: ipie: A Python-based Auxiliary-Field Quantum Monte Carlo Program with  Flexibility and Efficiency on CPUs and GPUs ",
    "url": "https://arxiv.org/abs/2209.04015",
    "authors": [
      "Fionn D. Malone",
      "Ankit Mahajan",
      "James S. Spencer",
      "Joonho Lee"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.14632",
    "title": "10 ps timing with highly irradiated 3D trench silicon pixel sensors",
    "abstract": " Comments: Prepared for submission to JINST, IWORID 2022 ",
    "url": "https://arxiv.org/abs/2209.14632",
    "authors": [
      "A. Lampis",
      "F. Borgato",
      "D. Brundu",
      "A. Cardini",
      "G.M. Cossu",
      "G.-F. Dalla Betta",
      "M. Garau",
      "L. La Delfa",
      "A. Lai",
      "A. Loi",
      "M. Obertino",
      "G. Simi",
      "S. Vecchi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2210.12984",
    "title": "Multi-scale space-time ansatz for correlation functions of quantum  systems",
    "abstract": " Comments: 25 pages, 26 figures ",
    "url": "https://arxiv.org/abs/2210.12984",
    "authors": [
      "Hiroshi Shinaoka",
      "Markus Wallerberger",
      "Yuta Murakami",
      "Kosuke Nogaki",
      "Rihito Sakurai",
      "Philipp Werner",
      "Anna Kauch"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]