[
  {
    "id": "arXiv:2402.02163",
    "title": "Exceptional point-based ultrasensitive surface acoustic wave gas sensor",
    "abstract": "Exceptional points (EPs) refer to degeneracies in non-Hermitian systems where two or more eigenvalues and their corresponding eigenvectors coalesce. Recently, there has been growing interest in harnessing EPs to enhance the responsivity of sensors. Significant improvements in the sensitivity of sensors in optics and electronics have been developed. In this work, we present a novel ultrasensitive surface acoustic wave (SAW) gas sensor based on EP. We demonstrate its ability to significantly respond to trace amount of hydrogen sulfide (H2S) gas by tuning additional loss to approach the EP, thereby enhancing the responsivity compared to the conventional delay line gas sensors. In addition to high sensitivity, our sensor is robust to temperature variation and exclusive to H2S gas. We propose an innovative method for designing a new generation of ultrasensitive gas sensor. ",
    "url": "https://arxiv.org/abs/2402.02163",
    "authors": [
      "Xingyu Lu",
      "Yang Yuan",
      "Fa Chen",
      "Xiaoxiao Hou",
      "Yanlong Guo",
      "Leonhard Reindl",
      "Wei Luo",
      "Degang Zhao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.02214",
    "title": "Multifractal nature of seismic sequences distributed along the Pacific  Ring of Fire",
    "abstract": "A multifractal methodology was utilized to analyze a set of seismic sequences distributed along the Pacific Ring of Fire, sourced from the National Earthquake Information Center (NEIC) catalog. The analysis employed the Multifractal Detrended Moving Average Analysis (MFDMA) method to characterize the multi-scale behavior using various geometrical parameters of the multifractal spectrum. The findings of this study can be summarized as follows: firstly, our research suggests that seismic sequences along the Ring of Fire exhibit distinct dynamics; and secondly, it indicates that long-range correlations may influence larger magnitude earthquakes, as demonstrated by the correlation with the $b_{\\rm GR}$ index. These results contribute to an enhanced understanding of the multifractal characteristics of seismic activity and their implications for earthquake dynamics. ",
    "url": "https://arxiv.org/abs/2402.02214",
    "authors": [
      "D. B. de Freitas",
      "G. S. França"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2402.02238",
    "title": "Silicon nitride bent asymmetric coupled waveguides with partial Euler  bends",
    "abstract": "Waveguide geometries combining bent asymmetric coupled structures and adiabatic transitions shaped as partial Euler bends are put forward and theoretically analyzed in this work. Designs aiming to reduce the radiation loss, with application in curved waveguide sections and Q-enhanced microresonators, and polarization selection geometries, both for the silicon nitride platform, are studied using highly accurate numerical techniques. ",
    "url": "https://arxiv.org/abs/2402.02238",
    "authors": [
      "Pedro Chamorro-Posada"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.02326",
    "title": "Watt-level all polarization-maintaining femtosecond fiber laser source  at 1100 nm for multicolor two-photon fluorescence excitation of fluorescent  proteins",
    "abstract": "We demonstrate a compact watt-level all polarization-maintaining (PM) femtosecond fiber laser source at 1100 nm. The fiber laser source is seeded by an all PM fiber mode-locked laser employing a nonlinear amplifying loop mirror. The seed laser can generate stable pulses at a fundamental repetition rate of 40.71 MHz with a signal-to-noise rate of >100 dB and an integrated relative intensity noise of only ~0.061%. After two-stage external amplification and pulse compression, an output power of ~1.47 W (corresponding to a pulse energy of ~36.1 nJ) and a pulse duration of ~251 fs are obtained. The 1100 nm femtosecond fiber laser is then employed as the excitation light source for multicolor multi-photon fluorescence microscopy of Chinese hamster ovary (CHO) cells stably expressing red fluorescent proteins. ",
    "url": "https://arxiv.org/abs/2402.02326",
    "authors": [
      "Junpeng Wen",
      "Christian Pilger",
      "Wenlong Wang",
      "Raghu Erapaneedi",
      "Hao Xiu",
      "Yiheng Fan",
      "Xu Hu",
      "Thomas Huser",
      "Friedemann Kiefer",
      "Xiaoming Wei",
      "Zhongmin Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.02397",
    "title": "Multiplexed all-optical permutation operations using a reconfigurable  diffractive optical network",
    "abstract": "Large-scale and high-dimensional permutation operations are important for various applications in e.g., telecommunications and encryption. Here, we demonstrate the use of all-optical diffractive computing to execute a set of high-dimensional permutation operations between an input and output field-of-view through layer rotations in a diffractive optical network. In this reconfigurable multiplexed material designed by deep learning, every diffractive layer has four orientations: 0, 90, 180, and 270 degrees. Each unique combination of these rotatable layers represents a distinct rotation state of the diffractive design tailored for a specific permutation operation. Therefore, a K-layer rotatable diffractive material is capable of all-optically performing up to 4^K independent permutation operations. The original input information can be decrypted by applying the specific inverse permutation matrix to output patterns, while applying other inverse operations will lead to loss of information. We demonstrated the feasibility of this reconfigurable multiplexed diffractive design by approximating 256 randomly selected permutation matrices using K=4 rotatable diffractive layers. We also experimentally validated this reconfigurable diffractive network using terahertz radiation and 3D-printed diffractive layers, providing a decent match to our numerical results. The presented rotation-multiplexed diffractive processor design is particularly useful due to its mechanical reconfigurability, offering multifunctional representation through a single fabrication process. ",
    "url": "https://arxiv.org/abs/2402.02397",
    "authors": [
      "Guangdong Ma",
      "Xilin Yang",
      "Bijie Bai",
      "Jingxi Li",
      "Yuhang Li",
      "Tianyi Gan",
      "Che-Yung Shen",
      "Yijie Zhang",
      "Yuzhu Li",
      "Mona Jarrahi",
      "Aydogan Ozcan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Neural and Evolutionary Computing (cs.NE)"
    ]
  },
  {
    "id": "arXiv:2402.02409",
    "title": "Loading-effect-based 3-D microfabrication empowers on-chip Brillouin  optomechanics",
    "abstract": "The acousto-optic interaction known as stimulated Brillouin scattering (SBS) has emerged as fundamental principles for realizing crucial components and functionalities in integrated photonics. However, the main challenge of integrated Brillouin devices is how to effectively confine both optical and acoustic waves. Apart from that, the manufacturing processes for these devices need to be compatible with standard fabrication platforms, and streamlined to facilitate their large-scale integration. Here, we demonstrate a novel suspended nanowire structure that can tightly confine photons and phonons. Furthermore, tailored for this structure, we introduce a loading-effect-based three-dimensional microfabrication technique, compatible with complementary metal-oxide-semiconductor (CMOS) technology. This innovative technique allows for the fabrication of the entire structure using a single-step lithography exposure, significantly streamlining the fabrication process. Leveraging this structure and fabrication scheme, we have achieved a Brillouin gain coefficient of 1100 1/W/m on the silicon-on-insulator platform within a compact footprint. It can support a Brillouin net gain over 4.1 dB with modest pump powers. We believe that this structure can significantly advance the development of SBS on chip, unlocking new opportunities for the large-scale integration of Brillouin-based photonic devices. ",
    "url": "https://arxiv.org/abs/2402.02409",
    "authors": [
      "Peng Lei",
      "Mingyu Xu",
      "Yunhui Bai",
      "Zhangyuan Chen",
      "Xiaopeng Xie"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.02485",
    "title": "Integrated Magneto-photonic Non-Volatile Multi-Bit Memory",
    "abstract": "We present an integrated magneto-photonic device for all-optical switching of non-volatile multi-bit spintronic memory. The bits are based on stand-alone magneto-tunnel junctions which are perpendicularly magnetized with all-optically switchable free layers, coupled onto photonic crystal nanobeam cavities on an indium phosphide based platform. This device enables switching of the magnetization state of the bits by locally increasing the power absorption of light at resonance with the cavity. We design an add/drop network of cavities to grant random access to multiple bits via a wavelength-division multiplexing scheme. Based on a three-dimensional finite-difference time-domain method, we numerically illustrate a compact device capable of switching and accessing 8 bits in different cavities with a 5 nm wavelength spacing in the conventional (C) telecommunication band. Our multi-bit device holds promise as a new paradigm for developing an ultrafast photonically-addressable spintronic memory and may also empower novel opportunities for photonically-driven spintronic-based neuromorphic computing. ",
    "url": "https://arxiv.org/abs/2402.02485",
    "authors": [
      "Hamed Pezeshki",
      "Pingzhi Li",
      "Reinoud Lavrijsen",
      "Martijn Heck",
      "Bert Koopmans"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.02550",
    "title": "Compensation of the multipolar polarizability shift in optical lattice  clocks",
    "abstract": "In neutral atom optical clocks, the higher-order atomic polarizability terms lead to the clock transition frequency shift which is motion-state dependent and nonlinear with the optical lattice depth. We propose to use an auxiliary optical lattice to compensate the influence of the E2-M1 differential polarizability or tune the associated coefficient to a favorable value. We show that by applying this method to Sr and Hg optical lattice clocks, the low or even sub-10-19 clock transition frequency uncertainty from the optical lattice becomes feasible. Finally, the proposed scheme is simple for experimental realization and can be implemented and tested in the existing setups. ",
    "url": "https://arxiv.org/abs/2402.02550",
    "authors": [
      "Artem Golovizin"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.02682",
    "title": "Holographic Thermal Mapping Using Acoustic Lenses",
    "abstract": "Acoustic holographic lenses (AHLs) show great potential for sound manipulation. These lenses store the phase and amplitude profile of the desired wavefront when illuminated by a single acoustic source to reconstruct focused ultrasound (FUS) pressure fields, induce localized heating, and achieve temporal and spatial thermal effects in acousto-thermal materials like polymers. The ultrasonic energy is transmitted and focused by AHL from a transducer into a particular focal volume. It is then converted to heat by internal friction in the polymer chains, causing the temperature of the polymer to rise at the focus locations while having little to no effect elsewhere. This one-of-a-kind capability is made possible by the development of AHLs to make use of the translation of attenuated pressure fields into programmable heat patterns. However, the acousto-thermal dynamics of AHLs are largely unexplored. We use a machine learning-assisted single inverse problem approach for rapid and efficient AHL designs. The process involves the conversion of thermal information into a holographic representation through the utilization of two latent functions; pressure phase and amplitude. Experimental verification is performed for pressure and thermal measurements. The volumetric acousto-thermal analysis of experimental samples is performed to offer knowledge of the obtained pattern dynamics, as well as the applicability of holographic FUS thermal mapping for precise temperature control in complex volumes of heterogeneous media. The proposed framework provides a solid foundation for anticipating and assessing thermal changes within materials using only outer surface measurements since it can correlate with surface temperature data alone. ",
    "url": "https://arxiv.org/abs/2402.02682",
    "authors": [
      "Ceren Cengiz",
      "Shima Shahab"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.02715",
    "title": "Table-Top Tunable Chiral Photonic Emitter",
    "abstract": "The increasing interest in chiral light stems from its spiral trajectory along the propagation direction, facilitating the interaction between different polarization states of light and matter. Despite tremendous achievements in chiral light-related research, the generation and control of chiral pulse have presented enduring challenges, especially at the terahertz and ultraviolet spectral ranges, due to the lack of suitable optical elements for effective pulse manipulation. Conventionally, chiral light can be obtained from intricate optical systems, by an external magnetic field, or by metamaterials, which necessitate sophisticated optical configurations. Here, we propose a versatile tunable chiral emitter, composed of only two planar Weyl semimetals slabs, addressing the challenges in both spectral ranges. Our results open the way to a compact tunable chiral emitter platform in both terahertz and ultra-violet frequency ranges. This advancement holds the potential to serve as the cornerstone for integrated chiral photonics. ",
    "url": "https://arxiv.org/abs/2402.02715",
    "authors": [
      "Lu Wang",
      "Marcelo Fabián Ciappina",
      "Thomas Brabec",
      "Xiaojun Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.02755",
    "title": "Metasurface lens that is converging or diverging depending on  transmission direction enables ultra-compact MEMS tunable reflective lens",
    "abstract": "A conventional refractive lens surface can act as a positive (converging) or negative (diverging) lens, but the same surface cannot act as both. We show that a geometric phase metasurface lens can have the unique property of acting both as a positive or negative lens upon transmission through its front or rear side, respectively. This offers certain freedom in compound lens design, where one combines focusing and defocusing operations. We utilize this property to make an ultra-compact, varifocal reflective lens, where a metasurface is placed in front of a novel long-stroke piezoelectric MEMS-micromirror. A large theoretical diopter tunability of 6330 m$^{-1}$ is enabled due to innovative thin-film piezoelectric MEMS design, offering 62 $\\mu$m displacement at 40V and low power, along with rapid actuation in the kHz region. The achieved MEMS-displacement is an order of magnitude larger than previously reported out-of-plane mechanical metasurface actuation. Since both metasurface and micromirror are flat, the presented reflective lens can be assembled without need for a spacer. It is therefore well suited for wafer-level silicon fabrication at high volumes and low cost. A proof-of-concept implementation using a 1550nm NIR metalens is demonstrated, attaining on the order of 1121 m$^{-1}$ diopter change for a focal length shift of 270 $\\mu$m caused by a 53 $\\mu$m micromirror displacement. ",
    "url": "https://arxiv.org/abs/2402.02755",
    "authors": [
      "Firehun Dullo",
      "Jesil Jose",
      "Gregory Bouquet",
      "Zeljko Skokic",
      "Christopher Dirdal"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.02846",
    "title": "Machine Learning Resistant Amorphous Silicon Physically Unclonable  Functions (PUFs)",
    "abstract": "We investigate usage of nonlinear wave chaotic amorphous silicon (a-Si) cavities as physically unclonable functions (PUF). Machine learning attacks on integrated electronic PUFs have been demonstrated to be very effective at modeling PUF behavior. Such attacks on integrated a-Si photonic PUFs are investigated through application of algorithms including linear regression, k-nearest neighbor, decision tree ensembles (random forests and gradient boosted trees), and deep neural networks (DNNs). We found that DNNs performed the best among all the algorithms studied but still failed to completely break the a-Si PUF security which we quantify through a private information metric. Furthermore, machine learning resistance of a-Si PUFs were found to be directly related to the strength of their nonlinear response. ",
    "url": "https://arxiv.org/abs/2402.02846",
    "authors": [
      "Velat Kilic",
      "Neil Macfarlane",
      "Jasper Stround",
      "Samuel Metais",
      "Milad Alemohammad",
      "A. Brinton Cooper",
      "Amy C. Foster",
      "Mark A. Foster"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.02962",
    "title": "Multem 3: An updated and revised version of the program for transmission  and band calculations of photonic crystals",
    "abstract": "We present here Multem 3, an updated and revised version of Multem 2, which syntax has been upgraded to Fortran 2018, with the source code being divided into modules. Multem 3 is equipped with LAPACK, the state-of-the art Faddeeva complex error function routine, and the Bessel function package AMOS. The amendments significantly improve both the speed, convergence, and precision of Multem 2. Increased stability allows to freely increase the cut-off value LMAX on the number of spherical vector wave functions and the cut-off value RMAX controlling the maximal length of reciprocal vectors taken into consideration. An immediate bonus is that Multem 3 can be reliably used to describe bound states in the continuum (BICs). To ensure convergence of the layer coupling scheme, it appears that appreciably larger values of convergence paramaters LMAX and RMAX are required than those reported in numerous published work in the past using Multem 2. We hope that Multem 3 will become a reliable and fast alternative to generic commercial software, such as COMSOL Multiphysics, CST Microwave Studio, or Ansys HFSS, and that it will become the code of choice for various optimization tasks for a large number of research groups. The improvements concern the core part of Multem 2, which is common to the extensions of Multem 2 for acoustic and elastic multiple scattering and to the original layer-Kohn-Korringa-Rostocker (LKKR) code. Therefore, the enhancements presented here can be readily applied to the above codes as well. ",
    "url": "https://arxiv.org/abs/2402.02962",
    "authors": [
      "Artem Shalev",
      "Konstantin Ladutenko",
      "Igor Lobanov",
      "Vassilios Yannopapas",
      "Alexander Moroz"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2402.03073",
    "title": "Study of dark counts in optical superconducting transition-edge sensors",
    "abstract": "Superconducting transition-edge sensors (TESs), known for their high single-photon detection efficiency and low background, are increasingly being used in rare event searches. We present the first comprehensive characterization of optical TES backgrounds, identifying three event types: high-energy, electrical noise, and photon-like. We experimentally verify and simulate the source of high-energy events in optical TESs. We develop methods to isolate photon-like events, the expected signal in dark matter searches, achieving record-low photon-like dark count rates in the 0.8-3.2 eV energy range. ",
    "url": "https://arxiv.org/abs/2402.03073",
    "authors": [
      "Laura Manenti",
      "Carlo Pepe",
      "Isaac Sarnoff",
      "Tengiz Ibrayev",
      "Panagiotis Oikonomou",
      "Artem Knyazev",
      "Eugenio Monticone",
      "Hobey Garrone",
      "Fiona Alder",
      "Osama Fawwaz",
      "Alexander J. Millar",
      "Knut Dundas Morå",
      "Hamad Shams",
      "Francesco Arneodo",
      "Mauro Rajteri"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Superconductivity (cond-mat.supr-con)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2402.03089",
    "title": "Increasing TeraHertz spintronic emission with planar antennas",
    "abstract": "Spintronic THz emitters, consisting of Ta/Co/Pt trilayers patterned into rectangles of lateral size in the 10 ${\\mu}$m range, have been integrated in planar electromagnetic antennas of various types (dipole, bow-tie, spiral). Antenna dimensions and shapes have been optimized with the help of electromagnetic simulations so as to maximize antenna efficiency in both narrow-band and broad-band geometries at/around 1 THz. The THz emission has been studied using a pump probe free space electro-optic sampling set up, both for a single emitter geometry and for arrays of emitters. Results show an increase of the detected THz signal for all antenna geometries, with enhancement ratios in the range of three to fifteen depending on antenna type and frequency range, together with changes of the emission bandwidth consistent with simulated characteristics. ",
    "url": "https://arxiv.org/abs/2402.03089",
    "authors": [
      "Matthias Pacé",
      "Oleksandr Kovalenko",
      "José Solano",
      "Michel Hehn",
      "Matthieu Bailleul",
      "Mircea Vomir"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.01988",
    "title": "Low-power scalable multilayer optoelectronic neural networks enabled  with incoherent light",
    "abstract": "Optical approaches have made great strides towards the goal of high-speed, energy-efficient computing necessary for modern deep learning and AI applications. Read-in and read-out of data, however, limit the overall performance of existing approaches. This study introduces a multilayer optoelectronic computing framework that alternates between optical and optoelectronic layers to implement matrix-vector multiplications and rectified linear functions, respectively. Our framework is designed for real-time, parallelized operations, leveraging 2D arrays of LEDs and photodetectors connected via independent analog electronics. We experimentally demonstrate this approach using a system with a three-layer network with two hidden layers and operate it to recognize images from the MNIST database with a recognition accuracy of 92% and classify classes from a nonlinear spiral data with 86% accuracy. By implementing multiple layers of a deep neural network simultaneously, our approach significantly reduces the number of read-ins and read-outs required and paves the way for scalable optical accelerators requiring ultra low energy. ",
    "url": "https://arxiv.org/abs/2402.01988",
    "authors": [
      "Alexander Song",
      "Sai Nikhilesh Murty Kottapalli",
      "Rahul Goyal",
      "Bernhard Schölkopf",
      "Peer Fischer"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.02710",
    "title": "Entangling two exciton modes using exciton optomechanics",
    "abstract": "Exciton optomechanics, bridging cavity exciton polaritons and optomechanics, opens new opportunities for the study of light-matter strong interactions and nonlinearities, due to the rich nonlinear couplings among excitons, phonons, and photons. Here, we propose to entangle two exciton modes in an exciton-optomechanical system, which consists of a semiconductor optomechanical microcavity integrated with two quantum wells. The quantum wells support two exciton modes, which simultaneously couple to an optical cavity mode via a linear coupling, and the cavity mode also couples to a mechanical vibration mode via a dispersive optomechanical interaction, accounting for both the radiation pressure and the photoelastic effect. We show that by strongly driving the microcavity with a red-detuned laser field and when the two exciton modes are respectively resonant with the Stokes and anti-Stokes sidebands scattered by the mechanical motion, stationary entanglement between the two exciton modes can be established under currently available parameters. The entanglement is robust against various dissipations of the system and can be achieved at room temperature for a mechanical quality factor higher than $\\sim10^4$. ",
    "url": "https://arxiv.org/abs/2402.02710",
    "authors": [
      "Xuan Zuo",
      "Zhi-Yuan Fan",
      "Huai-Bing Zhu",
      "Jie Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.02788",
    "title": "Artificial-intelligence-based surrogate solution of dissipative quantum  dynamics: physics-informed reconstruction of the universal propagator",
    "abstract": "The accurate (or even approximate) solution of the equations that govern the dynamics of dissipative quantum systems remains a challenging task for quantum science. While several algorithms have been designed to solve those equations with different degrees of flexibility, they rely mainly on highly expensive iterative schemes. Most recently, deep neural networks have been used for quantum dynamics but current architectures are highly dependent on the physics of the particular system and usually limited to population dynamics. Here we introduce an artificial-intelligence-based surrogate model that solves dissipative quantum dynamics by parameterizing quantum propagators as Fourier neural operators, which we train using both dataset and physics-informed loss functions. Compared with conventional algorithms, our quantum neural propagator avoids time-consuming iterations and provides a universal super-operator that can be used to evolve any initial quantum state for arbitrarily long times. To illustrate the wide applicability of the approach, we employ our quantum neural propagator to compute population dynamics and time-correlation functions of the Fenna-Matthews-Olson complex. ",
    "url": "https://arxiv.org/abs/2402.02788",
    "authors": [
      "Jiaji Zhang",
      "Carlos L. Benavides-Riveros",
      "Lipeng Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2402.02923",
    "title": "Encoding quantum optical states with classical wireless microwave  constellation",
    "abstract": "This paper explores the underlying physics behind seamless transduction of digital information encoded in the classical microwave domain to the quantum optical domain. We comprehensively model the quantum mechanical interaction mediating the transduction in a seamless wireless-to-optical converter. We highlight that the quantum mechanical interaction can be enhanced by suitably choosing the physical width and the inter-modulating element spacing in the converter. This study also highlights the encoding of quantum optical phase-space with classical microwave constellation. Furthermore, the challenge of inter-symbol overlap in the encoded quantum optical phase-space due to quantum shot noise is addressed. The reported findings provide a foundational framework for bridging classical microwave and quantum optical communication links in the future. ",
    "url": "https://arxiv.org/abs/2402.02923",
    "authors": [
      "Niloy Ghosh",
      "Sarang Pendharker"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2105.13814",
    "title": "Flying-qubit gates distributive over photonic waveshapes",
    "abstract": " Title: Flying-qubit gates distributive over photonic waveshapes ",
    "url": "https://arxiv.org/abs/2105.13814",
    "authors": [
      "Ihar Babushkin",
      "Ayhan Demircan",
      "Michael Kues",
      "Uwe Morgner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.10843",
    "title": "Global Precipitation Nowcasting of Integrated Multi-satellitE Retrievals  for GPM: A U-Net Convolutional LSTM Architecture",
    "abstract": " Title: Global Precipitation Nowcasting of Integrated Multi-satellitE Retrievals  for GPM: A U-Net Convolutional LSTM Architecture ",
    "url": "https://arxiv.org/abs/2307.10843",
    "authors": [
      "Reyhaneh Rahimi",
      "Praveen Ravirathinam",
      "Ardeshir Ebtehaj",
      "Ali Behrangi",
      "Jackson Tan",
      "Vipin Kumar"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2308.01793",
    "title": "Spectrum-to-position mapping via programmable spatial dispersion  implemented in an optical quantum memory",
    "abstract": " Comments: 7 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2308.01793",
    "authors": [
      "Marcin Jastrzębski",
      "Stanisław Kurzyna",
      "Bartosz Niewelt",
      "Mateusz Mazelanik",
      "Wojciech Wasilewski",
      "Michał Parniak"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.02967",
    "title": "In-situ multicore fibre-based pH mapping through obstacles in integrated  microfluidic devices",
    "abstract": " Comments: 12 pages of main draft with 10 figures, 2 pages of supplementary information with 3 figures. Total 14 pages ",
    "url": "https://arxiv.org/abs/2308.02967",
    "authors": [
      "Harikumar K. Chandrasekharan",
      "Krystian L. Wlodarczyk",
      "William N. MacPherson",
      "M. Mercedes Maroto-Valer"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.04451",
    "title": "A Comparative Study of Coherent and Incoherent Drives in Four-Level  Quantum Dot-Based Spaser",
    "abstract": " Comments: 12 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2309.04451",
    "authors": [
      "Ankit Purohit",
      "Akhilesh Kumar Mishra"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.08629",
    "title": "Investigating equity and access in US quantum information education",
    "abstract": " Comments: Submitted to Phys Rev Phys Educ Res (revised, not copy-edited) ",
    "url": "https://arxiv.org/abs/2309.08629",
    "authors": [
      "Josephine C. Meyer",
      "Gina Passante",
      "Bethany R. Wilcox"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.07924",
    "title": "Experimental and Theoretical Exploration of Terahertz Channel  Performance through Glass Doors",
    "abstract": " Comments: Scheduled to publish in Nano Communication Networks ",
    "url": "https://arxiv.org/abs/2311.07924",
    "authors": [
      "Da Li",
      "Wenbo Liu",
      "Menghan Wei",
      "Jiacheng Liu",
      "Guohao Liu",
      "Peian Li",
      "Houjun Sun",
      "Jianjun Ma"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.13221",
    "title": "Robust atom-photon gate for quantum information processing",
    "abstract": " Comments: 6 figures ",
    "url": "https://arxiv.org/abs/2312.13221",
    "authors": [
      "Omar Nagib",
      "P. Huft",
      "A. Safari",
      "M. Saffman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2401.10087",
    "title": "Correlating fluorescence microscopy, optical and magnetic tweezers to  study single chiral biopolymers, tested on DNA plectoneme formation dynamics",
    "abstract": " Title: Correlating fluorescence microscopy, optical and magnetic tweezers to  study single chiral biopolymers, tested on DNA plectoneme formation dynamics ",
    "url": "https://arxiv.org/abs/2401.10087",
    "authors": [
      "Jack W Shepherd",
      "Sebastien Guilbaud",
      "Zhaokun Zhou",
      "Jamieson Howard",
      "Matthew Burman",
      "Charley Schaefer",
      "Adam Kerrigan",
      "Clare Steele-King",
      "Agnes Noy",
      "Mark C Leake"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Biomolecules (q-bio.BM)"
    ]
  }
]