[
  {
    "id": "arXiv:2307.06425",
    "title": "Non-Hermitian propagation in Hermitian Glauber-Fock optical lattices",
    "abstract": "The effect of a non-unitary transformation on an initial Hermitian operator is studied. The initial (Hermitian) optical system is a Glauber-Fock optical lattice. The resulting non-Hermitian Hamiltonian models an anisotropic (Glauber-Fock) system of waveguides of the Hatano-Nelson-type. Several cases are analyzed and exact analytical solutions for both the Hermitian and non- Hermitian Schr\\\"odinger problems are given, as they are simply connected. Indeed, such transformation can be regarded as a non-unitary Supersymmetric (SUSY) transformation and the resulting non-Hermitian Hamiltonian can be considered as representing an open system that interchanges energy with the environment. ",
    "url": "https://arxiv.org/abs/2307.06425",
    "authors": [
      "Ivan Bocanegra",
      "Héctor M. Moya-Cessa"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.06475",
    "title": "in situ Monitoring of Lithium Electrodeposition using Transient Grating  Spectroscopy",
    "abstract": "The mechanisms of lithium electrodeposition, which overwhelmingly affect lithium metal battery performance and safety, remain insufficiently understood due to its electrochemical complexity. Novel, non-destructive and in situ techniques to probe electrochemical interfaces during lithium electrodeposition are highly desirable. In this work, we demonstrate the capability of transient grating spectroscopy to monitor lithium electrodeposition at the micrometer scale by generating and detecting surface acoustic waves that sensitively interact with the deposited lithium. Specifically, we show that the evolution of the frequency, velocity and damping rate of the surface acoustic waves strongly correlate with the lithium nucleation and growth process. Our work illustrates the sensitivity of high-frequency surface acoustic waves to micrometer scale changes in electrochemical cells and establishes transient grating spectroscopy as a versatile platform for future in situ investigation of electrochemical inte ",
    "url": "https://arxiv.org/abs/2307.06475",
    "authors": [
      "Runqing Yang",
      "Harrison Szeto",
      "Brandon Zou",
      "Emily Spitaleri",
      "Bolin Liao",
      "Yangying Zhu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.06503",
    "title": "A quantum Monte Carlo algorithm for arbitrary spin-1/2 Hamiltonians",
    "abstract": "We present a universal parameter-free quantum Monte Carlo (QMC) algorithm designed to simulate arbitrary spin-$1/2$ Hamiltonians. To ensure the ergodicity of the Markov chain for every conceivable case, we devise a clear and simple automated protocol that produces, given a Hamiltonian, the necessary QMC updates needed for ergodicity while also maintaining detailed balance. We demonstrate the applicability and versatility of our method by considering several illustrative examples, including the simulation of the $XY$ model on a triangular lattice as well as random $k$-local Hamiltonians. We have made our program code freely accessible on GitHub. ",
    "url": "https://arxiv.org/abs/2307.06503",
    "authors": [
      "Lev Barash",
      "Arman Babakhani",
      "Itay Hen"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.06556",
    "title": "Metal Oxide-based Gas Sensor Array for the VOCs Analysis in Complex  Mixtures using Machine Learning",
    "abstract": "Detection of Volatile Organic Compounds (VOCs) from the breath is becoming a viable route for the early detection of diseases non-invasively. This paper presents a sensor array with three metal oxide electrodes that can use machine learning methods to identify four distinct VOCs in a mixture. The metal oxide sensor array was subjected to various VOC concentrations, including ethanol, acetone, toluene and chloroform. The dataset obtained from individual gases and their mixtures were analyzed using multiple machine learning algorithms, such as Random Forest (RF), K-Nearest Neighbor (KNN), Decision Tree, Linear Regression, Logistic Regression, Naive Bayes, Linear Discriminant Analysis, Artificial Neural Network, and Support Vector Machine. KNN and RF have shown more than 99% accuracy in classifying different varying chemicals in the gas mixtures. In regression analysis, KNN has delivered the best results with R2 value of more than 0.99 and LOD of 0.012, 0.015, 0.014 and 0.025 PPM for predicting the concentrations of varying chemicals Acetone, Toluene, Ethanol, and Chloroform, respectively in complex mixtures. Therefore, it is demonstrated that the array utilizing the provided algorithms can classify and predict the concentrations of the four gases simultaneously for disease diagnosis and treatment monitoring. ",
    "url": "https://arxiv.org/abs/2307.06556",
    "authors": [
      "Shivam Singh",
      "Sajana S",
      "Poornima",
      "Gajje Sreelekha",
      "Chandranath Adak",
      "Rajendra P. Shukla",
      "Vinayak Kamble"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2307.06604",
    "title": "Metasurface array for single-shot spectroscopic ellipsometry",
    "abstract": "Spectroscopic ellipsometry is a potent method that is widely adopted for the measurement of thin film thickness and refractive index. However, a conventional ellipsometer, which utilizes a mechanically rotating polarizer and grating-based spectrometer for spectropolarimetric detection, is bulky, complex, and does not allow real-time measurements. Here, we demonstrated a compact metasurface array-based spectroscopic ellipsometry system that allows single-shot spectropolarimetric detection and accurate determination of thin film properties without any mechanical movement. The silicon-based metasurface array with a highly anisotropic and diverse spectral response is combined with iterative optimization to reconstruct the full Stokes polarization spectrum of the light reflected by the thin film with high fidelity. Subsequently, the film thickness and refractive index can be determined by fitting the measurement results to a proper material model with high accuracy. Our approach opens up a new pathway towards a compact and robust spectroscopic ellipsometry system for the high throughput measurement of thin film properties. ",
    "url": "https://arxiv.org/abs/2307.06604",
    "authors": [
      "Shun Wen",
      "Xinyuan Xue",
      "Liqun Sun",
      "Yuanmu Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2307.06619",
    "title": "Unveiling the origins of quasi-phase matching spectral imperfections in  thin-film lithium niobate frequency doublers",
    "abstract": "Thin-film lithium niobate (TFLN) based frequency doublers have been widely recognized as essential components for both classical and quantum optical communications. Nonetheless, the efficiency of these devices is hindered by imperfections present in the quasi-phase matching (QPM) spectrum. In this study, we present a thorough analysis of the spectral imperfections in TFLN frequency doublers with varying lengths, ranging from 5 mm to 15 mm. Employing a non-destructive diagnostic method based on scattered light imaging, we identify the sources and waveguide sections that contribute to the imperfections in the QPM spectrum. Furthermore, by mapping the TFLN film thickness across the entire waveguiding regions, we successfully reproduce the QPM spectra numerically, thus confirming the prominent influence of film thickness variations on the observed spectral imperfections. This comprehensive investigation provides valuable insights into the identification and mitigation of spectral imperfections in TFLN-based frequency doublers, paving the way toward the realization of nonlinear optical devices with enhanced efficiency and improved spectral fidelity. ",
    "url": "https://arxiv.org/abs/2307.06619",
    "authors": [
      "Jie Zhao",
      "Xiaoting Li",
      "Ting-Chen Hu",
      "Ayed Al Sayem",
      "Haochuan Li",
      "Al Tate",
      "Kwangwoong Kim",
      "Rose Kopf",
      "Pouria Sanjari",
      "Mark Earnshaw",
      "Nicolas K. Fontaine",
      "Cheng Wang",
      "Andrea Blanco-Redondo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.06642",
    "title": "Acoustic dipole surfing on its own acoustic field: toward acoustic  quantum analogues",
    "abstract": "In a recent paper [J. Fluid Mech., 952: A22 (2022)], Roux et al. demonstrated that a translating monopolar acoustic source is subjected to a self-induced radiation force opposite to its motion. This force results from a symmetry breaking of the emitted wave induced by Doppler effect. In the present work, we show that for a dipolar source, the selfinduced radiation force can be aligned with the velocity perturbation, hence amplifying it. This work suggests the possibility of a dipolar acoustic source surfing on its own acoustic wave, hence paving the way towards acoustic quantum analogues. ",
    "url": "https://arxiv.org/abs/2307.06642",
    "authors": [
      "Jean-Paul Martischang",
      "Aymeric Roux",
      "Michael Baudoin"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2307.06681",
    "title": "CLIC Wake Field Monitor as a detuned Cavity Beam Position Monitor:  Explanation of center offset between TE and TM channels in the TD26 structure",
    "abstract": "The Wake Field Monitor (WFM) system installed on the CLIC prototype accelerating structure in CERN Linear Accelerator for Research (CLEAR) has two channels for each horizontal/vertical plane, operating at different frequencies. When moving the beam relative to the aperture of the structure, a disagreement is observed between the center position of the structure as measured with the two channels in each plane. This is a challenge for the planned use of WFMs in the Compact Linear Collider (CLIC), where they will be used to measure the center offset between the accelerating structures and the beam. Through a mixture of simulations and measurements, we have discovered a potential mechanism for this, which is discussed along with implications for improving position resolution near the structure center, and the possibility determination of the sign of the beam offset. ",
    "url": "https://arxiv.org/abs/2307.06681",
    "authors": [
      "Kyrre Ness Sjobak",
      "Hikmet Bursali",
      "Antonio Gillardi",
      "Reidar Lillestøl",
      "Wilfrid Farabolini",
      "Steffen Doebert",
      "Erik Adli",
      "Nuria Catalan Lasheras",
      "Roberto Corsini"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2307.06765",
    "title": "Sensing directional forces in levitated optomechanics",
    "abstract": "Optomechanical devices are being harnessed as sensors of ultraweak forces for applications ranging from inertial sensing to the search for the elusive dark matter; For the latter, the focus is on detection of either higher energy single recoils or ultralight, narrowband sources; a directional signal is expected. However, the possibility of searching for a directional broadband signal need not be excluded; with this and other applications in mind, we apply a stochastic signal with a well defined direction, $\\Psi$, to a trapped and cooled levitated nanosphere. We find that cross-correlation power spectra offer a calibration-free distinctive signature of the presence of a directional force, and its orientation quadrant, unlike normal power spectral densities (PSDs). With calibration we are able to accurately measure the angle $\\Psi$, akin to a force compass in a plane. ",
    "url": "https://arxiv.org/abs/2307.06765",
    "authors": [
      "J.M.H. Gosling",
      "A. Pontin",
      "J. H. Iacoponi",
      "P.F. Barker",
      "T.S. Monteiro"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.06867",
    "title": "Silicon tracker array for RIB experiments at SAMURAI",
    "abstract": "This work describes a silicon tracker system developed for experiments with proton-rich radioactive ion beams at the SAMURAI superconducting spectrometer of RIBF at RIKEN. The system is designed for accurate angular reconstruction and atomic number identification of relativistic heavy ions and protons which are simultaneously produced in reactions motivated by studies of proton capture reactions of interest for nuclear astrophysics. The technical characteristics of the tracking array are described in detail as are its performance in two pilot experiments. The physics justification for such a system is also presented. ",
    "url": "https://arxiv.org/abs/2307.06867",
    "authors": [
      "A. I. Stefanescu",
      "V. Panin",
      "L. Trache",
      "T. Motobayashi",
      "H. Otsu",
      "A. Saastamoinen",
      "T. Uesaka",
      "L. Stuhl",
      "J. Tanaka",
      "D. Tudor",
      "I. C. Stefanescu",
      "A. E. Spiridon",
      "K. Yoneda",
      "H. Baba",
      "M. Kurokawa",
      "Y. Togano",
      "Z. Halasz",
      "M. Sasano",
      "S. Ota",
      "Y. Kubota",
      "D. S. Ahn",
      "T. Kobayashi",
      "Z. Elekes",
      "N. Fukuda",
      "H. Takeda",
      "D. Kim",
      "E. Takada",
      "H. Suzuki",
      "K. Yoshida",
      "Y. Shimizu",
      "H. N. Liu",
      "Y. L. Sun",
      "T. Isobe",
      "J. Gibelin",
      "P. J. Li",
      "J. Zenihiro",
      "F. M. Marqués",
      "M. N. Harakeh",
      "G. G. Kiss",
      "A. Kurihara",
      "M. Yasuda",
      "T. Nakamura",
      "S. Park",
      "Z. Yang",
      "T. Harada",
      "M. Nishimura",
      "H. Sato",
      "I. S. Hahn",
      "K. Y. Chae",
      "J. M. Elson",
      "L. G. Sobotka",
      "C. A. Bertulani"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2307.06882",
    "title": "Graphene/silicon heterojunction for reconfigurable phase-relevant  activation function in coherent optical neural networks",
    "abstract": "Optical neural networks (ONNs) herald a new era in information and communication technologies and have implemented various intelligent applications. In an ONN, the activation function (AF) is a crucial component determining the network performances and on-chip AF devices are still in development. Here, we first demonstrate on-chip reconfigurable AF devices with phase activation fulfilled by dual-functional graphene/silicon (Gra/Si) heterojunctions. With optical modulation and detection in one device, time delays are shorter, energy consumption is lower, reconfigurability is higher and the device footprint is smaller than other on-chip AF strategies. The experimental modulation voltage (power) of our Gra/Si heterojunction achieves as low as 1 V (0.5 mW), superior to many pure silicon counterparts. In the photodetection aspect, a high responsivity of over 200 mA/W is realized. Special nonlinear functions generated are fed into a complex-valued ONN to challenge handwritten letters and image recognition tasks, showing improved accuracy and potential of high-efficient, all-component-integration on-chip ONN. Our results offer new insights for on-chip ONN devices and pave the way to high-performance integrated optoelectronic computing circuits. ",
    "url": "https://arxiv.org/abs/2307.06882",
    "authors": [
      "Chuyu Zhong",
      "Kun Liao",
      "Tianxiang Dai",
      "Maoliang Wei",
      "Hui Ma",
      "Jianghong Wu",
      "Zhibin Zhang",
      "Yuting Ye",
      "Ye Luo",
      "Zequn Chen",
      "Jialing Jian",
      "Chulei Sun",
      "Bo Tang",
      "Peng Zhang",
      "Ruonan Liu",
      "Junying Li",
      "Jianyi Yang",
      "Lan Li",
      "Kaihui Liu",
      "Xiaoyong Hu",
      "Hongtao Lin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.06943",
    "title": "Development and Performance of RFD Crab Cavity Prototypes for HL-LHC AUP",
    "abstract": "The US will be contributing to the HL-LHC upgrade at CERN with the fabrication and qualification of RFD crabbing cavities in the framework of the HL-LHC Accelerator Upgrade Project (AUP) managed by Fermilab. AUP received Critical Decision 3 (CD-3) approval by DOE in December 2020 launching the project into the production phase. The electro-magnetic design of the cavity was inherited from the LHC Accelerator Research Program (LARP) but needed to be revised to meet new project requirements and to prevent issues encountered during beam tests performed at CERN in the R&D phase. Two prototype cavities were manufactured in industry and cold tested. Challenges specific to the RFD cavity were the stringent interface tolerances, the pole symmetry, and the higher-order-mode impedance spectrum. Chemical processing and heat treatments were performed initially at FNAL/ANL and are now being transferred to industry for the production phase. HOM dampers are manufactured and validated by JLAB. A summary of cold test results with and without HOM dampers is presented. ",
    "url": "https://arxiv.org/abs/2307.06943",
    "authors": [
      "L. Ristori",
      "P. Berrutti",
      "M. Narduzzi",
      "J. Delayen",
      "S. de Silva",
      "Z. Li",
      "A. Ratti",
      "N. Huque",
      "A. Castilla"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2307.06404",
    "title": "Exciton Confinement in Two-Dimensional, In-Plane, Quantum  Heterostructures",
    "abstract": "Two-dimensional (2D) semiconductors are promising candidates for optoelectronic application and quantum information processes due to their inherent out-of-plane 2D confinement. In addition, they offer the possibility of achieving low-dimensional in-plane exciton confinement, similar to zero-dimensional quantum dots, with intriguing optical and electronic properties via strain or composition engineering. However, realizing such laterally confined 2D monolayers and systematically controlling size-dependent optical properties remain significant challenges. Here, we report the observation of lateral confinement of excitons in epitaxially grown in-plane MoSe2 quantum dots (~15-60 nm wide) inside a continuous matrix of WSe2 monolayer film via a sequential epitaxial growth process. Various optical spectroscopy techniques reveal the size-dependent exciton confinement in the MoSe2 monolayer quantum dots with exciton blue shift (12-40 meV) at a low temperature as compared to continuous monolayer MoSe2. Finally, single-photon emission was also observed from the smallest dots at 1.6 K. Our study opens the door to compositionally engineered, tunable, in-plane quantum light sources in 2D semiconductors. ",
    "url": "https://arxiv.org/abs/2307.06404",
    "authors": [
      "Gwangwoo Kim",
      "Benjamin Huet",
      "Christopher E. Stevens",
      "Kiyoung Jo",
      "Jeng-Yuan Tsai",
      "Saiphaneendra Bachu",
      "Meghan Leger",
      "Kyung Yeol Ma",
      "Nicholas R. Glavin",
      "Hyeon Suk Shin",
      "Nasim Alem",
      "Qimin Yan",
      "Joshua R. Hedrickson",
      "Joan M. Redwing",
      "Deep Jariwala"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.06510",
    "title": "Exact Calculation of Quantum Thermal Average from Continuous Loop Path  Integral Molecular Dynamics",
    "abstract": "The quantum thermal average plays a central role in describing the thermodynamic properties of a quantum system. From the computational perspective, the quantum thermal average can be computed by the path integral molecular dynamics (PIMD), but the knowledge on the quantitative convergence of such approximations is lacking. We propose an alternative computational framework named the continuous loop path integral molecular dynamics (CL-PIMD), which replaces the ring polymer beads by a continuous loop in the spirit of the Feynman--Kac formula. By truncating the number of normal modes to a finite integer $N\\in\\mathbb N$, we quantify the discrepancy of the statistical average of the truncated CL-PIMD from the true quantum thermal average, and prove that the truncated CL-PIMD has uniform-in-$N$ geometric ergodicity. These results show that the CL-PIMD provides an accurate approximation to the quantum thermal average, and serves as a mathematical justification of the PIMD methodology. ",
    "url": "https://arxiv.org/abs/2307.06510",
    "authors": [
      "Xuda Ye",
      "Zhennan Zhou"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Probability (math.PR)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.06532",
    "title": "Temperature Dependence of the Optical Transition Characteristics of  MAPbClBr Single Crystals",
    "abstract": "Methylammonium-lead-halide compounds have emerged as promising bandgap engineering materials due to their ability to fine-tune the energy gap through halogen element mixing. We present a comprehensive investigation of the temperature-dependent photoluminescence (PL) transition characteristics exhibited by single crystals of chlorine and bromine-based methylammonium lead halides. MAPbCl3 and MAPbBr3 crystals exhibit a distinct sharp free exciton transition with an abrupt transition behavior associated with the structural phase transition as the temperature varies. However, when the two halogen elements are mixed within the crystals, no structural phase transition is observed. This study explores the temperature-dependent variations in integrated PL intensity, full-width-half-maximum, and peak transition energy of the crystals. The obtained results discuss the intricate interplay between temperature, crystal structure, and composition, providing valuable insights into the optical properties and potential applications of organic-inorganic hybrid methyl-ammonium lead halide single crystals as tunable energy gap semiconductor materials. ",
    "url": "https://arxiv.org/abs/2307.06532",
    "authors": [
      "D. Y. Park",
      "Y. H. Shin",
      "Yongmin Kim"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.06583",
    "title": "Contextuality, Coherences, and Quantum Cheshire Cats",
    "abstract": "We analyse the quantum Cheshire cat using contextuality theory, to see if this can tell us anything about how best to interpret this paradox. We show that this scenario can be analysed using the relation between three different measurements, which seem to result in a logical contradiction. We discuss how this contextual behaviour links to weak values, and coherences between prohibited states. Rather than showing a property of the particle is disembodied, the quantum Cheshire cat instead demonstrates the effects of these coherences, which are typically found in pre- and postselected systems. ",
    "url": "https://arxiv.org/abs/2307.06583",
    "authors": [
      "Jonte R. Hance",
      "Ming Ji",
      "Holger F. Hofmann"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2307.06762",
    "title": "Quantum image rain removal: second-order photon number fluctuation  correlations in the time domain",
    "abstract": "Falling raindrops are usually considered purely negative factors for traditional optical imaging because they generate not only rain streaks but also rain fog, resulting in a decrease in the visual quality of images. However, this work demonstrates that the image degradation caused by falling raindrops can be eliminated by the raindrops themselves. The temporal second-order correlation properties of the photon number fluctuation introduced by falling raindrops has a remarkable attribute: the rain streak photons and rain fog photons result in the absence of a stable second-order photon number correlation, while this stable correlation exists for photons that do not interact with raindrops. This fundamental difference indicates that the noise caused by falling raindrops can be eliminated by measuring the second-order photon number fluctuation correlation in the time domain. The simulation and experimental results demonstrate that the rain removal effect of this method is even better than that of deep learning methods when the integration time of each measurement event is short. This high-efficient quantum rain removal method can be used independently or integrated into deep learning algorithms to provide front-end processing and high-quality materials for deep learning. ",
    "url": "https://arxiv.org/abs/2307.06762",
    "authors": [
      "Yuge Li",
      "Yunjie Xia",
      "Deyang Duan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.06891",
    "title": "Engineering the impact of phonon dephasing on the coherence of a  WSe$_{2}$ single-photon source via cavity quantum electrodynamics",
    "abstract": "Emitter dephasing is one of the key issues in the performance of solid-state single photon sources. Among the various sources of dephasing, acoustic phonons play a central role in adding decoherence to the single photon emission. Here, we demonstrate, that it is possible to tune and engineer the coherence of photons emitted from a single WSe$_2$ monolayer quantum dot via selectively coupling it to a spectral cavity resonance. We utilize an open cavity to demonstrate spectral enhancement, leveling and suppression of the highly asymmetric phonon sideband, finding excellent agreement with our microscopic theory. Most importantly, the impact of cavity tuning on the dephasing is directly assessed via optical interferometry, which clearly points out the capability to utilize light-matter coupling to steer and design dephasing and coherence of the emission properties of atomically thin crystals. ",
    "url": "https://arxiv.org/abs/2307.06891",
    "authors": [
      "Victor Nikolaevich Mitryakhin",
      "Jens-Christian Drawer",
      "Hangyong Shan",
      "Alexander Steinhoff",
      "Matthias Florian",
      "Lukas Lackner",
      "Bo Han",
      "Falk Eilenberger",
      "Sefaattin Tongay",
      "Kenji Watanabe",
      "Takashi Taniguchi",
      "Carlos Antón-Solanas",
      "Ana Predojević",
      "Christopher Gies",
      "Martin Esmann",
      "Christian Schneider"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1408.1912",
    "title": "Kinematically boosted pairs from the nonlinear Breit-Wheeler process in  small-angle laser collisions",
    "abstract": " Comments: 15 pages, 2 figures, revtex format ",
    "url": "https://arxiv.org/abs/1408.1912",
    "authors": [
      "Pisin Chen",
      "Lance Labun"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.10988",
    "title": "Travel times and ray paths for acoustic and elastic waves in generally  anisotropic media",
    "abstract": " Title: Travel times and ray paths for acoustic and elastic waves in generally  anisotropic media ",
    "url": "https://arxiv.org/abs/2302.10988",
    "authors": [
      "James Ludlam",
      "Katy tant",
      "Victorita Dolean",
      "Andrew Curtis"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2304.08794",
    "title": "Topologically enhanced nonlinear optical response of graphene nanoribbon  heterojunctions",
    "abstract": " Comments: 16 pages,5 figures ",
    "url": "https://arxiv.org/abs/2304.08794",
    "authors": [
      "Hanying Deng",
      "Zhihao Qu",
      "Yingji He",
      "Changming Huang",
      "Nicolae C. Panoiu",
      "Fangwei Ye"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.16561",
    "title": "Ab initio quantum many-body description of superconducting trends in the  cuprates",
    "abstract": " Comments: 10 pages, 5 figures, with supplementary materials ",
    "url": "https://arxiv.org/abs/2306.16561",
    "authors": [
      "Zhi-Hao Cui",
      "Junjie Yang",
      "Johannes Tölle",
      "Hong-Zhou Ye",
      "Huanchen Zhai",
      "Raehyun Kim",
      "Xing Zhang",
      "Lin Lin",
      "Timothy C. Berkelbach",
      "Garnet Kin-Lic Chan"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.17159",
    "title": "Greedy Gradient-free Adaptive Variational Quantum Algorithms on a Noisy  Intermediate Scale Quantum Computer",
    "abstract": " Title: Greedy Gradient-free Adaptive Variational Quantum Algorithms on a Noisy  Intermediate Scale Quantum Computer ",
    "url": "https://arxiv.org/abs/2306.17159",
    "authors": [
      "César Feniou",
      "Baptiste Claudon",
      "Muhammad Hassan",
      "Axel Courtat",
      "Olivier Adjoua",
      "Yvon Maday",
      "Jean-Philip Piquemal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2307.02240",
    "title": "Inert shell coating for enhanced laser refrigeration of nanoparticles:  application in levitated optomechanics",
    "abstract": " Comments: Any comments are welcome ! ",
    "url": "https://arxiv.org/abs/2307.02240",
    "authors": [
      "Cyril Laplane",
      "Peng Ren",
      "Reece P. Roberts",
      "Yiqing Lu",
      "Thomas Volz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  }
]