[
  {
    "id": "arXiv:2507.01965",
    "title": "Testing Realism in Quantum Mechanics Through Charge Conservation",
    "abstract": "           The universe is not locally realistic. Abandoning causality often appears more palatable than giving up on realism. This paper proposes two novel experimental setups to test realism's failure using the conservation of electric charge. The first employs weak measurements of charge density in a double-slit interference setup. The second uses entangled charged particles in a Bell-type experiment, measuring electric field correlations to detect non-local charge distribution. Both leverage charge conservation to explore whether charge location remains indefinite until measured. These experiments offer a new perspective on quantum foundations, using charge as a probe to question whether the universe assigns definite properties only upon observation. A discussion on why charge is more appropriate for such experiments than mass is also present.         ",
    "url": "https://arxiv.org/abs/2507.01965",
    "authors": [
      "Victor Atanasov"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2507.01977",
    "title": "An Integrated Lab on a CD Microfluidic Platform for High-Efficiency Blood Cell Separation and Passive Mixing",
    "abstract": "           Blood accounts for 7-8% of total body weight, with an average adult containing 4.5 to 6 quarts. It delivers oxygen and nutrients to cells, removes waste products, supports immunity, and regulates body temperature. Comprising over 4,000 components, including plasma, platelets, erythrocytes, and leukocytes, blood presents a challenge for isolating specific cell types due to its heterogeneity. In autologous therapies, target cells may be as rare as one per million background cells. This study presents the development of a compact disc (CD)-based microfluidic device for high-throughput, label-free separation of blood components. The system integrates three main modules on a single disk: cell sorting, fluid control, and cell lysis. The initial module utilizes Pinched Flow Fractionation (PFF) to separate red blood cells, white blood cells, and platelets based on size, achieving 99.99% efficiency. A capillary valve directs the sorted cells to the lysis module, where a chemical reagent is used to rupture cell membranes for downstream analysis. To enhance lysis efficiency, a micro mixer was incorporated using two zigzag geometries with internal barriers. The mixing performance of both designs was evaluated to determine optimal fluid interaction. This integrated, multifunctional CD platform offers a compact and effective solution for isolating and processing specific blood cells, with potential applications in diagnostics and personalized medicine.         ",
    "url": "https://arxiv.org/abs/2507.01977",
    "authors": [
      "Reza Lotfi Navaei",
      "Haniyeh Tehrani"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2507.02093",
    "title": "Optical Vortex Spin-Orbit Control of Refractive Index in Iron Garnets",
    "abstract": "           The interaction between light's angular momentum (AM) and material systems has unlocked new avenues in structured photonics, including in magneto-optical (MO) materials. While spin angular momentum (SAM) effects in MO systems are well-established, orbital angular momentum (OAM) introduces novel opportunities for new nonreciprocal light-matter interactions. In this study, we demonstrate a unique optical phenomenon where OAM states undergo state-specific nonreciprocal operation within an MO medium, reducing Faraday rotation. This effect arises from transverse momentum transfer into the material, inducing spin-orbit coupling (SOC) at a perturbed electronic transition rate. The resulting OAM-dependent optical SOC modifies the material's refractive index, directly linking structured light and MO response. Our findings extend previous observations of paraxial beams and reveal a deeper fundamental mechanism governing OAM-driven nonreciprocal interactions. These insights pave the way for OAM-selective nonreciprocal photonic devices, chiral optical logic, quantum memory elements, and ultrafast spintronic architectures. This work advances MO integration with structured light for enhanced control over photonic and spintronic systems.         ",
    "url": "https://arxiv.org/abs/2507.02093",
    "authors": [
      "Seth Nelson",
      "Cong Yu",
      "Daniel Watson",
      "Shahrzad Ramtinfard",
      "Miguel Levy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2507.02141",
    "title": "The optimal degree for maximizing rumor spreading on a ring lattice",
    "abstract": "           The ring lattice with $n$ nodes, each connected to the $2k$ nearest neighbors, has been utilized as the basis for several models of small-world networks, obtained by rewiring or adding edges to generate shortcuts. It is well-known that when a rumor process is embedded in these networks, the system exhibits a transition between localization and propagation at a finite value of the network mean degree, emphasizing the importance of incorporating shortcuts to optimize the dissemination process. We adopt a complementary approach by examining the rumor process exclusively within the context of the ring lattice. Our objective is to determine the optimal value of $k$ as a function of $n$ to maximize the dissemination of the rumor. We assume that the lattice is subdivided into three classes of agents: ignorants, spreaders, and stiflers. A spreader transmits the rumor to any of its ignorant neighbors at rate one. At the same rate, a spreader transitions to a stifler after contact with other spreaders or stiflers. The rumor model is a continuous-time Markov chain, which can be used to model the state of each node at any given time. Following an analysis of contrasting examples, and an examination of the general case through a numerical approach, we demonstrate that, even in the absence of shortcuts, the model can exhibit a behavior concerning the proportion of nodes reached by the information that is analogous to that observed in homogeneously mixed populations. This is observed provided $k=k(n)$ is of the order of $\\log n$.         ",
    "url": "https://arxiv.org/abs/2507.02141",
    "authors": [
      "Ana C. Díaz Bacca",
      "Pablo M. Rodriguez",
      "Catalina M. Rúa-Alvarez"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2507.02223",
    "title": "Observation of wave amplification and temporal topological state in a genuine photonic time crystal",
    "abstract": "           Photonic time crystals (PTCs) are materials whose dielectric permittivity is periodically modulated in time, giving rise to bandgaps not in energy-as in conventional photonic crystals-but in momentum, known as k-gaps. These k-gaps enable wave amplification by extracting energy from temporal modulation, offering a mechanism for coherent light generation that bypasses traditional optical gain. PTCs also extend the concept of topological insulators to the time domain, inducing a temporal topological state at the mid-gap of the k-gap, characterized by the Zak phase-a topological invariant originally defined for spatial lattices. Here, we experimentally demonstrate the properties of a k gap in a genuine PTC, realized in a dynamically modulated transmission-line metamaterial. Wave amplification within the k-gap is observed, with an initial power spectrum narrowing and shifting toward the gap. To probe the mid-gaptopological state, we introduce a temporal interface separating two PTCs with distinct topological phases. The measured phase shift between time-reflected and time-refracted waves, together with the temporal confinement of the topological state, provides direct evidence of nontrivial temporal topology. By integrating kgap amplification with time-domain topological features, our work opens new avenues for light generation and manipulation in time-varying photonic materials.         ",
    "url": "https://arxiv.org/abs/2507.02223",
    "authors": [
      "Jiang Xiong",
      "Xudong Zhang",
      "Longji Duan",
      "Jiarui Wang",
      "Yang Long",
      "Haonan Hou",
      "Letian Yu",
      "Linyang Zou",
      "Baile Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2507.02297",
    "title": "A scalable and programmable optical neural network in a time-synthetic dimension",
    "abstract": "           Programmable optical neural networks (ONNs) can offer high-throughput and energy-efficient solutions for accelerating artificial intelligence (AI) computing. However, existing ONN architectures, typically based on cascaded unitary transformations such as Mach-Zehnder interferometer meshes, face inherent scalability limitations due to spatial encoding, which causes optical components and system complexity to scale quadratically with network size. A promising solution to this challenge is the use of synthetic dimensions to enhance scalability, though experimental demonstration has remained scarce. Here, we present the first experimental demonstration of an all-optical, highly scalable, programmable ONN operating in a time-synthetic dimension. By implementing a time-cycle computation paradigm analogous to gate cycling in conventional spatial photonic circuits, our approach achieves a gate count surpassing that of state-of-the-art programmable photonic processors. Unlike conventional ONN architectures that rely on real-space wave interferences, our framework exploits time-reflection and time-refraction to perform computations, fundamentally eliminating backscattering errors through causality constraints. To bridge the gap between simulation and reality, we introduce an in-situ training framework that dynamically adapts to experimental errors, achieving performance exceeding traditional in silico learning paradigms. Our synthetic-dimension-based approach provides a compact, scalable, backscattering-free, and programmable neuromorphic computing architecture, advancing the potential for next-generation photonic AI systems.         ",
    "url": "https://arxiv.org/abs/2507.02297",
    "authors": [
      "Bei Wu",
      "Yudong Ren",
      "Rui Zhao",
      "Haiyao Luo",
      "Fujia Chen",
      "Li Zhang",
      "Hongsheng Chen",
      "Yihao Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.02471",
    "title": "Cascaded frequency conversion of highly charged femtosecond spatiotemporal optical vortices",
    "abstract": "           The degrees of freedom inherent in spatiotemporal optical vortices (STOV's) afford intriguing opportunties to manipulate complex light fields for broad applications such as optical communication, light-matter interactions, particle manipulation, quantum optics, and electron acceleration in the relativistic regime. Unlike previous studies examining the second harmonic generation (SHG) of STOV's having an input topological charge (TC) l^{\\left(\\omega\\right)}=1, here we experimentally demonstrate cascaded second and third harmonic generation of STOV's to achieve more diverse wavelength selectivity via sum frequency generation (SFG), achieving unprecedented TC values up to l^{\\left(\\omega\\right)}=40. The large TC values are attributed to second (third) harmonic generation of an incident beam satisfying l^{\\left(2\\omega\\right)}=2l^{\\left(\\omega\\right)} (l^{\\left(3\\omega\\right)}=3l^{\\left(\\omega\\right)}). What is more, the wavelength of the generated STOV field was found to be tunable by controlling the position of the phase singularity in the frequency domain, and optimizing the nonlinear phase matching condition. Our experimental measurements extend the principle of conservation of the spatiotemporal topological charge to general nonlinear optical parametric processes, suggesting a fundamental approach to the production of STOV fields of arbitrarily large TC and at arbitrary visible wavelengths, and beyond (e.g., the ultraviolet range).         ",
    "url": "https://arxiv.org/abs/2507.02471",
    "authors": [
      "Qingqing Liang",
      "Qiyuan Zhang",
      "Dan Wang",
      "Enliang Zhang",
      "Jianhua Hu",
      "Ming Wang",
      "Jinxin Wu",
      "Grover A. Swartzlander",
      "Yi Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.02507",
    "title": "Design of a three-dimensional parallel-to-point imaging system based on inverse methods",
    "abstract": "           We present an inverse method for designing a three-dimensional imaging system comprising of freeform optical surfaces. We impose an imaging condition on the optical map and combine it with the law of conservation of energy to conclude that the ratio of energy distributions at the source and target of an imaging system must be constant. A mathematical model for the design of a parallel-to-point system consisting of two freeform reflectors is presented. A Schwarzschild telescope, a classical design known for maximum correction of third-order aberrations, is utilized to specify the design parameters in the mathematical model, enabling us to compute an inverse freeform imaging system. The performance of both designs is compared by ray tracing various parallel beams of light and determining the corresponding spot sizes of the image. We demonstrate that our inverse freeform design is superior to the classical design.         ",
    "url": "https://arxiv.org/abs/2507.02507",
    "authors": [
      "Sanjana Verma",
      "Lisa Kusch",
      "Koondanibha Mitra",
      "Martijn J.H. Anthonissen",
      "Jan H.M. ten Thije Boonkkamp",
      "Wilbert L. IJzerman"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.02587",
    "title": "Zeptosecond Electron Pulse Train and Ultrafast Coherent Control of Quantum States via Multiphoton Inelastic Cherenkov Diffraction",
    "abstract": "           We investigate the quantum dynamics of fermionic particles interacting with a laser field in a gaseous medium, in the regime of inelastic diffraction scattering on the phase lattice of a slowed travelling wave, below the critical field of induced Cherenkov process. Using a relativistic quantum kinetic framework and numerical solutions of Dirac equation in the rest frame of the slowed wave, we analyze the evolution of actual electron wave packets and beams at the inelastic scattering on the actual laser pulses of finite duration. Our results reveal coherent multiphoton exchange involving up to $10^{4}$ photons and the emergence of attosecond-zeptosecond electron sub-bunches after the free-space propagation. The pulse compression by such mechanism is robust to laser pulse duration but sensitive to the initial momentum spread of the particles/beams. We propose a mechanism to achieve electron pulses in zeptosecond time scales with potentiality for ultrafast coherent control of quantum states that opens new avenues in high-resolution temporal structuring of electron beams for time-resolved quantum technologies and attosecond-zeptosecond science, as well as, for application in high-resolution electron microscopy.         ",
    "url": "https://arxiv.org/abs/2507.02587",
    "authors": [
      "H. K. Avetissian",
      "G. F. Mkrtchian"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.02673",
    "title": "Attosecond physics in optical near fields",
    "abstract": "           Attosecond science, the electron control by the field of ultrashort laser pulses, is maturing into lightfield-driven electronics, called petahertz electronics. Based on optical field-driven nanostructures, elements for petahertz electronics have been demonstrated. These hinge on the understanding of the electron dynamics in the optical near field of the nanostructure. Here we show near field-induced low energy stripes (NILES) in carrier-envelope phase-dependent electron spectra, a new spectral feature appearing in the direct electrons emitted from a strongly driven nanostructure, i.e., in the easily accessible energy region between 0 and a few electron volts. NILES emerge due to the sub-cycle sensitivity of ponderomotive acceleration of electrons injected into a strong near field gradient by a few-cycle optical waveform. NILES enables us to track the emission of direct and re-scattered electrons down to sub-cycle time-scales and to infer the electron momentum width at emission. Because NILES shows up in the direct part of the electrons, a large fraction of the emitted electrons can now be steered in new ways, facilitating the isolation of individual electron bursts with high charge density of 430 attosecond duration. These results not only substantially advance the understanding of attosecond physics in optical near fields, but also provide new ways of electron control for the nascent field of petahertz electronics.         ",
    "url": "https://arxiv.org/abs/2507.02673",
    "authors": [
      "Jonas Heimerl",
      "Stefan Meier",
      "Anne Herzig",
      "Felix López Hoffmann",
      "Lennart Seiffert",
      "Daniel Lesko",
      "Simon Hillmann",
      "Simon Wittigschlager",
      "Tobias Weitz",
      "Thomas Fennel",
      "Peter Hommelhoff"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.02704",
    "title": "Super high capacity of silicon carbon anode over 6500 mAh g-1 for lithium battery",
    "abstract": "           As silicon is approaching its theoretical limit for the anode materials in lithium battery, searching for a higher limit is indispensable. Herein, we demonstrate the possible of achieving ultrahigh capacity over 6500 mAh g-1 in silicon-carbon composites. Considering the numerous defects inside the silicon nanostructures, it is deduced the formation of quasi-Bose Einstein condensation should be possible, which can lead to the low viscosity flow of lithium-ions through the anode. At a charge-discharge rate of 0.1C (0.42 A g-1), the initial discharge specific capacity reaches 6694.21 mAh g-1, with a Coulomb efficiency (CE) of 74.71%, significantly exceeding the theoretical capacity limit of silicon. Further optimization of the anode material ratio results in improved cycling stability, with a discharge specific capacity of 5542.98 mAh g-1 and a CE of 85.25% at 0.1C. When the initial discharge capacity is 4043.01 mAh g-1, the CE rises to 86.13%. By training a multilayer perceptron with material parameters as inputs and subsequently optimizing it using a constrained genetic algorithm, an initial discharge specific capacity of up to 7789.55 mAh g-1 can be achieved theoretically. This study demonstrates that silicon-carbon composites have great potential to significantly enhance the energy density of lithium-ion batteries.         ",
    "url": "https://arxiv.org/abs/2507.02704",
    "authors": [
      "Shisheng Lin",
      "Minhui Yang",
      "Zhuang Zhao",
      "Mingjia Zhi",
      "Xiaokai Bai"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  },
  {
    "id": "arXiv:2507.02764",
    "title": "Terahertz Chip-Scale Meta-Networks with LSPR Routing: A Theoretical Framework",
    "abstract": "           Efficient chip-scale interconnects are essential for modern microelectronic-photonic systems, supporting high bandwidth and low-latency processing. Traditional wired links face high resistivity and latency, while millimeter-wave wireless solutions suffer from bandwidth congestion and interference. Terahertz (THz) plasmonic communication, based on surface plasmon polaritons (SPPs), offers high data rates and broad bandwidth, and is compatible with nanophotonic platforms. This work introduces a Binary Field-Driven Meta-Routing Method supported by a semi-analytical framework that models the tunable interaction between THz plasmonic phenomena and graphene's electromagnetic properties. By modulating graphene's impedance, the method enables dynamic coupling and routing of localized surface plasmon resonances (LSPRs) across a meta-network, facilitating real-time beam steering in chip-scale systems. Combining analytical conductivity models, coupled-mode theory, and algorithmic control, the approach enables predictive configuration of LSPR-based steering in reconfigurable graphene metasurfaces. Four meta-pixel antenna configurations Y-MetaRouter, MetaSwitcher, Penta-MetaEmitter, and CP-MetaCore are designed to support unidirectional radiation, bi-directional steering, frequency-driven transitions, and circular polarization, respectively. Chemical potential modulation creates reconfigurable LSPR pathways and virtual SPP channels. A Coupled-Mode Theory for Field-Driven LSPR Meta-Networks is proposed to model current distributions and predict far-field characteristics. Results show strong agreement between theory and full-wave simulations. A point-to-point meta-wireless link is analyzed, demonstrating scalability for low-latency, high-performance THz communication in WiNoC and chiplet applications. System-level metrics confirm feasibility for space-constrained, high-speed interconnects.         ",
    "url": "https://arxiv.org/abs/2507.02764",
    "authors": [
      "Maryam Khodadadi",
      "Hamidreza Taghvaee",
      "Pei Xiao",
      "Gabriele Gradoni",
      "Mohsen Khalily"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2507.02795",
    "title": "Boosting the NOx production in microwave air plasma: A synergy of chemistry and vibrational kinetics",
    "abstract": "           This study employs a quasi-1.5D multi-temperature model to investigate the mechanisms governing NOx production and energy costs in microwave plasma reactors operating at 80 mbar, focusing on the interplay of vibrational, chemical and electron kinetics, thermodynamics, and transport processes across the discharge and afterglow. In the plasma discharge zone, non-thermal processes enhance NOx production as electrons transfer energy effectively to the vibrational mode of N2. However, the non-thermal enhancement is found to diminish rapidly within the central-afterglow region. The simulation results show good agreement with experimental data for both the temperature profile and energy cost. Turbulent effects facilitate radial NO diffusion into cooler regions while simultaneously enhancing cooling of the axial region. These findings highlight the potential to improve NOx synthesis efficiency by optimizing turbulence and maintaining non-thermal conditions, offering new opportunities for the advancement of plasma-based chemical processes.         ",
    "url": "https://arxiv.org/abs/2507.02795",
    "authors": [
      "Qinghao Shen",
      "Aleksandr Pikalev",
      "Jonas Gans",
      "Lex Kuijpers",
      "Ashley Hughes",
      "Vasco Guerra",
      "M.C.M van de Sanden"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2507.02505",
    "title": "Synergistic Effects of Spin-Orbit Coupling and Intercomponent Interactions in Two-Component (2+1)D Photonic Fields",
    "abstract": "           The study investigates the formation, stability and dynamic advancement of two-dimensional vortex quantum droplets within binary Bose-Einstein condensates (BECs), shaped by the interplay of photonic spin-orbit coupling (SOC) and quantum fluctuation effects. SOC leads to significant droplet stretching, resulting in vortex clusters forming in each component. The competition between photonic SOC and Lee-Huang-Yang (LHY) interactions introduces vortices into the condensate, described by the numerically solved Gross-Pitaevskii equation (GPE). The results show that droplets like structures arise at low SOC strengths and interaction parameters. The transition to vortex takes place as the SOC increases. Enhanced interactions give rise to the emergence of quantum droplets as the vortices dissipate, demonstrating fascinating dynamics. These findings enhance understanding of the physical properties of photonic SOC coupled binary BECs in 2D with LHY correction, impacting cold-atom physics and condensed matter research. The study can also be expanded to explore quantum droplets with a small atom count, which is advantageous for experimental applications.         ",
    "url": "https://arxiv.org/abs/2507.02505",
    "authors": [
      "Suri Deekshita",
      "S. Sanjay",
      "S. Saravana Veni",
      "Conrad B. Tabi",
      "Timoleon C. Kofane"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.02574",
    "title": "Learning and Testing Inverse Statistical Problems For Interacting Systems Undergoing Phase Transition",
    "abstract": "           Inverse problems arise in situations where data is available, but the underlying model is not. It can therefore be necessary to infer the parameters of the latter starting from the former. Statistical mechanics offers a toolbox of techniques to address this challenge. In this work, we illustrate three of the main methods: the Maximum Likelihood, Maximum Pseudo-Likelihood, and Mean-Field approaches. We begin with a thorough theoretical introduction to these methods, followed by their application to inference in several well-known statistical physics systems undergoing phase transitions. Namely, we consider the ordered and disordered Ising models, the vector Potts model, and the Blume-Capel model on both regular lattices and random graphs. This discussion is accompanied by a GitHub repository that allows users to both reproduce the results and experiment with new systems.         ",
    "url": "https://arxiv.org/abs/2507.02574",
    "authors": [
      "Stefano Bae",
      "Dario Bocchi",
      "Luca Maria Del Bono",
      "Luca Leuzzi"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2407.20528",
    "title": "Optical effects in unmagnetized cold plasmas by a chiral axion factor",
    "abstract": "           Unmagnetized cold plasma modes are investigated in the context of the chiral Maxwell-Carroll-Field-Jackiw (MCJF) electrodynamics, where the axion chiral factor acts retrieving some typical properties of magnetized plasmas. The Maxwell equations are rewritten for a cold, uniform, and collisionless fluid plasma model, allowing us to determine the dispersion relation, new refractive indices, and propagating modes. We find four distinct refractive indices modified by the purely timelike CFJ background that plays the magnetic conductivity chiral parameter role associated with right-circularly polarized (RCP) and left-circularly polarized (LCP) waves. For each refractive index, the propagation and absorption zones are determined and illustrated for some specific parameter values. Modified RCP and LCP helicons are found in the low-frequency regime. The optical behavior is investigated, revealing that the chiral factor induces birefringence, measured in terms of the rotatory power (RP). The dichroism coefficient is carried out for the absorbing zones. The negative refraction zones may enhance the involved rotatory power, yielding RP sign reversion, a feature of rotating plasmas and MCFJ chiral plasmas. Charge density oscillations and Langmuir waves are also discussed, revealing no modified dispersion relation due to the chiral axion factor.         ",
    "url": "https://arxiv.org/abs/2407.20528",
    "authors": [
      "Filipe S. Ribeiro",
      "Pedro D. S. Silva",
      "Manoel M. Ferreira Jr"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2502.01016",
    "title": "Induced Berry Connection and Photonic Spin Hall Effect in Optical Dirac Theory",
    "abstract": "           Within the framework of optical Dirac theory, we present a field-theoretical model of spin-orbit interaction and photonic spin/orbit Hall effects. Our approach reformulates light propagation along helical paths as solving the Maxwell equations in a ray-based curvilinear coordinate system. This system can alternatively be interpreted as a spin-degenerate medium with antisymmetric elements in the dielectric tensor, corresponding to the spin-1 excitation mode characterized by a rotational dipole vector. We show that, at leading order, the resulting effective Hamiltonian is equivalent to the Maxwell theory in a uniformly rotating frame, incorporating both spin-rotation and orbit-rotation coupling. This rotation arises from the torsion of helical paths, manifesting as extrinsic orbital angular momentum (EOAM) of photons. Notably, the spin angular momentum (SAM) of the photon and its intrinsic orbital angular momentum (IOAM) contribute jointly to the geometric phase. In the Heisenberg picture, the spin and orbital Hall effects naturally emerge from interaction terms in the ray equations. Furthermore, we find that the transverse spin of evanescent waves couples with EOAM, revealing that the geometric phase of elliptically polarized light differs from that of circularly polarized light. This distinction underscores the role of spin-orbit coupling in modifying phase accumulation.         ",
    "url": "https://arxiv.org/abs/2502.01016",
    "authors": [
      "Lili Yang",
      "Longlong Feng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2503.14387",
    "title": "Electromagnetic field solver for QED polarization in super-strong magnetic fields of magnetar and laser plasmas",
    "abstract": "           Super-strongly magnetized plasmas play a crucial role in extreme environments of magnetar and laboratory laser experiments, demanding comprehensive understanding of how quantum electrodynamic (QED) effects influence plasma behaviour. Earlier analytical and semi-analytical calculations have shown that QED effects can significantly modify the plasma polarization mode behaviour around magnetars using analytical and semi-analytical calculations. In this work, we present the first electromagnetic field solver that is valid beyond the Schwinger limit. QED vacuum polarization in super-strong magnetic fields are modeled with nonlinear Maxwell equations. We show that electromagnetic waves in simulations follow the analytical solutions well and reproduce the birefringence effects of electromagnetic wave modes between the $O$ and $X$ polarizations of perpendicular electromagnetic waves and those between $L$ and $R$ polarizations of parallel waves. This new framework can be applied to kinetic as well as in other types of computer simulations. The solver's key advantage lies in its versatility, allowing it to be used in gyro-motion, gyro-center, and gyro-kinetic simulations, which do not resolve the cyclotron motion, or in plasma studies with ground-level Landau quantization.         ",
    "url": "https://arxiv.org/abs/2503.14387",
    "authors": [
      "Mahmoud Alawashra",
      "Jan Benáček",
      "Martin Pohl",
      "Mikhail Medvedev"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ]
  },
  {
    "id": "arXiv:2506.17423",
    "title": "A Liquid-Nitrogen-Cooled Ca+ Ion Optical Clock with a Systematic Uncertainty of 4.6E-19",
    "abstract": "           We report a single-ion optical clock based on the 4S_1/2-3D_5/2 transition of the 40Ca+ ion, operated in a liquid nitrogen cryogenic environment,achieving a total systematic uncertainty of 4.6E-19. We employ a refined temperature evaluation scheme to reduce the frequency uncertainty due to blackbody radiation (BBR), and the 3D sideband cooling has been implemented to minimize the second-order Doppler shift. We have precisely determined the average Zeeman coefficient of the 40Ca+ clock transition to be 14.345(40) Hz/mT^2, thereby significantly reducing the quadratic Zeeman shift uncertainty. Moreover, the cryogenic environment enables the lowest reported heating rate due to ambient electric field noise in trapped-ion optical clocks.         ",
    "url": "https://arxiv.org/abs/2506.17423",
    "authors": [
      "Baolin Zhang",
      "Zixiao Ma",
      "Yao Huang",
      "Huili Han",
      "Ruming Hu",
      "Yuzhuo Wang",
      "Huaqing Zhang",
      "Liyan Tang",
      "Tingyun Shi",
      "Hua Guan",
      "Kelin Gao"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.23847",
    "title": "Bistable quartic soliton in saturable nonlinear media",
    "abstract": "           This report presents a theoretical demonstration of a novel bistable quartic soliton (BQS) in saturable nonlinear media, specifically within a realistic dispersion-engineered ridge waveguide made of Lithium Niobate (\\( \\text{LiNbO}_3 \\)). The study employs the variational method to establish the amplitude-width relationship, indicating the coexistence of stable solitons with the same duration but differing amplitudes. Additionally, the impact of shock on the bistable soliton is examined through perturbative variational analysis, supported by numerical results. The robustness of the BQS under perturbations is further investigated via linear stability analysis.         ",
    "url": "https://arxiv.org/abs/2506.23847",
    "authors": [
      "Tiyas Das",
      "Anuj Pratim Lara",
      "Samudra Roy"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.03249",
    "title": "Quantum coarsening and collective dynamics on a programmable simulator",
    "abstract": "           Understanding the collective quantum dynamics of nonequilibrium many-body systems is an outstanding challenge in quantum science. In particular, dynamics driven by quantum fluctuations are important for the formation of exotic quantum phases of matter, fundamental high-energy processes, quantum metrology, and quantum algorithms. Here, we use a programmable quantum simulator based on Rydberg atom arrays to experimentally study collective dynamics across a (2+1)D Ising quantum phase transition. After crossing the quantum critical point, we observe a gradual growth of correlations through coarsening of antiferromagnetically ordered domains. By deterministically preparing and following the evolution of ordered domains, we show that the coarsening is driven by the curvature of domain boundaries, and find that the dynamics accelerate with proximity to the quantum critical point. We quantitatively explore these phenomena and further observe long-lived oscillations of the order parameter, corresponding to an amplitude (Higgs) mode. These observations offer a unique viewpoint into emergent collective dynamics in strongly correlated quantum systems and nonequilibrium quantum processes.         ",
    "url": "https://arxiv.org/abs/2407.03249",
    "authors": [
      "Tom Manovitz",
      "Sophie H. Li",
      "Sepehr Ebadi",
      "Rhine Samajdar",
      "Alexandra A. Geim",
      "Simon J. Evered",
      "Dolev Bluvstein",
      "Hengyun Zhou",
      "Nazli Ugur Koyluoglu",
      "Johannes Feldmeier",
      "Pavel E. Dolgirev",
      "Nishad Maskara",
      "Marcin Kalinowski",
      "Subir Sachdev",
      "David A. Huse",
      "Markus Greiner",
      "Vladan Vuletić",
      "Mikhail D. Lukin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2408.11217",
    "title": "Stable singular fractional skyrmion spin texture from the quantum Kelvin-Helmholtz instability",
    "abstract": "           Topology profoundly influences diverse fields of science, providing a powerful framework for classifying phases of matter and predicting nontrivial excitations, such as solitons, vortices, and skyrmions. These topological defects are typically characterized by integer numbers, called topological charges, representing the winding number in their order parameter field. The classification and prediction of topological defects, however, become challenging when singularities are included within the integration domain for calculating the topological charge. While such exotic nonlinear excitations have been proposed in the superfluid $^3$He-A phase and spinor Bose-Einstein condensate of atomic gases, experimental observation of these structures and studies of their stability have long been elusive. Here we report the observation of a singular skyrmion that goes beyond the framework of topology in a ferromagnetic superfluid. The exotic skyrmions are sustained by undergoing anomalous symmetry breaking associated with the eccentric spin singularity and carry half of the elementary charge, distinctive from conventional skyrmions or merons. By successfully realizing the universal regime of the quantum Kelvin-Helmholtz instability, we identified the eccentric fractional skyrmions, produced by emission from a magnetic domain wall and a spontaneous splitting of an integer skyrmion with spin singularities. The singular skyrmions are stable and can be observed after 2~s of hold time. Our results confirm the universality between classical and quantum Kelvin-Helmholtz instabilities and broaden our understanding on complex nonlinear dynamics of nontrivial texture beyond skyrmion in topological quantum systems.         ",
    "url": "https://arxiv.org/abs/2408.11217",
    "authors": [
      "SeungJung Huh",
      "Wooyoung Yun",
      "Gabin Yun",
      "Samgyu Hwang",
      "Kiryang Kwon",
      "Junhyeok Hur",
      "Seungho Lee",
      "Hiromitsu Takeuchi",
      "Se Kwon Kim",
      "Jae-yoon Choi"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2502.04383",
    "title": "Delocalized Excitation Transfer in Open Quantum Systems with Long-Range Interactions",
    "abstract": "           The interplay between coherence and system-environment interactions is at the basis of a wide range of phenomena, from quantum information processing to charge and energy transfer in molecular systems, biomolecules, and photochemical materials. In this work, we use a Frenkel exciton model with long-range interacting qubits coupled to a damped collective bosonic mode to investigate vibrationally assisted transfer processes in donor-acceptor systems featuring internal substructures analogous to light-harvesting complexes. We find that certain delocalized excitonic states maximize the transfer rate and that the entanglement is preserved during the dissipative transfer over a wide range of parameters. We investigate the reduction in transfer caused by static disorder, white noise, and finite temperature and study how transfer efficiency scales as a function of the number of dimerized monomers and the component number of each monomer, finding which excitonic states lead to optimal transfer. Finally, we provide a realistic experimental setting to realize this model in analog trapped-ion quantum simulators. Analog quantum simulation of systems comprising many and increasingly complex monomers could offer valuable insights into the design of light-harvesting materials, particularly in the non-perturbative intermediate parameter regime examined in this study, where classical simulation methods are resource-intensive.         ",
    "url": "https://arxiv.org/abs/2502.04383",
    "authors": [
      "Diego Fallas Padilla",
      "Visal So",
      "Abhishek Menon",
      "Roman Zhuravel",
      "Han Pu",
      "Guido Pagano"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2506.18435",
    "title": "Accelerating Photonic Integrated Circuit Design: Traditional, ML and Quantum Methods",
    "abstract": "           Photonic Integrated Circuits (PICs) provide superior speed, bandwidth, and energy efficiency, making them ideal for communication, sensing, and quantum computing applications. Despite their potential, PIC design workflows and integration lag behind those in electronics, calling for groundbreaking advancements. This review outlines the state of PIC design, comparing traditional simulation methods with machine learning approaches that enhance scalability and efficiency. It also explores the promise of quantum algorithms and quantum-inspired methods to address design challenges.         ",
    "url": "https://arxiv.org/abs/2506.18435",
    "authors": [
      "Alessandro Daniele Genuardi Oquendo",
      "Ali Nadir",
      "Tigers Jonuzi",
      "Siddhartha Patra",
      "Nilotpal Kanti Sinha",
      "Román Orús",
      "Sam Mugel"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]