[
  {
    "id": "arXiv:2511.00174",
    "title": "Observation of Ion-wave Satellites to Laser Harmonics in Intense Picosecond Laser-Solid Interaction",
    "abstract": "           Detailed spectra of harmonics produced from ultra-intense, sub-picosecond, high-contrast laser pulses incident on solid targets have shown the first observation of regular red- and blue-shifted satellites. Their frequency shift is slightly less than the frequency of a nominal, pure ion-plasma wave associated with electron critical density, where an ion-acoustic wave would be expected. We explain this as the result of a substantial reduction of Debye shielding as the intense optical fields compete to drive electrons in large-amplitude oscillations. This general effect leads to a larger, dynamical and anisotropic Debye length, which should have a broad impact on plasma physics in this regime.         ",
    "url": "https://arxiv.org/abs/2511.00174",
    "authors": [
      "R.S. Marjoribanks",
      "L. Zhao",
      "F.W. Budnik",
      "G. Kulcsar",
      "R. Wagner",
      "D. Umstadter",
      "R.P. Drake",
      "M. C. Downer"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.00186",
    "title": "A Case Study on the Performance Metrics of Integrated Photonic Computing",
    "abstract": "           Photonic processors use optical signals for computation, leveraging the high bandwidth and low loss of optical links. While many approaches have been proposed, including in memory photonic circuits, most efforts have focused on the physical design of photonic components rather than full architectural integration with electronic peripheral circuitry. In this work, we present a microarchitecture level study that estimates the compute efficiency and density of three prominent photonic computing architectures. Our evaluation accounts for both the photonic circuits and the essential peripheral electronics required for optoelectronic and analog to digital conversions. We further demonstrate a heterogenous photonic electronic in memory processing approach for low latency neural network inference. These results provide a better understanding of the design aspects of photonic computing.         ",
    "url": "https://arxiv.org/abs/2511.00186",
    "authors": [
      "Frank Brückerhoff-Plückelmann",
      "Jelle Dijkstra",
      "Julian Büchel",
      "Bottyan Batkai",
      "Falk Ebert",
      "Luis Mickeler",
      "Urs Egger",
      "Abu Sebastian",
      "Wolfram Pernice",
      "Ghazi Sarwat Syed"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.00325",
    "title": "Universality in Ionic Three-body Systems Near an Ion-atom Feshbach Resonance",
    "abstract": "           We calculate the recombination rates into quantum bound channels across a series of ion-atom scattering lengths. Our results confirms the breakdown of the theory of 'van-der-Waals universality' and the effective range theory, both of which fail to describe the recombination rates in ion-atom systems for large scattering lengths. We investigate this phenomenon further -- through calculations we observe the appearance of weakly bound ionic triatomic molecules. We compare the spectrum and lifetimes of these trimers to neutral system and present results indicating that such trimers could be stable with respect to modern experiments.         ",
    "url": "https://arxiv.org/abs/2511.00325",
    "authors": [
      "Jacek Gȩbala",
      "Michał Tomza",
      "José P. D'Incao"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2511.00373",
    "title": "Direct Observation and Optical Manipulation of Exciton-polariton Parametric Scattering Lasing in Temporal",
    "abstract": "           The hybrid light-matter character of exciton-polaritons gives rise to distinct polariton parametric scattering (PPS) process, which holds promise for frontier applications in polaritonic quantum devices. However, the stable excitation and coherent optical manipulation of PPS remain challenging due to scattering bottlenecks and rapid dephasing effect in polariton many-body systems. In this study, we first report the direct observation and optical amplification of non-degenerate intermode PPS lasing at room temperature (RT). The specific polariton branch of strong-coupled nanobelt planar microcavity is resonantly excited by a near-infrared (NIR) femtosecond laser via two-photon absorption (TPA) scheme, and the non-degenerate signal- and idler-states are stimulated. Angle-resolved dispersion patterns clearly reveal the evolution of the pump-, signal-, and idler-states under different excitation powers. Based on our self-constructed ultrafast femtosecond resonant optical trigger set-up, a selective enhancement and modulation of the signal-state is realized. Furthermore, the dynamic measurements of nonlinear signal-state enhancement process demonstrate a sub-picosecond response time (0.4ps), confirming its potential for ultrafast optical manipulation. Our work establishes a platform for exploring TPA-driven PPS laser and provides a novel optical modulation route for polariton-based optoelectronic devices.         ",
    "url": "https://arxiv.org/abs/2511.00373",
    "authors": [
      "Junxing Dong",
      "Si Shen",
      "Jingzhuo Wang",
      "Lisheng Wang",
      "Yifan Zhang",
      "Huashan Li",
      "Xianghu Wang",
      "Wei Gao",
      "Yongzheng Fang",
      "Hai Zhu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2511.00479",
    "title": "Symbol Detection in a MIMO Wireless Communication System Using a FeFET-coupled CMOS Ring Oscillator Array",
    "abstract": "           Symbol decoding in multiple-input multiple-output (MIMO) wireless communication systems requires the deployment of fast, energy-efficient computing hardware deployable at the edge. The brute-force, exact maximum likelihood (ML) decoder, solved on conventional classical digital hardware, has exponential time complexity. Approximate classical solvers implemented on the same hardware have polynomial time complexity at the best. In this article, we design an alternative ring-oscillator-based coupled oscillator array to act as an oscillator Ising machine (OIM) and heuristically solve the ML-based MIMO detection problem. Complementary metal oxide semiconductor (CMOS) technology is used to design the ring oscillators, and ferroelectric field effect transistor (FeFET) technology is chosen as the coupling element (X) between the oscillators in this CMOS + X OIM design. For this purpose, we experimentally report high linear range of conductance variation (1 micro-S to 60 micro-S) in a FeFET device fabricated at 28 nm high-K/ metal gate (HKMG) CMOS technology node. We incorporate the conductance modulation characteristic in SPICE simulation of the ring oscillators connected in an all-to-all fashion through a crossbar array of these FeFET devices. We show that the above range of conductance variation of the FeFET device is suitable to obtain optimum OIM performance with no significant performance drop up to a MIMO size of 100 transmitting and 100 receiving antennas, thereby making FeFET a suitable device for this application. Our simulations and associated analysis using the Kuramoto model of oscillators also predict that this designed classical analog OIM, if implemented experimentally, will offer logarithmic scaling of computation time with MIMO size, thereby offering a huge improvement (in terms of computation speed) over aforementioned MIMO decoders run on conventional digital hardware.         ",
    "url": "https://arxiv.org/abs/2511.00479",
    "authors": [
      "Harsh Kumar Jadia",
      "Abhinaba Ghosh",
      "Md Hanif Ali",
      "Syed Farid Uddin",
      "Sathish N",
      "Shirshendu Mandal",
      "Nihal Raut",
      "Halid Mulaosmanovic",
      "Stefan Dunkel",
      "Sven Beyer",
      "Suraj Amonkar",
      "Udayan Ganguly",
      "Veeresh Deshpande",
      "Debanjan Bhowmik"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2511.00570",
    "title": "Quantum optical nonreciprocity on a magnetic-free photonic chip",
    "abstract": "           Breaking reciprocity enables new regimes of light--matter interaction with broad implications for fundamental physics and emerging quantum technologies. Although various approaches have been explored to achieve optical nonreciprocity, realizing it at the single-photon level has remained a major challenge. Here, we demonstrate magnetic-free optical nonreciprocity -- including both isolation and circulation -- in the quantum regime, enabled by efficient and noiseless all-optical frequency conversion on an integrated photonic chip. Our device preserves the quantum coherence and entanglement of the input photons while delivering exceptional performance parameters, meeting the stringent demands of classical and quantum information systems. This realization of quantum optical nonreciprocity in a scalable photonic platform opens a pathway toward directional quantum communication and noise-resilient quantum networks.         ",
    "url": "https://arxiv.org/abs/2511.00570",
    "authors": [
      "Jierui Hu",
      "Hao Yuan",
      "Joshua Akin",
      "Shanhui Fan",
      "Kejie Fang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2511.00771",
    "title": "Polarization-sensitive GeSn Mid-Infrared Membrane Photodetectors with Integrated Plasmonic Metasurface",
    "abstract": "           Germanium-Tin (GeSn) semiconductors are promising for mid-infrared optoelectronics owing to their silicon compatibility, tunable bandgap, and potential for room-temperature operation. Released GeSn membranes provide an additional degree of freedom to extend the operation wavelength through epitaxial strain relaxation, while their transferability expands design flexibility. On the other hand, metasurfaces have become an effective strategy to engineer light--matter interaction, and their integration with photodetectors can enhance performance and introduce new functionalities. Here, we demonstrate a mid-infrared photodetector consisting of a transfer-printed Ge$_{0.89}$Sn$_{0.11}$ membrane integrated with an Au plasmonic metasurface. The photodetector exhibits a wavelength cutoff exceeding 3.0~$\\mu$m with nearly fourfold increase in responsivity at 2.5~$\\mu$m as compared to unreleased films, attributed to Fabry--Pérot resonance. Furthermore, the integration with an anisotropic metasurface yields detectors with strong polarization sensitivity, achieving a measured contrast ratio of $\\sim$4:1 between orthogonal polarizations. Moreover, the operation wavelength of the photodetector can be selectively tuned by varying the geometric scale of the metasurface. The experimental results show excellent agreement with simulations, confirming the effectiveness and versatility of this integrated metasurface--membrane design.         ",
    "url": "https://arxiv.org/abs/2511.00771",
    "authors": [
      "Ziqiang Cai",
      "Cédric Lemieux-Leduc",
      "Mahmoud R. M. Atalla",
      "Luo Lu",
      "Gérard Daligou",
      "Simone Assali",
      "Oussama Moutanabbir"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.00871",
    "title": "Encoding orbital angular momentum of light in space with optical catastrophes",
    "abstract": "           Light beams carrying orbital angular momentum (OAM) possess an unbounded set of orthogonal modes, offering significant potential for optical communication and security. However, exploiting OAM beams in space has been hindered by the lack of a versatile design toolkit. Here, we demonstrate a strategy to tailor OAM across multiple transverse planes by shaping optical caustics leveraging on catastrophe theory. With complex-amplitude metasurfaces fabricated using two-photon polymerization lithography, we construct these caustics to steer Poynting vectors and achieve arbitrary shapes of OAM beams. Interestingly, we use such an approach to realize hidden OAM along the propagation trajectory, where the intensity of the beam is spread out thus avoiding detection. The OAM of these beams can be intrinsic, which avoids OAM distortions arising from the mixing of intrinsic and extrinsic components. By exploiting this intrinsic nature of OAM, we demonstrate the detection of encoded information in optical encryption. Our approach provides a unique framework for dynamic control of OAM in space, with promising applications in optical trapping and sensing, high-capacity data storage, and optical information security.         ",
    "url": "https://arxiv.org/abs/2511.00871",
    "authors": [
      "Xiaoyan Zhou",
      "John You En Chan",
      "Chia-Te Chang",
      "Zhenchao Liu",
      "Wang Hao",
      "Andrew Forbes",
      "Cheng-Wei Qiu",
      "Hongtao Wang",
      "Joel K.W. Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.01005",
    "title": "Integrated photonic multigrid solver for partial differential equations",
    "abstract": "           Solving partial differential equations is crucial to analysing and predicting complex, large-scale physical systems but pushes conventional high-performance computers to their limits. Application specific photonic processors are an exciting computing paradigm for building efficient, ultrafast hardware accelerators. Here, we investigate the synergy between multigrid based partial differential equations solvers and low latency photonic matrix vector multipliers. We propose a mixed-precision photonic multigrid solver, that offloads the computationally demanding smoothening procedure to the optical domain. We test our approach on an integrated photonic accelerator operating at 2 GSPS solving a Poisson and Schrödinger equation. By offloading the smoothening operation to the photonic system, we can reduce the digital operation by more than 80%. Finally, we show that the photonic multigrid solver potentially reduces digital operations by up to 97 % in lattice quantum chromodynamics (LQCD) calculations, enabling an order-of-magnitude gain in computational speed and efficiency.         ",
    "url": "https://arxiv.org/abs/2511.01005",
    "authors": [
      "Timoteo Lee",
      "Frank Brückerhoff-Plückelmann",
      "Jelle Dijkstra",
      "Jan M. Pawlowski",
      "Wolfram Pernice"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "High Energy Physics - Lattice (hep-lat)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.01012",
    "title": "Graphene enabled metamaterial absorber terahertz refractive-index sensor for biosensing",
    "abstract": "           This work presents a graphene enabled terahertz (THz) metamaterial (MTM) absorber configured as a refractive index (RI) sensor with electrically reconfigurable response and broadband index coverage. The unit cell is designed for impedance-matched absorption and modeled using full wave 3D electromagnetic simulation; S parameter and absorption analyses confirm a sharp resonance whose frequency is linearly responsive to the analyte RI. Angle and polarization studies, as well as geometry sweeps, establish robustness to incidence/polarization and identify the most sensitive geometric degrees of freedom; material sweeps further demonstrate controllability via graphene relaxation time and chemical potential. The device achieves a resonance at 8.436 THz with 99.99% absorption followed by FWHM = 0.626 THz, Q factor of 13.476, sensitivity of 1698 GHz/RIU, and FOM = 2.712 $RIU^{-1}$, maintaining a calibrated ultra wide RI operating range of 1.0-2.0 suitable for gases, solvents, polymers, oils, and higher index dielectrics, while naturally subsuming the biomedical window (1.30-1.39) for label-free biosensing. An equivalent circuit model reproduces the simulated spectra, validating the resonance mechanism. These results highlight the synergy of graphene's tunable conductivity with MTM field confinement to deliver a compact, high FOM THz RI sensor that is both electrically reconfigurable and broadly applicable across chemical, environmental, industrial, and biomedical domains.         ",
    "url": "https://arxiv.org/abs/2511.01012",
    "authors": [
      "Osama Haramine Sinan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.01141",
    "title": "Experimental Investigation of Acoustic Kerker Effect in Labyrinthine Resonators",
    "abstract": "           Controlling the directionality of the acoustic scattering with single acoustic metaatoms has a key importance for reaching spatial routing of sound with acoustic metamaterials. In this paper, we present the experimental demonstration of the acoustic analogue of the Kerker effect realized in a two-dimensional coiled-space metaatom. By engineering the interference between monopolar and dipolar resonances within a high-index acoustic metaatom, we achieve directional scattering with suppressed backward or forward response at the first and second Kerker conditions respectively. Experimental measurements of the scattered pressure field, in a parallel-plate waveguide environment, show good agreement with the full-wave simulations. Our results validate the feasibility of Kerker-inspired wave control in acoustic systems and open new opportunities for directional sound manipulation.         ",
    "url": "https://arxiv.org/abs/2511.01141",
    "authors": [
      "Iuliia Timankova",
      "Mikhail Smagin",
      "Mikhail Kuzmin",
      "Andrey Lutovinov",
      "Andrey Bogdanov",
      "Yong Li",
      "Mihail Petrov"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2511.01430",
    "title": "Broadly Tunable Quantum Enhanced Raman Microscopy for Advancing Bioimaging",
    "abstract": "           Stimulated Raman scattering (SRS) microscopy has emerged as a powerful technique for probing the spatiotemporal dynamics of molecular bonds with exceptional sensitivity, resolution, and speed. However, classically, its performance remains fundamentally constrained by optical shot noise, which imposes a strict limit on detection sensitivity and speed. Here, we demonstrate a quantum-enhanced SRS microscopy platform that circumvents this barrier by harnessing amplitude-squeezed light. Specifically, we generate a Stokes beam with $5.2~\\mathrm{dB}$ of amplitude squeezing using traveling-wave optical parametric amplification in second-order nonlinear waveguides, and combine it with a tunable coherent pump to access vibrational modes spanning from $1000$ to $3100~\\mathrm{cm}^{-1}$. Applied to quantum imaging of metabolites in biological tissue (pork muscle), our quantum-enhanced Raman microscope achieves an average noise suppression of $3.6~\\mathrm{dB}$ and a $51\\%$ enhancement in signal-to-noise ratio (SNR) -- to the best of our knowledge, the largest improvement reported to date in quantum-enhanced SRS microscopy of biological samples.         ",
    "url": "https://arxiv.org/abs/2511.01430",
    "authors": [
      "Dmitrii Akatev",
      "Yijian Meng",
      "Jonathan Brewer",
      "Maria Chekhova",
      "Ulrik L. Andersen",
      "Mikael Lassen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2511.01475",
    "title": "SOI-Compatible Degenerate Band Edge Photonic Structure: Design Rules and Robustness Analysis",
    "abstract": "           Optical periodic structures exhibiting a degenerate band edge (DBE) are of significant interest for various applications such as switching, sensing, high-power amplification, and lasing. At the edge of the bandgap in such structures, a fourth-order exceptional point degeneracy arises, leading to an extremely flat dispersion band. We propose and study a Silicon-on-Insulator-compatible structure composed of two coupled waveguides with asymmetric gratings. The dispersion relations and the field profiles are obtained using three-dimensional finite-difference time-domain simulations, and we provide a set of practical guidelines for the design and optimization of such structures, in order to obtain a DBE. We analyze the transmission and reflection spectra of finite-size devices, and investigate their spectral properties near the stationary points. The scaling of the resonance quality factor with the number of unit cells is studied, revealing a performance that surpasses that of conventional periodic structures. Finally, we examine the robustness of the DBE with respect to fabrication tolerances and structural imperfections.         ",
    "url": "https://arxiv.org/abs/2511.01475",
    "authors": [
      "Kessem Zamir Abramovich",
      "Jacob Scheuer"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.01658",
    "title": "Photonic Doping of Epsilon-Near-Zero Bragg Microcavities",
    "abstract": "           Epsilon-near-zero (ENZ) photonics provides a unique route to extreme dispersion, strong field confinement, and unconventional wave phenomena. Among its most intriguing concepts is photonic doping, where subwavelength dielectric inclusions embedded in ENZ media unlock exotic responses such as perfect magnetic conductor behavior and simultaneous epsilon-and-mu-near-zero properties. While prior demonstrations of photonic doping have been limited to microwave and far-infrared domains due to material losses, we demonstrate the feasibility of photonic doping at optical frequencies. Specifically, we implement photonic doping by embedding nanoparticle Mie resonators into an ultra-low-loss, all-dielectric ENZ platform realized with near-cutoff Bragg-reflection microcavities. We reveal the emergence of hybrid Bragg-Mie, near-zero-index modes whose fields localize within or between the nanoparticles. These modes exhibit substantially higher quality (Q) and Purcell factors than either the standalone nanoparticle array or the bare cavity. This mechanism enables the formation of highly isolated, spectrally pure electric and magnetic modes with dipolar or multipolar character. In representative photonically doped Bragg cavities, we predict Q factors on the order of 10000 and magnetic-dipole Purcell factors exceeding 4000 in the near-infrared region, associated with strong and high-Q magnetic hot spots localized within the nanoparticles. These results establish photonic doping of ENZ Bragg cavities as a powerful paradigm for achieving ultra-narrow-bandwidth, pure electric or magnetic Mie resonances, with exceptional potential for low-threshold nonlinear optics, magnetic dipole spectroscopy in atomic systems, and strong quantum optical light-matter interactions.         ",
    "url": "https://arxiv.org/abs/2511.01658",
    "authors": [
      "Ali Panahpour",
      "Jussi Kelavuori",
      "Mikko Huttunen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.01856",
    "title": "Topological Soliton Frequency Comb in Nanophotonic Lithium Niobate",
    "abstract": "           Frequency combs have revolutionized metrology, ranging, and optical clocks, which have motivated substantial efforts on the development of chip-scale comb sources. The on-chip comb sources are currently based on electro-optic modulation, mode-locked lasers, quantum cascade lasers, or soliton formation via Kerr nonlinearity. However, the widespread deployment of on-chip comb sources has remained elusive as they still require RF sources, high-Q resonators, or complex stabilization schemes while facing efficiency challenges. Here, we demonstrate an on-chip source of frequency comb based on the integration of a lithium niobate nanophotonic circuit with a semiconductor laser that can alleviate these challenges. For the first time, we show the formation of temporal topological solitons in a on-chip nanophotonic parametric oscillator with quadratic nonlinearity and low finesse. These solitons, independent of the dispersion regime, consist of phase defects separating two $\\pi$-out-of-phase continuous wave solutions at the signal frequency, which is at half the input pump frequency. We use on-chip cross-correlation for temporal measurements and confirm formation of topological solitons as short as 60 fs around 2 $\\mu$m, in agreement with a generalized parametrically forced Ginzburg-Landau theory. Moreover, we demonstrate a proof-of-concept turn-key operation of a hybrid-integrated source of topological frequency comb. Topological solitons offer a new paradigm for integrated comb sources, which are dispersion-sign agnostic and do not require high-Q resonators or high-speed modulators and can provide access to hard-to-access spectral regions, including mid-infrared.         ",
    "url": "https://arxiv.org/abs/2511.01856",
    "authors": [
      "Nicolas Englebert",
      "Robert M. Gray",
      "Luis Ledezma",
      "Ryoto Sekine",
      "Thomas Zacharias",
      "Rithvik Ramesh",
      "Benjamin K. Gutierrez",
      "Pedro Parra-Rivas",
      "Alireza Marandi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2511.00224",
    "title": "Closed-loop calculations of electronic structure on a quantum processor and a classical supercomputer at full scale",
    "abstract": "           Quantum computers must operate in concert with classical computers to deliver on the promise of quantum advantage for practical problems. To achieve that, it is important to understand how quantum and classical computing can interact together, and how one can characterize the scalability and efficiency of hybrid quantum-classical workflows. So far, early experiments with quantum-centric supercomputing workflows have been limited in scale and complexity. Here, we use a Heron quantum processor deployed on premises with the entire supercomputer Fugaku to perform the largest computation of electronic structure involving quantum and classical high-performance computing. We design a closed-loop workflow between the quantum processors and 152,064 classical nodes of Fugaku, to approximate the electronic structure of chemistry models beyond the reach of exact diagonalization, with accuracy comparable to some all-classical approximation methods. Our work pushes the limits of the integration of quantum and classical high-performance computing, showcasing computational resource orchestration at the largest scale possible for current classical supercomputers.         ",
    "url": "https://arxiv.org/abs/2511.00224",
    "authors": [
      "Tomonori Shirakawa",
      "Javier Robledo-Moreno",
      "Toshinari Itoko",
      "Vinay Tripathi",
      "Kento Ueda",
      "Yukio Kawashima",
      "Lukas Broers",
      "William Kirby",
      "Himadri Pathak",
      "Hanhee Paik",
      "Miwako Tsuji",
      "Yuetsu Kodama",
      "Mitsuhisa Sato",
      "Constantinos Evangelinos",
      "Seetharami Seelam",
      "Robert Walkup",
      "Seiji Yunoki",
      "Mario Motta",
      "Petar Jurcevic",
      "Hiroshi Horii",
      "Antonio Mezzacapo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2511.00333",
    "title": "Broadband traveling wave generation using acoustic black holes",
    "abstract": "           This work studies the effectiveness of acoustic black holes to generate broadband non-reflective traveling waves using a single excitation source. This is inspired by similar observations in the basilar membrane of the mammalian inner ear. An aluminum beam is machined to introduce a gradual, asymmetric power-law taper at one of its ends. This tapered termination was then partially covered by viscoelastic tape to enhance the acoustic black hole effect in the system. This setup is then used to validate a model developed based on the Euler-Bernoulli beam theory. Following good agreement between the model and the experimental setup over a broad excitation frequency range (1 kHz to 10 kHz), the model is used to conduct a parametric study investigating the effects of different variables on the system's response. This study revealed the effectiveness of acoustic black holes in sustaining traveling waves over a broad frequency range. By optimizing parameters, such as the power-law order, one can significantly enhance this effect. This is especially noticeable towards the lower-frequency end.         ",
    "url": "https://arxiv.org/abs/2511.00333",
    "authors": [
      "Amirhossein Omidi Soroor",
      "Skriptyan N.H. Syuhri",
      "Sourabh Sangle",
      "Pablo A. Tarazaga"
    ],
    "subjectives": [
      "Dynamical Systems (math.DS)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2511.00430",
    "title": "Elastic and Strain--Tunable Electronic and Optical Properties of La2AlGaO6 Hybrid Perovskite: A First-Principles Study",
    "abstract": "           Perovskite materials, known for their structural versatility and multifunctional properties, continue to draw interest for advanced electronic and optoelectronic applications. In this study, we investigate the elastic and strain--engineered mechanical, electronic properties and optical properties of the orthorhombic La2AlGaO6 (LAGO) hybrid perovskite using first--principles quantum mechanical calculations based on density functional theory (DFT). Structural optimizations were performed using both the local density approximation (LDA) and the generalized gradient approximation (GGA). The mechanical stability of LAGO was confirmed through the Born--Huang criteria, and key elastic constants (C11, C12, C33, C44, and C66) were evaluated. These constants were further used to derive mechanical parameters such as Young's modulus, bulk modulus, shear modulus, Poisson's ratio, Cauchy's pressure, and anisotropic factor, offering insights into the material's ductility, hardness, and elastic anisotropy. Crucially, we explored the influence of biaxial strain on the electronic band structure, DOS/PDOS, and Fermi energy, revealing significant band gap modulation under compressive and tensile strain, and hence, varying the optical properties. The coupling between elastic response and electronic structure highlights LAGO's potential for tunable device applications, where mechanical stimuli can be employed to tailor its electronic functionality.         ",
    "url": "https://arxiv.org/abs/2511.00430",
    "authors": [
      "Chaithanya Purushottam Bhat",
      "Joyti Dagar",
      "Ashwin K. Godbole",
      "Debashis Bandyopadhyay"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2511.00466",
    "title": "Free-space multi-user quantum network with high key rate",
    "abstract": "           Emergent quantum networks are the essential ingredient for securely connecting multiple users worldwide, extensively deployed in both fibre and free-space. An essential element is the multiplexing of entanglement to multiple users, overcoming the peer-to-peer restriction of quantum key distribution (QKD), so far successfully shown in fibre-based architectures. Here, we demonstrate a free-space quantum space division multiplexing architecture using just one entanglement source to realise a fully connected twelve-channel quantum network for seamless QKD connections between six users. The network achieves record coincidence rates exceeding $3 \\times 10^{4}$ s$^{-1}$ between any pair of nodes on the network, for sifted key rate of over 400 kbps. Our approach overcomes the active switching hurdle that has hindered the free-space deployment of quantum multiplexing, is fully passive, easily scalable to more nodes and compatible with fibre-based integration, thus opening a new path to scalable and resource-efficient quantum networks that utilise free-space links.         ",
    "url": "https://arxiv.org/abs/2511.00466",
    "authors": [
      "Ayan Kumar Nai",
      "G. K. Samanta"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.00675",
    "title": "Crystalline and vitreous tellurides of silicon",
    "abstract": "           This monograph presents the results of experimental and theoretical studies of binary and ternary crystalline and vitreous silicon tellurides. It provides a detailed description of the methods for synthesizing and growing bulk and nanostructured binary crystals of Si2Te3, SiTe2, and ternary crystals known in the M-Si-Te systems (M = Na, K, Cu, Ag, Al, In), as well as sodium-silicon and tellurium-silicon clathrates. Significant attention is paid to the results of investigations into their electronic structure, optical, electrical, photoelectric, and photoluminescent this http URL publication is intended for researchers and specialists in the fields of semiconductor materials science, physics, and semiconductor technology, as well as lecturers, postgraduate students, and students of relevant specialties.         ",
    "url": "https://arxiv.org/abs/2511.00675",
    "authors": [
      "Dmytro Bletskan"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2511.00950",
    "title": "Exploring the limit of the Lattice-Bisognano-Wichmann form describing the Entanglement Hamiltonian: A quantum Monte Carlo study",
    "abstract": "           The entanglement Hamiltonian (EH) encapsulates the essential entanglement properties of a quantum many-body system and serves as a powerful theoretical construct. From the EH, one can extract a variety of entanglement quantities, such as entanglement entropies, negativity, and the entanglement spectrum. However, its general analytical form remains largely unknown. While the Bisognano-Wichmann theorem gives an exact EH form for Lorentz-invariant field theories, its validity on lattice systems is limited, especially when Lorentz invariance is absent. In this work, we propose a general scheme based on the lattice-Bisognano-Wichmann (LBW) ansatz and multi-replica-trick quantum Monte Carlo methods to numerically reconstruct the entanglement Hamiltonian in two-dimensional systems and systematically explore its applicability to systems without translational invariance, going beyond the original scope of the primordial Bisognano-Wichmann theorem. Various quantum phases--including gapped and gapless phases, critical points, and phases with either discrete or continuous symmetry breaking--are investigated, demonstrating the versatility of our method in reconstructing entanglement Hamiltonians. Furthermore, we find that when the entanglement boundary of a system is ordinary (i.e., free from surface anomalies), the LBW ansatz provides an accurate approximation well beyond Lorentz-invariant cases. Our work thus establishes a general framework for investigating the analytical structure of entanglement in complex quantum many-body systems.         ",
    "url": "https://arxiv.org/abs/2511.00950",
    "authors": [
      "Siyi Yang",
      "Yi-Ming Ding",
      "Zheng Yan"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2511.01201",
    "title": "Strong coupling between coherent ferrons and cavity acoustic phonons",
    "abstract": "           Coherent ferrons, the quanta of polarization waves, can potentially be hybridized with many other quasiparticles for achieving novel control modalities in quantum communication, computing, and sensing. Here, we theoretically demonstrate a new hybridized state resulting from the strong coupling between fundamental-mode (wavenumber is zero) coherent ferrons and cavity bulk acoustic phonons. Using a van der Waals ferroelectric CuInP2S6 membrane as an example, we predict an ultra-strong ferron-phonon coupling at room temperature, where the coupling strength g_c reaches over 10% of the resonant frequency {\\omega}_0. We also predict an in-situ electric-field-driven bistable control of mode-specific ferron-phonon hybridization via ferroelectric switching. We further show that, CuInP2S6 allows for reaching the fundamentally intriguing but challenging deep strong coupling regime (i.e., g_c/{\\omega}_0>1) near the ferroelectric-to-paraelectric phase transition. Our findings establish the theoretical basis for exploiting coherent ferrons as a new contender for hybrid quantum system with strong and highly tunable coherent coupling.         ",
    "url": "https://arxiv.org/abs/2511.01201",
    "authors": [
      "Yujie Zhu",
      "Jiaxuan Wu",
      "Anna N. Morozovska",
      "Eugene A. Eliseev",
      "Yulian M. Vysochanskii",
      "Venkatraman Gopalan",
      "Long-Qing Chen",
      "Xufeng Zhang",
      "Wei Zhang",
      "Jia-Mian Hu"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2511.01313",
    "title": "Light-induced Frequency Shift and Relaxation of Ground-State 3He via Metastability-Exchange Collisions",
    "abstract": "           Metastability-exchange collisions (MECs) lie at the heart of metastability-exchange optical pumping (MEOP) in 3He, enabling the transfer of polarization from the metastable state to the ground state, as well as the optical detection of nuclear magnetic resonance. Leveraging MECs, optically pumped 3He nuclear magnetometers have been developed since the earliest demonstrations of MEOP. However, it also induces an additional frequency shift and relaxation of the nuclear spin precession, thereby limiting the sensitivity of the magnetometer. In this work, we identify a new source of frequency shift and relaxation in the 3He nuclear spin, arising from the light shift. This effect arises from an MEC-mediated interaction between light and the nucleon spin. We develop a theoretical model to describe this light-induced effect and highlight its significance in low magnetic fields. This effect is experimentally demonstrated, and its dependence on various parameters -- including magnetic field strength, light intensity, and wavelength -- is investigated. Our result provides a better understanding of the frequency shift and relaxation of 3He spin precession under MEOP conditions. Moreover, our experiment reveals an MEC-mediated coupling between the 3He nuclear spin and light, which may indicate the feasibility of MEC-assisted optical manipulation of 3He nuclear spins at the quantum level, as proposed in several theoretical schemes.         ",
    "url": "https://arxiv.org/abs/2511.01313",
    "authors": [
      "L. Y. Wu",
      "H. Yan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2511.01503",
    "title": "Multidimensional Soliton Systems: an Update",
    "abstract": "           A briefly formulated update of the recently published review [1] on the topic of multidimensional solitons (chiefly, in nonlinear optics and atomic Bose-Einstein condensates (BECs)) is presented. The update briefly summarizes some notable results on this topic that have been reported very recently, and offers a compact outline of the directions of the current experiment and theoretical work in this and related fields. In particular, as concerns newest experimental findings, included are the creation of multiple quantum droplets in prolate BEC, and the observation of expanding toroidal light structures in linear optics. The update of theoretical results includes the analysis of 2D solitons in the optical system with the quadratic nonlinearity and fractional diffraction, and the prediction of stable 3D vortex solitons in various BEC schemes with long-range interactions.         ",
    "url": "https://arxiv.org/abs/2511.01503",
    "authors": [
      "Boris A. Malomed"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.01543",
    "title": "Toward Spectroscopic Accuracy in Quantum Dynamics Simulations with Fourth-Generation High-Dimensional Committee Neural Network Potentials",
    "abstract": "           Predictive simulation of vibrational spectra of complex condensed phases and interfaces with thousands of degrees of freedom has long been a challenging task of modern condensed matter theory. In this work, fourth-generation high-dimensional committee neural network potentials (4G-HDCNNPs) are developed for the first time, using active learning and query-by-committee, and introduced to the essential nuclear quantum effects (NQEs) as well as conformational entropy and anharmonicities from path integral (PI) molecular dynamics simulations. Using representative bulk water and air-water interface systems, we demonstrate the accuracy of the developed framework in infrared and vibrational sum frequency generation spectral simulations. Specifically, by seamlessly integrating non-local charge transfer interactions from 4G-HDCNNPs with the NQEs from PI methods, our introduced methodology yields accurate infrared spectra using predicted charges from the 4G-HDCNNP architecture without explicit training of dipole moments. Our vibrational sum frequency generation spectra also illustrate high accuracy for the considered air-water interface system. The introduced framework in this work is general and offers a benchmark tool and a simple, practical paradigm for predictive spectral simulations of complex condensed phases and interfaces, free from empirical parameterizations and/or ad hoc fittings.         ",
    "url": "https://arxiv.org/abs/2511.01543",
    "authors": [
      "Md Omar Faruque",
      "Dil K. Limbu",
      "Nathan London",
      "Mohammad R. Momeni"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2412.08009",
    "title": "FLRONet: Deep Operator Learning for High-Fidelity Fluid Flow Field Reconstruction from Sparse Sensor Measurements",
    "abstract": "           Reconstructing high-fidelity fluid flow fields from sparse sensor measurements is vital for many science and engineering applications but remains challenging because of dimensional disparities between state and observational spaces. Due to such dimensional differences, the measurement operator becomes ill-conditioned and non-invertible, making the reconstruction of flow fields from sensor measurements extremely difficult. Although sparse optimization and machine learning address the above problems to some extent, questions about their generalization and efficiency remain, particularly regarding the discretization dependence of these models. In this context, deep operator learning offers a better solution as this approach models mappings between infinite-dimensional functional spaces, enabling superior generalization and discretization-independent reconstruction. We introduce FLRONet, a deep operator learning framework that is trained to reconstruct fluid flow fields from sparse sensor measurements. FLRONet employs a branch-trunk network architecture to represent the inverse measurement operator that maps sensor observations to the original flow field, a continuous function of both space and time. Validation performed on the CFDBench dataset has demonstrated that FLRONet consistently achieves high levels of reconstruction accuracy and robustness, even in scenarios where sensor measurements are inaccurate or missing. Furthermore, the operator learning approach endows FLRONet with the capability to perform zero-shot super-resolution in both spatial and temporal domains, offering a solution for rapid reconstruction of high-fidelity flow fields.         ",
    "url": "https://arxiv.org/abs/2412.08009",
    "authors": [
      "Hiep Vo Dang",
      "Phong C. H. Nguyen"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2501.08309",
    "title": "Quantum vortices leave a macroscopic signature in the normal fluid",
    "abstract": "           Recent work has highlighted the remarkable properties of quantum turbulence in superfluid helium II, consisting of a disordered tangle of quantised vortex lines which interact with each other and reconnect when they collide. According to Landau's two-fluid theory, these vortex lines move in a surrounding of thermal excitations called the normal fluid. Until now, the normal fluid has often been considered a passive background which simply provides the vortex lines with a mechanism for dissipating their kinetic energy into heat. Using a model which fully takes into account the two-way interaction between the vortex lines and the normal fluid, here we show numerically that each vortex line creates a macroscopic wake in the normal fluid that can be larger than the average distance between vortex lines; this is surprising, given the microscopic size of the superfluid vortex cores which induce these wakes. We show that in heat transfer experiments, the flow of the normal fluid can therefore be described as the superposition of an imposed uniform flow and wakes generated by the vortex lines, leading to non-classical statistics of the normal fluid velocity. We also argue that this first evidence of independent fluid structures in the thermal excitations postulated by Landau may be at the root of recent, unaccounted for, experimental findings.         ",
    "url": "https://arxiv.org/abs/2501.08309",
    "authors": [
      "Luca Galantucci",
      "Giorgio Krstulovic",
      "Carlo F Barenghi"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Other Condensed Matter (cond-mat.other)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2501.15107",
    "title": "Topological photonic crystal fibre",
    "abstract": "           Photonic crystal fibres (PCFs) are optical fibres that guide light using a modulated dielectric medium. They provide an exceptionally versatile platform for various applications, thanks to the flexibility with which light-guiding can be customised by modifying the fibre geometry. Here, we realise a PCF with guided modes produced by photonic bandstructure topology rather than conventional mode-trapping mechanisms. The design, which is compatible with the stack-and-draw fabrication process, consists of a cross-sectional photonic topological crystalline insulator with a disclination. A bulk-defect correspondence produces degenerate topological modes, lying below the cladding light line. We use various theoretical methods to confirm their topological origins, including a spectral localiser that makes minimal assumptions about the bandstructure. Our experiments on the fabricated topological fibre show it transmitting visible to near-infrared light with low losses of 10--20 dB/km, which do not increase much when the fibre is bent. A comparable solid-core PCF of conventional design exhibits substantially higher bending losses. Optical fibres based on topological modes thus hold promise for improved performance and novel functionalities.         ",
    "url": "https://arxiv.org/abs/2501.15107",
    "authors": [
      "Bofeng Zhu",
      "Kevin Hean",
      "Stephan Wong",
      "Yuxi Wang",
      "Rimi Banerjee",
      "Haoran Xue",
      "Qiang Wang",
      "Alexander Cerjan",
      "Qi Jie Wang",
      "Wonkeun Chang",
      "Y. D. Chong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.20014",
    "title": "Monitoring microplastics in live reef-building corals with microscopic laser particles",
    "abstract": "           Micro- and nanoplastics pose a growing threat to marine organisms, such as reef-building corals. Yet, our understanding of microplastic uptake, interaction with coral tissue, and incorporation into coral skeletons remains limited, mainly due to the invasiveness of existing methods for detecting microplastics. Here, we exploit optical resonances in polymer spheres to transform microplastic particles into microscopic lasers. The bright, distinctive, and stable spectral signatures emitted by the microscopic laser particles function as optical barcodes, allowing extended tracking of microplastics transport through optically opaque coral tissue. Simultaneously, the lasers provide real-time sensing of dynamic changes at the microplastic surface with nanoscale resolution. Using confocal hyperspectral imaging, we establish the technical and analytical framework to capture coral anatomy and combine tracking and surface sensing into an integrated, non-invasive approach. With this, we explore the transport and internalization of individual microplastics in live corals, opening new avenues for understanding their ecological impact.         ",
    "url": "https://arxiv.org/abs/2502.20014",
    "authors": [
      "Vera M. Titze",
      "Jessica Reichert",
      "Marcel Schubert",
      "Malte C. Gather"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.00521",
    "title": "Towards Reliable Characterization of Materials' Plasmonic Properties using Fabry-Perot Resonance",
    "abstract": "           Accurate characterization of plasmonic materials' dispersion and efficiency remains a key challenge for next-generation nanophotonic devices. Here, we theoretically demonstrate that the plasmon dispersion relation at a metal-dielectric interface can be reconstructed from the resonance peaks of transmission spectra obtained in a series of extraordinary optical transmission (EOT) experiments on plasmonic gratings. A proof-of-concept of direct E-k dispersion mapping is numerically implemented by systematically varying the grating's unit cell size, with each grating serving as a discrete probe in momentum space. The resulting plasmon dispersion curves are derived from the frequencies of Fabry-Perot (FP) resonances localized within subwavelength apertures, scaled by a correction factor that accounts for the interplay between the resonant mechanisms driving enhanced transmission. This factor highlights the aperture's role in mode confinement and resonance shifting, which we examine in both idealized perfect electric conductor (PEC) and realistic dispersive metal regimes. To elucidate eigenstates of the plasmonic system and quantify the modal hybridization within its apertures, we perform a non-Hermitian modal decomposition using the finite element method (FEM) and corroborate it with finite-difference time-domain (FDTD) simulations. The proposed framework enables an angle-insensitive, real-time, and in-situ characterization platform suitable for wafer-scale evaluation of established and emerging plasmonic materials.         ",
    "url": "https://arxiv.org/abs/2508.00521",
    "authors": [
      "Youssef El Badri",
      "Hicham Mangach",
      "Yan Pennec",
      "Bahram Djafari-Rouhani",
      "Abdenbi Bouzid",
      "Mustapha Bahich",
      "Younes Achaoui"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2508.10855",
    "title": "Phased-Array Laser Power Beaming from Cislunar Space to the Lunar Surface",
    "abstract": "           We present a time-dependent, end-to-end framework for laser power beaming from cislunar orbits to the lunar surface. The model links on-orbit generation (solar arrays and wall-plug to optical), terrain-masked visibility and range, beam propagation with realistic divergence and jitter, and surface conversion with thermal and dust limits, returning delivered daily energy. Baseline loads for early polar activities (habitat survival, mobility, comm/nav, pilot ISRU) set target Wh\\,day$^{-1}$ and are used consistently in scaling laws and design maps. A near-rectilinear halo orbit (NRHO) to a Shackleton-rim site provides a worked example: for a 2\\,m-class phased array at 1064\\,nm the reference geometry yields $\\sim$0.6--0.8\\,kWh\\,day$^{-1}$ to a 1\\,m$^2$ receiver (about 28\\,W averaged over the day). We place this result in context by comparing on the same daily-energy metric to surface photovoltaics (PV) with storage and to compact fission, and by showing how delivered energy scales nearly linearly with transmit power and as $D_{\\rm eff}^{2}$ via encircled-energy capture, with a multiplicative gain from visibility (constellations). The same framework indicates practical regimes already within reach: e.g., a 10\\,m effective-aperture optical phased array at $P_{\\rm tx}=100$\\,kW delivers $\\sim$30--50\\,kWh\\,day$^{-1}$ at polar sites with typical single-orbiter visibility, as quantified by the delivered-energy and sizing maps. Thus, laser beaming is mass-competitive where darkness or permanent shadow forces deep storage for PV, or where distributed and duty-cycled users can amortize a shared transmitter; compact fission retains advantage for continuous multi-kW baseload at fixed sites.         ",
    "url": "https://arxiv.org/abs/2508.10855",
    "authors": [
      "Slava G. Turyshev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.02467",
    "title": "2D-to-3D transformation of ring origami via snap-folding instabilities",
    "abstract": "           Ring origami, consisting of closed-loop rods, is a class of shape-morphing structures that undergo shape transformation through folding enabled by snap-buckling instabilities, referred to as snap-folding instabilities. Previous studies have shown that 2D ring origami composed of rod segments with in-plane natural curvature (i.e., the stress-free curved state lies in the plane of the planar ring) can achieve diverse and intriguing 2D-to-2D shape transformations. Here, we propose a 2D-to-3D shape transformation strategy for ring origami by introducing out-of-plane natural curvature (i.e., the stress-free curved state lies in a plane perpendicular to the planar ring) into the rod segments. Due to natural curvature-induced out-of-plane bending moments, a 2D elastic ring spontaneously snaps out-of-plane and reaches equilibrium in a 3D configuration. These snapping-induced out-of-plane shape transitions not only enable self-guided, spontaneous shape morphing, but also allow the construction of complex structures from simple geometries, making them promising for the design of functional deployable and foldable structures. By combining a multi-segment Kirchhoff rod model with finite element simulations and experiments, we systematically investigate the 3D equilibrium states and transition behavior of these systems. Using square and hexagonal rings as representative examples, we demonstrate that by rationally designing the out-of-plane natural curvature of rod segments, 2D rings can exhibit a range of functional behaviors, including spontaneous 2D-to-3D shape transformation (e.g., planar square to sphere) via snap-folding, multistability with various 3D configurations, and monostability with a compact zero-energy 3D configuration.         ",
    "url": "https://arxiv.org/abs/2509.02467",
    "authors": [
      "Lu Lu",
      "Sophie Leanza",
      "Luyuan Ning",
      "Ruike Renee Zhao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.19816",
    "title": "Single Sr Atoms in Optical Tweezer Arrays for Quantum Simulation",
    "abstract": "           We report on the realization of a platform for trapping and manipulating individual $^{88}$Sr atoms in optical tweezers. A first cooling stage based on a blue shielded magneto-optical trap (MOT) operating on the $^1S_0$ -> $^1P_1$ transition at 461 nm enables us to trap approximately $4\\times 10^6$ atoms at a temperature of 6.8 mK. Further cooling is achieved in a narrow-line red MOT using the $^1S_0$ -> $^3P_1$ intercombination transition at 689 nm, bringing $4\\times 10^5$ atoms down to 5 $\\mu$K and reaching a density of $\\approx 10^{10}$ cm$^{-3}$. Atoms are then loaded into 813 nm tweezer arrays generated by crossed acousto-optic deflectors and tightly focused onto the atoms with a high-numerical-aperture objective. Through light-assisted collision processes we achieve the collisional blockade, which leads to single-atom occupancy with a probability of about $50\\%$. The trapped atoms are detected via fluorescence imaging with a fidelity of $99.986(6)\\%$, while maintaining a survival probability of $97(2)\\%$. The release-and-recapture measurement provides a temperature of $12.92(5)$ $\\mu$K for the atoms in the tweezers, and the ultra-high-vacuum environment ensures a vacuum lifetime higher than 7 minutes. These results demonstrate a robust alkaline-earth tweezer platform that combines efficient loading, cooling, and high-fidelity detection, providing the essential building blocks for scalable quantum simulation and quantum information processing with Sr atoms.         ",
    "url": "https://arxiv.org/abs/2510.19816",
    "authors": [
      "Veronica Giardini",
      "Luca Guariento",
      "Andrea Fantini",
      "Shawn Storm",
      "Massimo Inguscio",
      "Jacopo Catani",
      "Giacomo Cappellini",
      "Vladislav Gavryusev",
      "Leonardo Fallani"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2501.04736",
    "title": "Probing the collective excitations of excitonic insulators in an optical cavity",
    "abstract": "           The light--matter interaction in optical cavities offers a promising ground to create hybrid states and manipulate material properties. In this work, we examine the effect of light-matter coupling in the excitonic insulator phase using a quasi one-dimensional lattice model with two opposite parity orbitals at each site. We show that the model allows for a coupling between the collective phase mode and cavity photons. Our findings reveal that the collective mode of the excitonic state significantly impacts the dispersion of the cavity mode, giving rise to an avoiding band crossing in the photon dispersion. This phenomenon is absent in trivial and topological insulator phases and also in phonon-mediated excitonic insulators, underscoring the unique characteristics of collective excitations in excitonic insulators. Our results demonstrate the significant impact of light-matter interaction on photon propagation in the presence of excitonic collective excitations.         ",
    "url": "https://arxiv.org/abs/2501.04736",
    "authors": [
      "Elahe Davari",
      "Mehdi Kargarian"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.08677",
    "title": "Multiparameter estimation with an array of entangled atomic sensors",
    "abstract": "           In quantum metrology, entangled states of many-particle systems are investigated to enhance measurement precision of the most precise clocks and field sensors. While single-parameter quantum metrology is well established, many metrological tasks require joint multiparameter estimation, which poses new conceptual challenges that have so far only been explored theoretically. We experimentally demonstrate multiparameter quantum metrology with an array of entangled atomic ensembles. By splitting a spin-squeezed ensemble, we create an atomic sensor array featuring inter-sensor entanglement that can be flexibly configured to enhance measurement precision of multiple parameters jointly. Using an optimal estimation protocol, we achieve significant gains over the standard quantum limit in key multiparameter estimation tasks, thus grounding the concept of quantum enhancement of field sensor arrays and imaging devices.         ",
    "url": "https://arxiv.org/abs/2504.08677",
    "authors": [
      "Yifan Li",
      "Lex Joosten",
      "Youcef Baamara",
      "Paolo Colciaghi",
      "Alice Sinatra",
      "Philipp Treutlein",
      "Tilman Zibold"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2508.14142",
    "title": "Using Universal Frame Randomization and Randomized Compilation to Mitigate Errors in Quantum Optimization",
    "abstract": "           Error mitigation is essential for near-term quantum devices, and two promising techniques are universal frame randomization and Randomized Compilation. These methods insert random twirling gates into a circuit to reduce errors while preserving unitarity and depth. We apply universal frame randomization and Randomized Compilation to the quantum approximate optimization algorithm (QAOA) with $p=1$ on a superconducting quantum circuit system, demonstrating its potential to improve energy calculations. Specifically, we investigate the use of QAOA to calculate the lowest energy state of a frustrated Ising ring system and compare the results of randomized circuits generated using both techniques. Our results show that both methods can mitigate errors, with expected extremal energy values of $5.25\\pm0.145$ and $4.08\\pm0.36$, for Randomized Compilation and universal frame randomization respectively, compared to $2.63\\pm0.068$ without randomization and $5.676\\pm0.006$ with a noiseless simulator.         ",
    "url": "https://arxiv.org/abs/2508.14142",
    "authors": [
      "Rachel E. Johnson",
      "Joshua A. Job",
      "Steve Adachi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2508.19849",
    "title": "Tunable quantum anomalous Hall effect in fullerene monolayers",
    "abstract": "           Nearly four decades after its theoretical prediction, the search for material realizations of quantum anomalous Hall effect (QAHE) remains a highly active field of research. Many materials have been predicted to exhibit quantum anomalous Hall (QAH) physics under feasible conditions but the experimental verification remains widely elusive. In this work, we propose an alternative approach towards QAH materials design by engineering customized molecular building blocks. We demonstrate this ansatz for a two-dimensional (2D) honeycomb lattice of C26 fullerenes, which exhibits a ferromagnetic ground state and thus breaks time-reversal symmetry. The molecular system is found to be highly tunable with respect to its magnetic degrees of freedom and applied strain, giving rise to a rich phase diagram with Chern numbers C= +/-2, +/-1, 0. Our proposal offers a versatile platform to realize tunable QAH physics under accessible conditions and provides an experimentally feasible approach for chemical synthesis of molecular networks with QAHE.         ",
    "url": "https://arxiv.org/abs/2508.19849",
    "authors": [
      "Leonard Werner Pingen",
      "Jiaqi Wu",
      "Bo Peng"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2509.17556",
    "title": "Detection of isolated specular reflection for calibration of cloud thermodynamic phase estimation with quantum parametric mode sorting LIDAR",
    "abstract": "           Specular reflection can be problematic for the determination of the cloud thermodynamic phase for near-nadir-pointing space LIDARs. A LIDAR system biased towards the specular contribution for backscatter, if near-concurrent to a conventional LIDAR, could calibrate the measurements required for cloud phase determination. One such system which shows promise for this is quantum parametric mode sorting (QPMS) LIDAR. Through a non-linear interaction and time-frequency mode selectivity, this system demonstrates in-band noise-rejection beyond what linear noise filtering can provide. This level of noise-rejection means the signal strength can be minimised, therefore biasing the specular contribution to the return signal. Here we provide a theoretical model of QPMS LIDAR applied to this scenario to instruct its feasibility.         ",
    "url": "https://arxiv.org/abs/2509.17556",
    "authors": [
      "Richard J. Murchie",
      "Dolf Huybrechts",
      "Aaron Strangfeld",
      "Mateusz P. Mrozowski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2510.22486",
    "title": "Electric Field-Induced Kerr Rotation on Metallic Surfaces",
    "abstract": "           We use a combination of density functional theory calculations and optical modeling to establish that the electric field-induced Kerr rotation in metallic thin films has contributions from both non-equilibrium orbital moment accumulation (arising from the orbital Edelstein effect) and a heretofore overlooked surface Pockels effect. The Kerr rotation associated with orbital accumulation has been studied in previous works and is largely due to the dc electric field-induced change of the electron distribution function. In contrast, the surface Pockels effect is largely due to the dc field-induced change to the wave functions. Both of these contributions arise from the dual mirror symmetry breaking from the surface and from the dc applied field. Our calculations show that the resulting Kerr rotation is due to the dc electric field modification of the optical conductivity within a couple of nanometers from the surface, consistent with the dependence on the local mirror symmetry breaking at the surface. For thin films of Pt, our calculations show that the relative contributions of the orbital Edelstein and surface Pockels effects are comparable, and that they have different effects on Kerr rotation of $s$ and $p$ polarized light, $\\theta_K^s$ and $\\theta_K^p$. The orbital Edelstein effect yields similar values of $\\theta_K^s$ and $\\theta_K^p$, while the surface Pockels effect leads to opposing values of $\\theta_K^s$ and $\\theta_K^p$.         ",
    "url": "https://arxiv.org/abs/2510.22486",
    "authors": [
      "Farzad Mahfouzi",
      "Mark D. Stiles",
      "Paul M. Haney"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  }
]