[
  {
    "id": "arXiv:2509.22665",
    "title": "Light in Slices: How to Enable Precise Laser Processing?",
    "abstract": "           Ultrashort (femtosecond, fs) laser pulses have fascinating properties as they allow to confine optical energy on extreme scales in space and time. Such fs-laser pulsed beams can be seen as spatially thin slices of intense light that are radially and axially constrained to the micrometer scale, while simultaneously propagating at the extremely high speed of light. Their high peak intensities and their short time lapse makes such laser pulses unique tools for materials processing, as their duration is shorter than the time required to transfer absorbed optical energy, via electron-phonon coupling, from the electronic system of the solid to its lattice. Hence, the laser pulse energy remains localized during the interaction and does not spread via diffusion into the area surrounding the irradiated region. As one consequence, the fs-laser thus offers increased precision for material modification or ablation accompanied by a reduced heat-affected zone of only a few hundred nanometers. On the other hand, the high laser peak intensities can enable nonlinear material interactions that are rendering unique material excitation and relaxation pathways possible. In this chapter, we briefly review the reasons for the enormous success of ultrashort pulse lasers in materials processing - both for the processing of the surface or in the bulk of solids. We identify the underlying fundamental processes that can limit the precision or the up-scaling of the laser processing towards large volumes, areas, or processing rates. Strategies to overcome such limitations will be outlined and questions on the ultimate limits of laser material processing will be answered.         ",
    "url": "https://arxiv.org/abs/2509.22665",
    "authors": [
      "Stefan Nolte",
      "Jörn Bonse",
      "Nadezhda M. Bulgakova"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.22666",
    "title": "Universal Numerical Simulation Model for Laser Material Processing",
    "abstract": "           High power lasers are used for a variety of manufacturing processes on time and length scales that cover many orders of magnitude and on different materials. The variety of processes achievable through laser-material interaction results from numerous coupled, nonlinear physical phenomena. Simulation models can be used to gain process understanding, explain experimentally observed phenomena, and optimize or design processes. However, the inherent complexity and diversity of the phenomena make modeling a challenging task. Within this chapter, a universal model is presented that accurately simulates a broad spectrum of processes, including welding, additive manufacturing, cutting, ablation, drilling, and surface structuring, encompassing both continuous wave and ultrashort pulsed lasers and their interaction with various materials. Starting from the fundamental principles of conservation of mass, momentum, and energy, a continuum mechanical framework is introduced that captures the main multiphysical effects. A numerical solution using the Finite Volume Method is presented and validated against benchmark problems where detailed experimental data are available. Macroscopic examples with continuous wave lasers include keyhole drilling and collapse under stationary illumination as well as melt pool dynamics and pore formation in copper welding. At the microscopic level, copper ablation with femtosecond pulses is simulated. Finally, a set of real-world applications is shown, where the model helps to explain and optimize industrial phenomena and defects. Examples include deep penetration welding of steel with dynamic beam shaping, multilayer additive manufacturing via powder bed fusion, and ultrashort pulsed drilling of micro vias in dielectric materials.         ",
    "url": "https://arxiv.org/abs/2509.22666",
    "authors": [
      "Andreas Otto",
      "Michele Buttazzoni",
      "Carlos Durán",
      "Tobias Florian",
      "Constantin Zenz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2509.22817",
    "title": "Delay in electronic vortex states created by multiphoton ionization with single elliptically polarized laser pulses",
    "abstract": "           We show experimentally and theoretically that vortex-shaped structures in the photoelectron momentum distribution can be observed for atoms interacting with a single intense elliptically polarized laser pulse. Our analysis reveals that these spiral structures are the result of destructive interference of two dominant photoelectron vortex states, which are released into the continuum by strong-field ionization. An electron born into one of those states is temporarily delayed near the atomic core by the combined atomic and laser potential, leading to fast changes in the phase delay with energy for photoelectrons in these vortex states. Our results open the door to studying electron dynamics of vortex states in strong-field ionization.         ",
    "url": "https://arxiv.org/abs/2509.22817",
    "authors": [
      "Edward McManus",
      "Phi-Hung Tran",
      "Michael Davino",
      "Tobias Saule",
      "Van-Hung Hoang",
      "Thomas Weinacht",
      "George Gibson",
      "Anh-Thu Le",
      "Carlos A. Trallero-Herrero"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2509.23080",
    "title": "Control of kinetic plasma instabilities by laser fields",
    "abstract": "           We study the possibility of controlling kinetic plasma instabilities by using lasers to apply external electromagnetic fields. We derive the dispersion relation for the corresponding mathematical description, a reduced Vlasov--Maxwell system, by extending the well-known Penrose condition. It is observed that, under very mild assumptions, the dispersion relation decouples into two parts. The first part is identical to the classic Penrose condition for the Vlasov--Poisson system, while the second part describes the influence of the laser on the transverse dynamics (e.g. a Weibel instability). In particular, this means that the longitudinal dynamics (e.g. a two-stream instability) can not be stabilized in this manner as far as linear theory is concerned. We show, however, that nonlinear effects can be used to couple the two parts and achieve effective control. This is done by determining the control parameters (i.e. the form of the external electric and magnetic fields) by solving a PDE-constrained optimization problem.         ",
    "url": "https://arxiv.org/abs/2509.23080",
    "authors": [
      "Nicolas Crouseilles",
      "Lukas Einkemmer",
      "Qin Li",
      "Uri Shumlak",
      "Yukun Yue"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2509.23167",
    "title": "Mid-IR Light Modulators Enabled by Dynamically Tunable Ultra High-Q Silicon Membrane Metasurfaces",
    "abstract": "           Metasurfaces have emerged as a powerful platform to control free-space light at the subwavelength scale, enabling applications in sensing, lasing, nonlinear optics, and quantum photonics. However, their practical deployment is hindered by two key limitations: a tradeoff between low-Q resonances and weak amplitude contrast, and their predominantly static nature allowing only passive functionalities. These challenges are further aggravated in the application-relevant mid-infrared (mid-IR) range, where the lack of suitable low-loss materials and the strong absorption of common substrates such as silicon oxide or sapphire severely constrain performance and scalability. Here, we address these issues with actively tunable single-crystalline silicon membrane metasurfaces that combine high-Q resonances, strong amplitude contrast, and wafer-scale fabrication compatible dimensions for high throughput manufacturing. Our platform achieves record-high measured Q-factors up to 3000 in the mid-IR spectrum, supporting efficient dynamic modulation through two distinct schemes: (i) on-chip electro-thermal tuning via Joule heating, sustaining 50% modulation depth at CMOS-compatible voltages and speeds up to 14.5 kHz, and (ii) ultrafast all-optical modulation via carrier generation in silicon, reaching nanosecond response times and estimated sub-GHz modulation rates. By uniting sharp resonances, strong contrast, large-scale manufacturability, and dynamic tunability, our active silicon membrane metasurfaces advance the frontier of mid-IR nanophotonics and open new opportunities in sensing, free-space communication, thermal radiation management, and quantum technologies.         ",
    "url": "https://arxiv.org/abs/2509.23167",
    "authors": [
      "Felix Ulrich Brikh",
      "Aleksei Ezerskii",
      "Olesia Pashina",
      "Nikita Glebov",
      "Wenping Yin",
      "Sergey V. Makarov",
      "Mihail Petrov",
      "Ivan Sinev",
      "Hatice Altug"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.23294",
    "title": "Programmable Focal Elongation and Shaping of High-Intensity Laser Pulses using Adaptive Optics",
    "abstract": "           Controlling the intensity distribution of laser pulses in the focal region is essential for optimizing optically generated plasma waveguides and enabling advanced plasma acceleration techniques, including dephasingless wakefield acceleration. Here, we present a method for programmatic structuring of the high-intensity focal region of a standard off-axis parabolic mirror, extending the length of this region well beyond the Rayleigh length and enabling control over the longitudinal intensity distribution. The theoretical framework is validated through numerical simulations and experimental measurements. Further, we demonstrate the use of this technique in an existing plasma accelerator system using readily available hardware components. Finally, we illustrate the potential application of this method to multi-GeV laser plasma acceleration and the generation of flying foci, research areas which would significantly benefit from improved programmatic structuring of high-intensity laser pulses.         ",
    "url": "https://arxiv.org/abs/2509.23294",
    "authors": [
      "P. Blum",
      "A. Puchert",
      "E. Archer",
      "S. Jalas",
      "S. W. Jolly",
      "J. Osterhoff",
      "W. P. Leemans",
      "M. Kirchen",
      "A. R. Maier",
      "R. J. Shalloo"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.23353",
    "title": "Broadband Waveguide-Coupled Photodetectors in a Submicrometer-Wavelength Silicon Photonics Platform",
    "abstract": "           Advances in silicon (Si) photonics at submicrometer wavelengths are unlocking new opportunities to realize miniaturized, scalable optical systems for biophotonics, quantum information, imaging, spectroscopy, and displays. Addressing this array of applications with a single integrated photonics technology requires the development of high-performance active components compatible with both visible and near-infrared light. Here, we report waveguide-coupled photodetectors monolithically integrated in a foundry-fabricated, short-wavelength, Si photonics platform. We demonstrate two detector variants that collectively cover a continuous wavelength span of $\\lambda =$ 400 - 955 nm. The devices exhibited external quantum efficiencies exceeding 60% and 12% over 400 - 748 nm and 749 - 955 nm wavelength ranges, respectively. Measured dark currents were $<$ 2 pA at a 2 V reverse bias. High-speed measurements at $\\lambda =$ 785 nm demonstrated optoelectronic bandwidths up to 18 GHz. Avalanche operation was characterized, yielding a gain-bandwidth product of 374 GHz.         ",
    "url": "https://arxiv.org/abs/2509.23353",
    "authors": [
      "Alperen Govdeli",
      "Jared C. Mikkelsen",
      "Engjell Bebeti",
      "Hongyao Chua",
      "Guo-Qiang Lo",
      "Joyce K. S. Poon",
      "Wesley D. Sacher"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.23491",
    "title": "Transmission Loss of a Labyrinthine Acoustic Metamaterial Augmented with Multichannel Feedforward Active Noise Control",
    "abstract": "           Acoustic metamaterials and active noise control are two advanced noise control treatments that can typically offer performance that exceeds that of conventional passive noise control treatments. Acoustic metamaterials utilize sub-wavelength structures to realize sound field control, whilst active noise control treatments achieve control via the introduction of additional sources driven to generate a secondary sound field that interferes in a controlled way with the original, primary sound field. This paper presents an investigation into combining these two noise control techniques, to achieve enhanced noise control over a spatial region using a hybrid device. In particular, conventional feedforward active noise control is combined with a labyrinthine metasurface and the increase in performance offered by the hybrid solution is demonstrated.         ",
    "url": "https://arxiv.org/abs/2509.23491",
    "authors": [
      "Gregory M. Hernandez",
      "Jordan Cheer",
      "Gianluca Memoli"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.23507",
    "title": "Development of a microwave SQUID multiplexer for magnetic microbolometers",
    "abstract": "           The search for primordial B-modes in the cosmic microwave background (CMB) requires highly sensitive and scalable detector systems. The magnetic microbolometer (MMB) is an emerging detector concept that exploits the magnetic properties of paramagnetic materials at sub-kelvin temperatures, offering bolometers with a high dynamic range and low intrinsic noise. In recent years, the microwave SQUID multiplexer ($\\mu$MUX) has become a key technology to efficiently read large low temperature detector arrays, enabling the readout of hundreds to thousands of detectors over a single transmission line with low noise and minimal power dissipation while reducing the cryogenic setup complexity. In this work, we report the design, fabrication and characterization of a $\\mu$MUX optimized for MMB detectors and share our latest experimental results from a bolometer prototype. These findings provide valuable insight of the $\\mu$MUX in advancing next-generation CMB instrumentation and also demonstrate its suitability for novel detector technologies such as the MMB.         ",
    "url": "https://arxiv.org/abs/2509.23507",
    "authors": [
      "N. Müller",
      "J. Bonilla-Neira",
      "J. Geria",
      "M. García Redondo",
      "L. Ferreyro",
      "M. Hampel",
      "M. Wegner",
      "A. Almela",
      "S. Kempf"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Superconductivity (cond-mat.supr-con)"
    ]
  },
  {
    "id": "arXiv:2509.23569",
    "title": "Microwave SQUID Multiplexer Readout Performance Using a Direct-RF RFSoC-Based Software-Defined Radio",
    "abstract": "           In this work, we report the experimental readout results of a {\\mu}MUX device using a Direct-RF SDR prototype based on the ZCU216 Radio-Frequency System-on-Chip (RFSoC) evaluation board. First, the analog performance of the SDR system was evaluated both in loopback and coupled to the cryogenic multiplexing system. Then, the SDR system performance was optimized for {\\mu}MUX readout, focusing on bolometric applications. Finally, the minimum demodulated flux noise was obtained through the optimally conditioned readout of a {\\mu}MUX channel. The results presented are comparable to those obtained with traditional SDR architectures and demonstrate that the Direct-RF SDR prototype is suitable for the readout of {\\mu}MUX devices. We anticipate that Direct-RF SDR technology will play a key role in enabling the next generation of SDR readout systems for frequency-multiplexed low-temperature detector arrays.         ",
    "url": "https://arxiv.org/abs/2509.23569",
    "authors": [
      "M. E. García Redondo",
      "J. D. Bonilla Neira",
      "N. A. Müller",
      "L. P. Ferreyro",
      "J. M. Geria",
      "T. Muscheid",
      "R. Gartmann",
      "A. Almela",
      "M. R. Hampel",
      "L. Ardila-Perez",
      "M. Wegner",
      "M. Platino",
      "O. Sander",
      "S. Kempf",
      "M. Weber"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2509.23704",
    "title": "1-GHz VIS-to-MIR frequency combs enabled by CMOS-compatible nanophotonic waveguides",
    "abstract": "           A fully stabilized frequency comb is essential for precision metrology and coherent optical synthesis. However, fully-stabilized frequency combs generally require separate stages for supercontinuum generation (SCG) and self-referencing, largely limiting their compactness. Here, enabled by the low-threshold multi-octave supercontinuum generation and concurrent third-harmonic generation in low-loss silicon nitride waveguides, we present a novel approach to a self-referenced frequency comb source at 1 GHz repetition rate spanning from the full visible (VIS) to the mid-infrared (MIR). Our coherent comb is seeded by an all-polarization-maintaining ultrafast fiber laser at 1556 nm, with a pulse duration of 73 fs at 1 GHz repetition rate. With an injected energy of merely 110 pJ, the pulses propagate through dispersion-engineered Si3N4 waveguides, generating supercontinuum spanning over three octaves from 350-3280 nm i.e. 0.76 PHz of coherent bandwidth. Moreover, the on-chip third harmonic generation provides a carrier envelope offset beat note via f-3f with a signal-to-noise ratio of 43 dB. Fueled by the evolving photonic integration providing possibilities of on-chip filtering and photo-detectors, this approach for single-chip self-referencing of high-repetition-rate frequency combs paves the way for ultrabroadband comb sources with unprecedented compactness and field-readiness.         ",
    "url": "https://arxiv.org/abs/2509.23704",
    "authors": [
      "Xuan Zhang",
      "Yuchen Wang",
      "Junguo Xu",
      "Guangzi Feng",
      "Xia Hou",
      "Qiankun Li",
      "Xueying Sun",
      "Yongyuan Chu",
      "Chengbo Mou",
      "Hairun Guo",
      "Sida Xing"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.23764",
    "title": "Photonics-Aware Planning-Guided Automated Electrical Routing for Large-Scale Active Photonic Integrated Circuits",
    "abstract": "           The rising demand for AI training and inference, as well as scientific computing, combined with stringent latency and energy budgets, is driving the adoption of integrated photonics for computing, sensing, and communications. As active photonic integrated circuits (PICs) scale in device count and functional heterogeneity, physical implementation by manual scripting and ad-hoc edits is no longer tenable. This creates an immediate need for an electronic-photonic design automation (EPDA) stack in which physical design automation is a core capability. However, there is currently no end-to-end fully automated routing flow that coordinates photonic waveguides and on-chip metal interconnect. Critically, available digital VLSI and analog/custom routers are not directly applicable to PIC metal routing due to a lack of customization to handle constraints induced by photonic devices and waveguides. We present, to our knowledge, the first end-to-end routing framework for large-scale active PICs that jointly addresses waveguides and metal wires within a unified flow. We introduce a physically-aware global planner that generates congestion- and crossing-aware routing guides while explicitly accounting for the placement of photonic components and waveguides. We further propose a sequence-consistent track assignment and a soft guidance-assisted detailed routing to speed up the routing process with significantly optimized routability and via usage. Evaluated on various large PIC designs, our router delivers fast, high-quality active PIC routing solutions with fewer vias, lower congestion, and competitive runtime relative to manual and existing VLSI router baselines; on average it reduce via count by ~99%, user-specified design rule violation by ~98%, and runtime by 17x, establishing a practical foundation for EPDA at system scale.         ",
    "url": "https://arxiv.org/abs/2509.23764",
    "authors": [
      "Hongjian Zhou",
      "Haoyu Yang",
      "Nicholas Gangi",
      "Bowen Liu",
      "Meng Zhang",
      "Haoxing Ren",
      "Xu Wang",
      "Rena Huang",
      "Jiaqi Gu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2509.23854",
    "title": "Quantum calculation of the collision-induced line-shape effects in antiprotonic helium and the new accurate ab initio $\\bar{p}$He$^{+}$-He potential energy surface",
    "abstract": "           We present the first fully ab initio calculations of collision-induced broadening and shift of spectral lines in antiprotonic helium ($\\bar{p}$He$^{+}$) perturbed by atomic helium. To overcome critical limitations of previous studies, we construct a new highly accurate potential energy surface (PES) that spans a wide range of $\\bar{p}$He$^{+}$-He geometries relevant to all metastable states of the exotic helium atom. Rigorous quantum scattering calculations performed using the new PES yield scattering $S$-matrices from which we extract pressure broadening and shift coefficients for 50 transitions in antiprotonic helium-4 ($\\bar{p}^{4}$He$^{+}$). This dataset provides the first rigorous benchmark for earlier semiclassical calculations and establishes a robust theoretical reference for high-precision spectroscopy of antiprotonic helium, which is used to test the fundamental charge, parity, and time reversal (CPT) symmetry. The results extend to temperatures relevant to non-gaseous phases of helium, supporting a new class of precision measurements. This study introduces a methodological framework for future investigations of other exotic systems, such as pionic or kaonic helium atoms, enabling the development of reference data for high-precision spectroscopy of these species - an essential component for improving the determination of the pion and kaon masses.         ",
    "url": "https://arxiv.org/abs/2509.23854",
    "authors": [
      "Hubert J. Jóźwiak",
      "Dimitar Bakalov",
      "Michał Przybytek",
      "Michail Stoilov",
      "Piotr Wcisło"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2509.23952",
    "title": "General Framework for Twisted Bilayer Photonic Crystal with Interlayer Coupling and Far-Field Response",
    "abstract": "           We develop a general theory for twisted bilayer photonic crystals that takes into account both far-field response and near-field coupling. The theory is based on the framework of a generalized Rayleigh-Schrödinger perturbation theory for non-Hermitian Hamiltonians. A universal form for interlayer coupling is derived, which relates the hopping strength to the Fourier transforms of the Wannier functions in the single layer photonic crystal. For low energy states at the K point in hexagonal lattices, the interlayer coupling reduces to that in the Bistritzer-MacDonald model for graphene. As an example, we study a twisted bilayer photonic crystal slab with air holes arranged in a honeycomb lattice in each layer. The first order solution of our model predicts a four-fold band splitting in the far-field spectrum compared to the single-layer case, which is confirmed by numerical simulations. Moreover, our theory reveals that for low energy states at K points, scattering towards the {\\Gamma} point via the moiré potential is suppressed. Based on our theory, we propose a wide-angle, high-Q tunable flat band cavity by combining the bilayer at a large twist angle with a Brillouinzone-folding perturbation within each layer. The cavity behaves like a collection of quasi-bound states in the continuum with a divergent density of states, with potential applications in nonlinear optics, lasing and quantum optics.         ",
    "url": "https://arxiv.org/abs/2509.23952",
    "authors": [
      "Shupeng Xu",
      "Dun Wang",
      "Ritesh Agarwal"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2509.24070",
    "title": "Combustion Behaviour of Single Silicon Particles in Different Oxidizing Environments",
    "abstract": "           Silicon, despite its abundance and high energy density, remains underexplored as a carbon-free fuel, with limited data available on its combustion characteristics. In this work, the combustion behaviour of silicon particles is examined using an electrostatic levitator with laser ignition. Five oxidizing environments at atmospheric pressure are investigated: air, pure oxygen, and mixtures containing 40% oxygen (by mole) diluted with nitrogen, helium, or argon. The burning droplet peak temperature, measured by three-colour pyrometry, increases by 337 K from air to pure oxygen. The peak temperature of the silicon droplet in the 40%O2-60%He mixture is lower than that in the 40%O2-60%Ar mixture, in contradiction with thermodynamic predictions, due to a higher Lewis number of the helium-diluted mixture. Although oxygen diffusivity is higher in the helium-diluted mixture, a lower burning rate is observed, attributed to the lower combustion temperature. High-speed colour camera observations reveal that the square of the particle diameter decreases with time in each combustion run, following a strong linear relationship (R2 > 0.99) across all oxidizing environments. However, the combustion lifetime is proportional to the initial particle diameter to the power of n, with n ranging from 1.69 to 1.82. This deviation from the expected n = 2 appears to result from unavoidable measurement uncertainties and the limited particle size range, rather than differences in combustion physics. The decrease in silicon droplet size during combustion is attributed to the formation of gaseous SiO as an intermediate combustion product. The SiO species is observed using a UV camera, showing a UV intensity decay from the particle surface. High-speed imaging and LED absorption signals indicate that the final condensed product, SiO2 nanoparticles, are not optically visible, suggesting they possess very low emissivity.         ",
    "url": "https://arxiv.org/abs/2509.24070",
    "authors": [
      "Herman",
      "Heng",
      "Hugo Keck",
      "Christian Chauveau",
      "Samuel Goroshin",
      "Jeffrey Bergthorson",
      "Fabien Halter"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.24075",
    "title": "Wafer-Level Prototyping Tools for CMOS Bioelectronic Sensors",
    "abstract": "           Integrating biology with complementary metal-oxide-semiconductor (CMOS) sensors can enable highly parallel measurements with minimal parasitic effects, significantly enhancing sensitivity. However, realizing this potential often requires overcoming substantial barriers related to design, fabrication, and heterogeneous integration. In this context, we present a comprehensive suite of tools and methods designed for wafer-scale biosensor prototyping that is sensitive, highly parallelizable, and manufacturable. A central component of our approach is a new initiative that allows for open-source multi-project wafers (MPW), giving all participants access to the designs submitted by others. We demonstrate that this strategy not only promotes design reuse but also facilitates advanced back-end-of-line (BEOL) fabrication techniques, improving the manufacturability and process yield of CMOS biosensors. Developing CMOS-based biosensors also involves the challenge of heterogeneous integration, which includes external electrical, mechanical, and fluid layers. We demonstrate simple modular designs that enable such integration for sample delivery and signal readout. Finally, we showcase the effectiveness of our approach in measuring the hybridization of DNA molecules by focusing on data acquisition and machine learning (ML) methods that leverage the parallelism of the sensors to enable robust classification of desirable analyte interactions.         ",
    "url": "https://arxiv.org/abs/2509.24075",
    "authors": [
      "Advait Madhavan",
      "Ruohong Shi",
      "Alokik Kanwal",
      "Glenn Holland",
      "Jacob M. Majikes",
      "Paul N. Patrone",
      "Anthony J. Kearsley",
      "Arvind Balijepalli"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2509.24451",
    "title": "Non-epitaxial perovskite polariton laser diode operating under direct current",
    "abstract": "           Reaching lasing in electrically pumped microdevices based on solution-processed semiconductors poses a major scientific and technological challenge. Halide perovskites offer a promising platform for electrical injection, since their optically excited single-crystal cavities and predesigned or postprocessed microstructures have exhibited low lasing threshold. Indirect electrical pumping of a dual-cavity perovskite laser was recently obtained, utilizing a well-established technological concept of embedding a high-luminosity light-emitting diode (LED) with a high-gain medium into an integrated device. Direct charge-carrier injection into a perovskite LED excited by auxiliary short-, optical-pulses resulted into amplified spontaneous emission. Other efforts for rational engineering of architectures that allow for high charge-carrier density are still to demonstrate lasing. Here, we develop a novel strategy for achieving direct electrical pumping of a perovskite laser. We integrate a solution-grown CsPbBr3 microplate with chemically inert single-walled carbon nanotube electrodes and embed them into an optical microcavity. By cooling the microdevice down to 8 K at a constant current, a perovskite p-i-n diode is formed that facilitates a balanced carrier injection at high current densities. The perovskite microcavity diode operates in the strong coupling regime, exhibiting polariton lasing under a direct current of 65 uA.         ",
    "url": "https://arxiv.org/abs/2509.24451",
    "authors": [
      "Anatoly P. Pushkarev",
      "Daria Khmelevskaia",
      "Ivan A. Matchenya",
      "Stepan A. Baryshev",
      "Denis A. Sannikov",
      "Alexey A. Ekgardt",
      "Eduard I. Moiseev",
      "Natalia V. Kryzhanovskaya",
      "Alexey E. Zhukov",
      "Dmitry V. Krasnikov",
      "Alexandr A. Marunchenko",
      "Alexey V. Yulin",
      "Albert G. Nasibulin",
      "Pavlos G. Lagoudakis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2509.24464",
    "title": "Sinc Basis set for molecular orbitals calculation of cavity in 1D",
    "abstract": "           We develop a numerical approach based on the sinc basis set for first-principles electronic structure calculations in one-dimensional systems. The method exploits the inherent accuracy and non-local character of the sinc functions to handle long-range couplings effectively. As a proof of principle, we provide a computational study of a molecule in an optical cavity, with our code directly calculating the emergence of the energy level splitting in the spectrum.         ",
    "url": "https://arxiv.org/abs/2509.24464",
    "authors": [
      "Xueyuan Yan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2509.24474",
    "title": "Quantum Optics Nature of the Elementary Excitations in Few-Layer WSe2 Semiconductors",
    "abstract": "           A fully quantized description of a two-level system resonantly coupled with an electromagnetic field (light) is among the central topics of quantum electrodynamics, which is theorized by the quantum Rabi model. It is also a fundamental issue of light-matter interactions. The rapid development of two-dimensional (2D) transition-metal dichalcogenide (TMDC) atomically-thin semiconductors brings excellent great chance to test and demonstrate some basic predictions by quantum optics theory in textbook, i.e., by the quantum Rabi model. Such test and demonstration are of both scientific and technological significance because of the quick emergence of the second quantum revolution. In this Letter, we show a quantum optics demonstration of the variable-temperature optical responses of the elementary excitations in few-layer WSe2 flakes. It is unraveled that the variable-temperature reflectance and fluorescence patterns of the elementary excitations (i.e., the band-edge excitons) of monolayer, bilayer and hBN capped WSe2 match well with the predictions by the quantum Rabi model under the rotating wave approximation. Decoherence times, Rabi frequencies, and transition matrix elements of the elementary excitations in these few-layer WSe2 flakes are found to be all negatively correlated with temperature, and to show dependence on layer number and capping layer. These findings may provide a novel perspective for comprehending the fundamental quantum physical properties of two-dimensional materials.         ",
    "url": "https://arxiv.org/abs/2509.24474",
    "authors": [
      "Ji Zhou",
      "Yitong Wang",
      "Debao Zhang",
      "Xuguang Cao",
      "Wanggui Ye",
      "Xinye Fan",
      "Jiqiang Ning",
      "Shijie Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.24503",
    "title": "Driven Dissipative Soliton Resonance",
    "abstract": "           We investigate the enhancement of the dissipative soliton energy scalability by the injection of a low-power single-mode seed synchronized with a chirped-pulse oscillator round-trip. It is demonstrated that a threshold-like transition to multiple-pulse generation limits the maximum energies of dissipative solitons, in agreement with the thermodynamic interpretation of a strongly chirped pulse stability. We show that there are ``islands'' of instability within a stability range of energies which result from stochastic resonance between ``internal modes'' of soliton and quantum noise of the ``basin''. The transition to multiple-pulsing can be suppressed in a system driven by a comparatively low-power seed. However, seed power growth increases the mode-locking energy threshold and produces ``islands'' of instability as the dissipative soliton energy rises.         ",
    "url": "https://arxiv.org/abs/2509.24503",
    "authors": [
      "Vladimir L. Kalashnikov",
      "Alexander Rudenkov",
      "Evgeni Sorokin",
      "Irina T. Sorokina"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2509.24534",
    "title": "Solvatochromic microcavity ion sensors",
    "abstract": "           A novel copper(II) ion sensor has been developed, achieving both a broad dynamic range and high sensitivity, effectively addressing the limitations of conventional fluorescence-based detection methods. The sensor exploits the hydrolysis reaction between rhodamine B hydrazide (RBH) and copper(II) ions, with optical signal amplification enabled by a whispering-gallery-mode (WGM) microcavity laser. By adjusting the solvent type and utilizing the solvatochromic effect, the detection range of the copper(II) ion and RBH reaction was optimized. The sensor enables rapid, broad dynamic range detection of copper(II) ions, spanning from 5 uM to 3 mM, with a high selectivity, which holds significant potential for future applications in environmental monitoring and biomedical fields.         ",
    "url": "https://arxiv.org/abs/2509.24534",
    "authors": [
      "Shuoying Zhao",
      "Xiaolu Cui",
      "Jiyang Ma",
      "Hao Wu",
      "Qing Zhao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.24676",
    "title": "Real-Time Motion Correction in Magnetic Resonance Spectroscopy: AI solution inspired by fundamental science",
    "abstract": "           Magnetic Resonance Spectroscopy (MRS) is a powerful non-invasive tool for metabolic tissue analysis but is often degraded by patient motion, limiting clinical utility. The RECENTRE project (REal-time motion CorrEctioN in magneTic Resonance) presents an AI-driven, real-time motion correction pipeline based on optimized GRU networks, inspired by tagging and fast-trigger algorithms from high-energy physics. Models evaluated on held-out test sets achieve good predictive performance and overall positive framewise displacement (FD) gains. These results demonstrate feasibility for prospective scanner integration; future work will complete in-vivo validation.         ",
    "url": "https://arxiv.org/abs/2509.24676",
    "authors": [
      "Benedetta Argiento",
      "Alberto Annovi",
      "Silvia Capuani",
      "Matteo Cacioppo",
      "Andrea Ciardiello",
      "Roberto Coccurello",
      "Stefano Giagu",
      "Federico Giove",
      "Alessandro Lonardo",
      "Francesca Lo Cicero",
      "Alessandra Maiuro",
      "Carlo Mancini Terracciano",
      "Mario Merola",
      "Marco Montuori",
      "Emilia Nisticò",
      "Pierpaolo Perticaroli",
      "Biagio Rossi",
      "Cristian Rossi",
      "Elvira Rossi",
      "Francesco Simula",
      "Cecilia Voena"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2509.24691",
    "title": "Non-destructive optical read-out and manipulation of circular Rydberg atoms",
    "abstract": "           Among the thriving quantum computation and quantum simulation platforms based on arrays of Rydberg atoms, those using circular Rydberg atoms are particularly promising. These atoms uniquely combine the strong dipole-dipole interactions typical of Rydberg states with long lifetimes. However, low-angular-momentum ($\\ell$) laser-accessible Rydberg levels have been so far mostly used, because circular Rydberg atoms have no optical transitions, hindering their individual detection and manipulation. We remove this limitation with a hybrid platform, combining an array of logical laser-trapped circular Rydberg atoms of rubidium with an auxiliary array of Rb ancilla atoms transiently excited to a low-$\\ell$ Rydberg level. We perform a quantum non-demolition detection of the logical qubit with the ancilla, through the blockade of the ancilla optical excitation induced by a Förster resonance. Conversely, we locally manipulate the logical qubit through the excitation of the ancilla. This dual-Rydberg platform is highly promising for quantum computation and simulation. It adds to the circular-atom toolbox the mid-circuit measurements, essential for error correction. More strikingly, it gives access to time correlations in long-term quantum simulations, uniquely accessible to circular Rydberg atoms.         ",
    "url": "https://arxiv.org/abs/2509.24691",
    "authors": [
      "Yohann Machu",
      "Andrés Durán-Hernández",
      "Gautier Creutzer",
      "Aurore Alice Young",
      "Jean-Michel Raimond",
      "Michel Brune",
      "Clément Sayrin"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2509.24813",
    "title": "Submarine Cable Deep-Ocean Observation of Mega-Thrust Earthquake and Tsunami with 44,000 100-m Spaced Sensors",
    "abstract": "           We detect the recent M8.8 mega-earthquake in Eastern Russia, on a 4400km long active telecom cable in the Pacific Ocean. The resolution achieved 100m represents the highest spatial resolution, the largest number of ocean-bottom sensors, and the first fiber-optic deep-ocean observation of a tsunami wave.         ",
    "url": "https://arxiv.org/abs/2509.24813",
    "authors": [
      "Mikael Mazur",
      "Nicolas K. Fontaine",
      "Roland Ryf",
      "Martin Karrenbach",
      "Keith L. McLaughlin",
      "Berry J. Sperry",
      "Anuar G. Butler",
      "Valey Kamalov",
      "Lauren Dallachiesa",
      "Ellsworth Burrows",
      "David Winter",
      "Haoshuo Chen",
      "Jeewan Naik",
      "Kishore Padmaraju",
      "Ajay Mistry",
      "David T. Neilson"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2509.25102",
    "title": "Spectral-temporal processing using integrated recursive electro-optic circuit",
    "abstract": "           Advances in integrated photonics have enabled unprecedented level of control of light, powering a wide range of photonic technologies from communications and computing to precision metrology and quantum information. However, the conventional on-chip optical signal processing approaches based on optical waveguides and cavities suffer from their large physical footprint and narrow operating bandwidth, respectively. To address this, we propose and experimentally demonstrate, using the thin film lithium niobate (TFLN) photonics, a modular, recursive optical signal processing framework. In our approach, fast electro-optic (EO) switch is used to either keep an optical packet inside the loop, with the processing element embedded within, or to release it from the loop and direct it towards the output waveguide. By configuring the switch on a timescale shorter than a time the photon spends traversing the loop, this architecture can achieve different optical pathlengths in a compact footprint without sacrificing optical bandwidth. As an example, we embed a phase-modulator (PM) inside the loop and demonstrate a frequency shift of optical packets up to 420 GHz, using only a 3 GHz sinusoidal microwave signal. By replacing the PM with chirped Bragg gratings (CBG), we demonstrate recursive delay line featuring large group delays of 28 ps/nm over a 30 nm optical bandwidth. Finally, by introducing asymmetric Mach-Zehnder interferometer (AMZI) inside the loop, we demonstrate a reconfigurable differentiation of the optical packet in time, up to an unprecedented fifth-order. Our results establish a powerful and scalable platform for multifunctional photonic processing, setting the stage for next-generation integrated systems with ultrahigh reconfigurability and spectral-temporal versatility.         ",
    "url": "https://arxiv.org/abs/2509.25102",
    "authors": [
      "Xudong Li",
      "Yaowen Hu",
      "Tong Ge",
      "Andrea Cordaro",
      "Yunxiang Song",
      "Xinrui Zhu",
      "Shengyuan Lu",
      "Keith Powell",
      "Letícia Magalhães",
      "Urban Senica",
      "Neil Sinclair",
      "Marko Lončar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.22687",
    "title": "Peculiarities of optical absorption spectra of NdFe$_3$(BO$_3$)$_4$ crystal in magnetically ordered state and at the transition to spiral magnetic phase",
    "abstract": "           We study experimentally and theoretically optical absorption spectra of neodymium ferroborate in the temperature range $6-32$ K. We show that the temperature dependences of integral intensities of absorption lines demonstrate qualitatively different behavior for $\\sigma$- and $\\pi$-polarizations of the light. We suggest that this behavior may be caused by the appearance of a spiral magnetic structure in the compound under study. To describe the temperature dependences of lines intensities we propose a theoretical model which takes into account the Dzyaloshinskii-Moriya interaction between Nd$^{3+}$ and Fe$^{3+}$ ions.         ",
    "url": "https://arxiv.org/abs/2509.22687",
    "authors": [
      "V.V. Slavin",
      "I.S. Kachur",
      "V.S. Kurnosov",
      "V.G. Piryatinskaya"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.22736",
    "title": "Consistency Models as Plug-and-Play Priors for Inverse Problems",
    "abstract": "           Diffusion models have found extensive use in solving numerous inverse problems. Such diffusion inverse problem solvers aim to sample from the posterior distribution of data given the measurements, using a combination of the unconditional score function and an approximation of the posterior related to the forward process. Recently, consistency models (CMs) have been proposed to directly predict the final output from any point on the diffusion ODE trajectory, enabling high-quality sampling in just a few NFEs. CMs have also been utilized for inverse problems, but existing CM-based solvers either require additional task-specific training or utilize data fidelity operations with slow convergence, not amenable to large-scale problems. In this work, we reinterpret CMs as proximal operators of a prior, enabling their integration into plug-and-play (PnP) frameworks. We propose a solver based on PnP-ADMM, which enables us to leverage the fast convergence of conjugate gradient method. We further accelerate this with noise injection and momentum, dubbed PnP-CM, and show it maintains the convergence properties of the baseline PnP-ADMM. We evaluate our approach on a variety of inverse problems, including inpainting, super-resolution, Gaussian deblurring, and magnetic resonance imaging (MRI) reconstruction. To the best of our knowledge, this is the first CM trained for MRI datasets. Our results show that PnP-CM achieves high-quality reconstructions in as few as 4 NFEs, and can produce meaningful results in 2 steps, highlighting its effectiveness in real-world inverse problems while outperforming comparable CM-based approaches.         ",
    "url": "https://arxiv.org/abs/2509.22736",
    "authors": [
      "Merve Gülle",
      "Junno Yun",
      "Yaşar Utku Alçalar",
      "Mehmet Akçakaya"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Artificial Intelligence (cs.AI)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Machine Learning (cs.LG)",
      "Medical Physics (physics.med-ph)",
      "Machine Learning (stat.ML)"
    ]
  },
  {
    "id": "arXiv:2509.22882",
    "title": "Robust quantum Hall resistance standard from uniform wafer-scale epitaxial graphene on SiC",
    "abstract": "           We report high-precision resistance measurements on quantum Hall resistance devices fabricated from uniform epitaxial graphene grown by propane-hydrogen chemical vapor deposition on a two-inch silicon carbide substrate. Through molecular doping, we achieve a low carrier density regime ($n_\\mathrm s < $ 1.5 \\textperiodcentered 10$^{11}$ cm$^{-2}$) combined with high mobility ($\\upmu \\geq$ 6000 cm$^2$ V$^{-1}$ s$^{-1}$) at low temperature. Accurate quantization of the Hall resistance is demonstrated at magnetic flux densities as low as 3.5 T, temperatures up to 8 K, and measurement currents up to 325 $\\upmu$A, with relative measurement uncertainties of a few parts per billion. A stability diagram mapping dissipation as a function of temperature and current provides insight into optimal doping conditions that maximize the breakdown current. All measurements were carried out in a pulse-tube-based cryomagnetic system, enabling simplified and continuous operation of the quantum Hall resistance standard without liquid helium consumption.         ",
    "url": "https://arxiv.org/abs/2509.22882",
    "authors": [
      "François Couëdo",
      "Chiara Mastropasqua",
      "Aurélien Theret",
      "Dominique Mailly",
      "Adrien Michon",
      "Mathieu Taupin"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.23017",
    "title": "Machine Learning Based Optical Thermometry Using Photoluminescence and Raman Spectra of Diamonds Containing SiV Centers",
    "abstract": "           Micro- and nanothermometry enable precise temperature monitoring and control at the micro- and nanoscale, and have become essential diagnostic tools in applications ranging from high-power microelectronics to biosensing and nanomedicine. Most existing techniques rely on secondary micro- and nanothermometers that require individual calibration of each sensor, ideally both off- and in-situ, before use. We present an alternative approach that overcomes this limitation by employing fluorescent diamonds containing silicon-vacancy centers, where the thermo-sensitive physical quantities are the centers' photoluminescence and the diamond host's Raman signals. The photoluminescence and Raman data are analyzed using two multi-feature regression algorithms that leverage a minimal number of calibration diamonds and temperature set points to predict the temperature of previously unseen diamonds. Using this approach, the models achieve accuracies as low as 0.7 K, resolutions down to 0.6 K Hz$^{-1/2}$, and sensitivity as high as 0.04 K$^{-1}$. These correspond to improvements of roughly 70 percent (over threefold) in accuracy, 50 percent (twofold) in resolution, and 567 percent (sevenfold) in sensitivity compared with traditional single-feature models. Our approach is particularly suited to applications where pre-deployment calibration of every thermosensor is impractical, and it is generalizable to any thermometry platform with two or more simultaneously measurable temperature-dependent observables.         ",
    "url": "https://arxiv.org/abs/2509.23017",
    "authors": [
      "Md Shakhawath Hossain",
      "Dylan G. Stone",
      "Dale Landry",
      "Xiaoxue Xu",
      "Carlo Bradac",
      "Toan Trong Tran"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.23172",
    "title": "CHRONOS: Cryogenic sub-Hz cROss torsion bar detector with quantum NOn-demolition Speed meter",
    "abstract": "           We propose a next-generation ground-based gravitational-wave detector, the Cryogenic sub-Hz cROss torsion-bar detector with quantum NOn-demolition Speed meter (CHRONOS), optimized for the unexplored 0.1-10Hz band bridging the gap between the space-based LISA and future ground-based detectors such as Cosmic Explorer and the Einstein Telescope. CHRONOS combines a ring-cavity Sagnac interferometer with torsion-bar test masses to realize the first quantum nondemolition (QND) measurement of angular momentum in a macroscopic system. By implementing a speed-meter readout in the rotational degree of freedom, CHRONOS coherently cancels quantum radiation-pressure noise and enables sub-Hz observations. We show that detuned power recycling and cavity-length optimization can simultaneously relax technical requirements on both torsion bars and speed meters. Assuming a realistic optical design with a 1m torsion bar, we estimate strain sensitivities of $h \\simeq 1 \\times 10^{-18}\\mathrm{Hz}^{-1/2}$ at 1Hz for detectors with arm lengths of 2.5m, 40m, and 300m. These sensitivities enable (i) direct detection of intermediate-mass black hole binaries up to 380Mpc with ${\\rm SNR}=3$, (ii) probing stochastic gravitational-wave backgrounds down to $\\Omega_{\\rm GW} \\sim 3.2 \\times 10^{-9}$ at 0.2Hz with 5yr accumulation. Furthermore, CHRONOS enables prompt detection of gravity-gradient signals from magnitude-5.5 earthquakes even with a 2.5m prototype. CHRONOS thus opens new opportunities for quantum-limited geophysical observation and multi-band, multi-messenger gravitational-wave astronomy.         ",
    "url": "https://arxiv.org/abs/2509.23172",
    "authors": [
      "Yuki Inoue",
      "Hsiang-Chieh Hsu",
      "Hsiang-Yu Huang",
      "M.Afif Ismail",
      "Vivek Kumar",
      "Miftahul Ma'arif",
      "Avani Patel",
      "Daiki Tanabe",
      "Henry Tsz-King Wong",
      "Da-Chun Yu"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2509.24117",
    "title": "GeoFunFlow: Geometric Function Flow Matching for Inverse Operator Learning over Complex Geometries",
    "abstract": "           Inverse problems governed by partial differential equations (PDEs) are crucial in science and engineering. They are particularly challenging due to ill-posedness, data sparsity, and the added complexity of irregular geometries. Classical PDE-constrained optimization methods are computationally expensive, especially when repeated posterior sampling is required. Learning-based approaches improve efficiency and scalability, yet most are designed for regular domains or focus on forward modeling. Here, we introduce {\\em GeoFunFlow}, a geometric diffusion model framework for inverse problems on complex geometries. GeoFunFlow combines a novel geometric function autoencoder (GeoFAE) and a latent diffusion model trained via rectified flow. GeoFAE employs a Perceiver module to process unstructured meshes of varying sizes and produces continuous reconstructions of physical fields, while the diffusion model enables posterior sampling from sparse and noisy data. Across five benchmarks, GeoFunFlow achieves state-of-the-art reconstruction accuracy over complex geometries, provides calibrated uncertainty quantification, and delivers efficient inference compared to operator-learning and diffusion model baselines.         ",
    "url": "https://arxiv.org/abs/2509.24117",
    "authors": [
      "Sifan Wang",
      "Zhikai Wu",
      "David van Dijk",
      "Lu Lu"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)",
      "Machine Learning (stat.ML)"
    ]
  },
  {
    "id": "arXiv:2509.24295",
    "title": "Magnon squeezing near a quantum critical point in a cavity-magnon-qubit system",
    "abstract": "           Preparing magnon nonclassical states is a central topic in the study of quantum magnonics. Here we propose to generate magnon squeezed states in a hybrid cavity-magnon-qubit system by engineering an effective Rabi-type magnon-qubit interaction. This is achieved by adiabatically eliminating the cavity mode and driving the qubit with two microwave fields, of which the driving frequencies and amplitudes are properly selected. By operating the system around the critical point associated with the ground-state superradiant phase transition in the normal phase, a magnon parametric amplification-like interaction is induced, leading to a dynamical magnon squeezing. We further analyze the effects of the dissipation, dephasing, and thermal noise on the magnon squeezing. Our results indicate that a moderate degree of squeezing can be produced using currently available parameters in the experiments.         ",
    "url": "https://arxiv.org/abs/2509.24295",
    "authors": [
      "Gang Liu",
      "Gen Li",
      "Rong-Can Yang",
      "Wei Xiong",
      "Jie Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.24714",
    "title": "Nonrelativistic quantum dynamics in a twisted screw spacetime",
    "abstract": "           We investigate the nonrelativistic quantum dynamics of a spinless particle in a screw-type spacetime endowed with two independent twist controls that interpolate between a pure screw dislocation and a homogeneous twist. From the induced spatial metric we build the covariant Schrödinger operator, separate variables to obtain a single radial eigenproblem, and include a uniform magnetic field and an Aharonov-Bohm (AB) flux by minimal coupling. Analytically, we identify a clean separation between a global, AB-like reindexing set by the screw parameter and a local, curvature-driven mixing generated by the distributed twist. We derive the continuity equation and closed expressions for the azimuthal and axial probability currents, establish practical parameter scalings, and recover limiting benchmarks (AB, Landau, and flat space). Numerically, a finite-difference Sturm-Liouville solver (with core excision near the axis and Langer transform) resolves spectra, wave functions, and currents. The results reveal AB periodicity and reindexing with the screw parameter, Landau-fan trends, twist-induced level tilts and avoided crossings, and a geometry-induced near-axis backflow of the axial current with negligible weight in cross-section integrals. The framework maps the geometry and fields directly onto measurable spectral shifts, interferometric phases, and persistent-current signals.         ",
    "url": "https://arxiv.org/abs/2509.24714",
    "authors": [
      "Faizuddin Ahmed",
      "Edilberto O. Silva"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.24993",
    "title": "Unified laboratory-frame analysis of atomic gravitational-wave sensors",
    "abstract": "           Atomic sensors using light-matter interactions, in particular atomic clocks and atom interferometers, have the potential to complement optical gravitational-wave detectors in the mid-frequency regime. Although both rely on interference, the interfering components of clocks are spatially colocated, whereas atom interferometers are based on spatial superpositions. Both the electromagnetic fields that drive the transitions and generate superpositions, while propagating through spacetime, as well as the atoms themselves as massive particles are influenced by gravitational waves, leading to effective potentials that induce phase differences inferred by the sensor. In this work, we analyze the effects of these potentials on atomic clocks and atom interferometers in the laboratory frame. We show that spatial superpositions in atom interferometers, both light-pulse and guided ones, give rise to a gravitational-wave signal. Although these spatial superpositions are suppressed for clocks, we show that the light pulses driving internal transitions measure the spatial distance between the centers of two separate clocks. We highlight that this mechanism only yields a sensitivity if both clocks, including possible trapping setups, move on geodesics given by the gravitational wave. While such configurations are natural for satellite free-fliers, terrestrial optical clocks normally rely on stationary traps, rendering them insensitive to leading order. Moreover, we show that both sensors can be enhanced by composite interrogation protocols in a common framework. To this end, we propose a pulse sequence that can be used for large-momentum-transfer atom interferometers and for hyper-echo atomic clocks, leading to a signal enhancement and noise suppression.         ",
    "url": "https://arxiv.org/abs/2509.24993",
    "authors": [
      "Simon Schaffrath",
      "Daniel Störk",
      "Fabio Di Pumpo",
      "Enno Giese"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2509.25070",
    "title": "Interstellar Dust-Catalyzed Molecular Hydrogen Formation Enabled by Nuclear Quantum Effects",
    "abstract": "           Molecular hydrogen (H$_2$) is one of the key chemical species that controls and shapes a wide spectrum of astrophysical processes ranging from galaxy evolution to planet formation. Although the catalyzation on dust grain surfaces is considered as the dominant formation channel of H$_2$ in the interstellar medium (ISM), which could nonetheless suffer from the Boltzmann factor suppression at low temperatures. Here we demonstrate that quantum tunneling can dominate the H$_2$ formation process, effectively resolving the long-standing efficiency problem across a wide range of temperatures. By employing the path integral method in hybrid Monte Carlo simulations to account for nuclear quantum effects (NQEs), we quantitatively identify that the tunneling of hydrogen atoms maintains relatively stable efficiencies even at temperatures below 50 K on both graphitic and silicate grain surfaces. The potential barriers associated with chemisorption/desorption and two-H association, rather than diffusion and hopping, are the dominant factors governing the actual reaction efficiency at low temperatures. These findings provide a solid physical foundation for molecule formation, which historically relied on ad-hoc formation rate multipliers to explain observed rates. The quantitative rates also offer new methodologies for observational constraints on H$_2$ formation and destruction, thereby enabling more accurate astrophysical models and interpretations on interstellar molecular materials.         ",
    "url": "https://arxiv.org/abs/2509.25070",
    "authors": [
      "Xiaolong Yang",
      "Lile Wang",
      "Di Li",
      "Shenzhen Xu"
    ],
    "subjectives": [
      "Astrophysics of Galaxies (astro-ph.GA)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2509.01546",
    "title": "Wavelength-tunable femtosecond pulsed laser for the characterisation of solid-state sensors",
    "abstract": "           The Two-Photon Absorption (TPA) process provides an excellent method for the characterisation of solid-state sensors due to its intrinsic 3D resolution for the excitation of electron-hole pairs. This paper presents the commissioning of a system composed of a Light Conversion PHAROS laser read out with an ORPHEUS optical parametric amplifier with tuneable output wavelength across $310-16000$ nm. This is one of the few facilities suitable for particle physics detector applications with a very wide wavelength range and ultra short pulses. The voxel characterisation shows a Rayleigh length of $12.20 \\pm 0.47$ $~\\mu$m and the beam radius at the waist of $1.53 \\pm 0.04$$~\\mu$m. Initial measurements with silicon and diamond samples are described. The apparatus is characterised with both devices, demonstrating the expected quadratic dependency with the energy per pulse, and different models are presented to explain the signal generated due to reflection. The signal generated in the silicon diode is in good agreement with one dimension voxel model predictions.         ",
    "url": "https://arxiv.org/abs/2509.01546",
    "authors": [
      "Enoch Ejopu",
      "Oscar Augusto de Aguiar Francisco",
      "Nawal Al Amairi",
      "Huazhen Li",
      "Marco Gersabeck",
      "Alexander Oh",
      "Christopher Parkes",
      "Patrick Parkinson",
      "Francisca Munoz Sanchez",
      "Charles Smith"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2509.04674",
    "title": "Microwave Spectroscopy of the Muonium $2S_{1/2}-2P_{3/2}$ Fine Structure Interval",
    "abstract": "           We report a microwave spectroscopy measurement of the muonium $2S_{1/2}-2P_{3/2}$ fine structure transition, yielding a transition frequency of $9871.0 \\pm 7.0~\\mathrm{MHz}$, in agreement with state-of-the-art QED predictions within one standard deviation. In combination with the recent Lamb shift result, the $2P_{1/2}-2P_{3/2}$ splitting is determined, improving the spectroscopic characterization of the $n=2$ manifold in muonium. These results provide a stringent test of bound-state QED in a purely leptonic system and establish a path toward future searches for Lorentz violation and muon-specific new physics.         ",
    "url": "https://arxiv.org/abs/2509.04674",
    "authors": [
      "Philipp Blumer",
      "Gianluca Janka",
      "Svenja Geissmann",
      "Iren Ignatov",
      "Marcus Mähring",
      "Zaher Salman",
      "Andreas Suter",
      "Edward Thorpe-Woods",
      "Thomas Prokscha",
      "Ben Ohayon",
      "Paolo Crivelli"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2509.15142",
    "title": "Super resonance: Breaking the bandwidth limit of resonant modes and its application to flow control",
    "abstract": "           We report the discovery of super resonance--a new regime of resonant behavior in which a mode's out-of-phase response persists far beyond its classical bandwidth. This effect emerges from a coiled phononic structure composed of a locally resonant elastic metamaterial and architected to support multiple internal energy pathways. These pathways converge at a single structural location, enabling extended modal dominance and significantly broadening the frequency range over which a resonant phase is sustained. We demonstrate by direct numerical simulations the implications of this mechanism in the context of flow instability control, where current approaches are inherently constrained by the characteristically narrow spectral bandwidth of conventional resonances. Using a super-resonant phononic subsurface structure interfacing with a channel flow, we show passive simultaneous suppression of four unstable flow perturbations across a frequency range more than five times wider than that is achievable with a standard resonance in an equivalent uncoiled structure. By enabling broadband, passive control of flow instabilities, super resonance overcomes a longstanding limitation in laminar flow control strategies. More broadly, it introduces a powerful new tool for phase-engineered wave-matter interaction. The ability to preserve out-of-phase modal response across wide spectral ranges establishes a fundamental advance in the physics of resonance, with far-reaching implications for suppressing fully developed turbulent flows and beyond.         ",
    "url": "https://arxiv.org/abs/2509.15142",
    "authors": [
      "Adam R. Harris",
      "Armin Kianfar",
      "David Roca",
      "Daniel Yago",
      "Christoph Brehm",
      "Mahmoud I. Hussein"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2509.17997",
    "title": "Hybrid Electromagnetic Calorimeter Module: Enhanced Performance through Integration of Silicon Pixel Layer into Scintillator Design",
    "abstract": "           This study constructs a hybrid module with a multi-material collaborative detection architecture by integrating silicon pixel layers into the longitudinally segmented scintillating fiber sampling calorimeter module and optimizes the placement of the silicon layers. The module utilizes the pre-shower characteristics of the front-end scintillator units to ensure sufficient energy deposition in the silicon pixel layers, thereby maintaining its high-precision detection capability. A dedicated simulation framework combining Geant4 modeling for the scintillator section and a parameterized approach for the silicon pixel layer is employed for module verification and performance study. The hybrid module demonstrates overall performance enhancement. The maximum achievable improvements are 56% for position resolution and 26% for time resolution, respectively. These advancements also lead to significant increase of physics sensitivity, especially for physics channels with low-energy photons, for instance, a 16% boost in signal significance for $D^{*0}$ from the $B^-\\rightarrow D^{*0}(\\rightarrow D^0 \\gamma)\\pi^-$ decay.         ",
    "url": "https://arxiv.org/abs/2509.17997",
    "authors": [
      "Jia-Le Fei",
      "Ao Yuan",
      "Chang-Heng Huang",
      "Liu-Pan An",
      "Ji-Ke Wang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2509.20390",
    "title": "Optical characterization of wavelength-shifting and scintillating-wavelength-shifting fibers",
    "abstract": "           We report results of optical characterizations of new wavelength-shifting and scintillating-wavelength-shifting fibers EJ-182 and EJ-160 from Eljen Technology and compare them to the wavelength-shifting fiber BCF-91A from Saint-Gobain. The wavelength-dependence of attenuation was derived from spectral measurements confirming that the long attenuation length increases with wavelength, while short attenuation effects become less significant at longer wavelengths. The impact of environmental refractive index was measured by immersing a fiber in water. Immersing the fibers in water reduced the light yield and led to a suppression of the short attenuation length, consistent with the expected decrease in the refractive index contrast.         ",
    "url": "https://arxiv.org/abs/2509.20390",
    "authors": [
      "W. Bae",
      "J. Cesar",
      "K. Chen",
      "J. Cho",
      "D. Du",
      "J. Edgar",
      "L. Earthman",
      "O. M. Falana",
      "M. Gajda",
      "C. Hurlbut",
      "M. Jackson",
      "K. Lang",
      "C. Lee",
      "J. Y. Lee",
      "E. Liang",
      "J. Liu",
      "C. Maxwell",
      "C. Murthy",
      "D. Myers",
      "S. Nguyen",
      "T. O'Brien",
      "M. Proga",
      "T. Rodriguez",
      "S. Syed",
      "M. Zalikha",
      "J. Zey"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2509.21583",
    "title": "Systematic Study of Amorphous ABC Heterostructures at the Atomic Scale as a Nonlinear Optical Metamaterial",
    "abstract": "           The systematic exploration of ABC type heterostructures reveals that nanoscale morphological modification markedly improves nonlinear optical properties to maximize the artificial bulk second-order susceptibility. These amorphous birefringent heterostructures are fabricated through cyclic plasma-enhanced atomic layer deposition of three oxides, effectively breaking centrosymmetry. We observe a dependence of optical nonlinearity on the thickness variation of three constituent materials: SiO$_2$ (A), TiO$_2$ (B), and Al$_2$O$_3$ (C), ranging from tens of nanometers to the atomic scale, and these materials exhibit second-order susceptibility at their interfaces. Our findings reveal that the enhancement of nonlinear optical properties is strongly correlated with a high density of layers and superior interface quality, where the interface second-order nonlinearity transitions to bulk-like second-harmonic generation. An effective bulk second-order susceptibility of $\\chi_{zzz}\\nobreakspace{}=\\nobreakspace{}2.0\\nobreakspace{}\\pm\\nobreakspace{}0.2$ pm/V is achieved, comparable to typical values for conventional monocrystalline nonlinear materials.         ",
    "url": "https://arxiv.org/abs/2509.21583",
    "authors": [
      "Martin Mičulka",
      "Jinsong Liu",
      "Sebastian Beer",
      "Raihan Rafi",
      "Denys Sevriukov",
      "Sergiy Yulin",
      "Vladimir Roddatis",
      "Stefan Nolte",
      "Isabelle Staude",
      "Andreas Tünnermann",
      "Sven Schröder",
      "Adriana Szeghalmi"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.20426",
    "title": "Enhancement of superconducting pairing via quantum Lyapunov control",
    "abstract": "           We demonstrate that quantum Lyapunov control provides an effective strategy for enhancing superconducting correlations in the Fermi-Hubbard model without requiring careful parameter tuning. While photoinduced superconductivity is sensitive to the frequency and amplitude of a monochromatic laser pulse, our approach employs a simple feedback-based protocol that prevents the decrease of superconducting correlations once they begin to form. This method enables robust enhancement of pairing across a broad range of initial pumping conditions, eliminating the need for intricate frequency and amplitude optimization. We also show that an alternative implementation, asymptotic quantum control, achieves comparable results. Furthermore, our approach can be adapted to suppress previously induced superconducting correlations, providing bidirectional control over quantum pairing states. These findings suggest practical pathways for manipulating quantum correlations in strongly interacting systems with minimal experimental complexity.         ",
    "url": "https://arxiv.org/abs/2503.20426",
    "authors": [
      "Oleksandr Povitchan",
      "Denys I. Bondar",
      "Andrii G. Sotnikov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Superconductivity (cond-mat.supr-con)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.06770",
    "title": "Adjusting optical cavity birefringence with wavelength tunable laser for axion searches",
    "abstract": "           Axions have attracted attention as promising candidates for dark matter (DM). Although axions have been intensively searched for, they have not been observed yet. Recently, novel experiments to search for axion DM have been proposed that use optical cavities to amplify polarization rotation of laser light induced by the axion-photon interaction. One such experiment employs a ring cavity composed of four mirrors. However, its sensitivity to the axion-photon coupling $g_{a\\gamma}$ in the low axion mass region is limited due to a reflection phase difference between s- and p-polarizations. In this paper, we propose a new method to improve the sensitivity using zero-phase shift mirrors and a wavelength tunable laser. Moreover, the laser makes it easier to scan the high axion mass region by tuning the reflection phase difference between s- and p-polarizations. We experimentally confirmed that the phase difference generated upon reflection on a zero phase shift mirror satisfied the requirement of $8.6 \\times 10^{-3}~\\mathrm{deg}$, which corresponds to the half width at half maximum (HWHM) of the cavity for p-polarization with the mirror fixed on a folded cavity and a wavelength tunable laser.         ",
    "url": "https://arxiv.org/abs/2505.06770",
    "authors": [
      "Hinata Takidera",
      "Hiroki Fujimoto",
      "Yuka Oshima",
      "Satoru Takano",
      "Kentaro Komori",
      "Tomohiro Fujita",
      "Ippei Obata",
      "Masaki Ando",
      "Yuta Michimura"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2505.15106",
    "title": "A coupled HDG discretization for the interaction between acoustic and elastic waves",
    "abstract": "           We propose and analyze an HDG scheme for the Laplace-domain interaction between a transient acoustic wave and a bounded elastic solid embedded in an unbounded fluid medium. Two mixed variables (the stress tensor and the velocity of the acoustic wave) are included while the symmetry of the stress tensor is imposed weakly by considering the antisymmetric part of the strain tensor (the spin or vorticity tensor) as an additional unknown. Convergence of the method is demonstrated and theoretical rates are obtained; numerical results suggesting optimal order of convergence and superconvergence of the traces are presented.         ",
    "url": "https://arxiv.org/abs/2505.15106",
    "authors": [
      "Fernando Artaza-Covarrubias",
      "Tonatiuh Sánchez-Vizuet",
      "Manuel Solano"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2506.09551",
    "title": "Accelerating Resonant Spectroscopy Simulations Using Multi-Shifted Bi-Conjugate Gradient",
    "abstract": "           Resonant spectroscopies, which involve intermediate states with finite lifetimes, provide essential insights into collective excitations in quantum materials that are otherwise inaccessible. However, theoretical understanding in this area is often limited by the numerical challenges of solving Kramers-Heisenberg-type response functions for large-scale systems. To address this, we introduce a multi-shifted biconjugate gradient algorithm that exploits the shared structure of Krylov subspaces across spectra with varying incident energies, effectively reducing the computational complexity to that of linear spectroscopies. Both mathematical proofs and numerical benchmarks confirm that this algorithm substantially accelerates spectral simulations, achieving constant complexity independent of the number of incident energies, while ensuring accuracy and stability. This development provides a scalable, versatile framework for simulating advanced spectroscopies in quantum materials.         ",
    "url": "https://arxiv.org/abs/2506.09551",
    "authors": [
      "Prakash Sharma",
      "Luogen Xu",
      "Fei Xue",
      "Yao Wang"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2507.18751",
    "title": "Fully quantum perturbative description of correlated Stokes--anti-Stokes scattering",
    "abstract": "           The process in which Raman scattering produces correlated Stokes and anti-Stokes radiation is known as Stokes--anti-Stokes (SaS) scattering. It has been shown recently that this process can generate entangled photon pairs, making it a promising tool for quantum optical technologies, but a proper quantum theoretical description was lacking. In this paper, a fully quantum derivation of the electric polarization in a medium with vibrational Raman response, with quantized electromagnetic fields, is developed. Using quantum perturbation theory for Heisenberg operators, we find the solution for the material electric polarization and show that a four-wave mixing-like correlated SaS scattering appears in the first order of perturbation and completely characterizes the non-resonant SaS photon pair production. We also discuss how to construct the third-order non-linear optical susceptibility for the SaS scattering from the quantum formalism, and show that it coincides with the one derived for classical fields in stimulated Raman.         ",
    "url": "https://arxiv.org/abs/2507.18751",
    "authors": [
      "Raul Corrêa",
      "Marcelo F. Santos",
      "Carlos H. Monken",
      "Ado Jorio"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  }
]