[
  {
    "id": "arXiv:2407.21378",
    "title": "Characterization of the RD50-MPW4 HV-CMOS pixel sensor",
    "abstract": "           The RD50-MPW4 is the latest HV-CMOS pixel sensor from the CERN-RD50-CMOS working group, designed to evaluate the HV-CMOS technology in terms of spatial resolution, radiation hardness and timing performance. Fabricated by LFoundry using a 150nm process, it features an improved architecture to mitigate crosstalk, which has been an issue with the predecessor RD50-MPW3, allowing more sensitive threshold settings and full matrix operation. Enhancements include separated power domains for peripheral and in-pixel digital readout, a new backside-biasing step, and an improved guard ring structure supporting biasing up to 500V, significantly boosting radiation hardness. Laboratory measurements and test beam results presented in this paper show significant improvements over its predecessor regarding noise behavior, spatial resolution, and efficiency.         ",
    "url": "https://arxiv.org/abs/2407.21378",
    "authors": [
      "B.Pilsl",
      "T. Bergauer",
      "R. Casanova",
      "H. Handerkas",
      "C. Irmler",
      "U. Kraemer",
      "R. Marco-Hernandez",
      "J. Mazorra de Cos",
      "F. R. Palomo",
      "S. Powell",
      "P. Sieberer",
      "J. Sonneveld",
      "H. Steininger",
      "E. Vilella",
      "B. Wade",
      "C. Zhang",
      "S. Zhang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2407.21598",
    "title": "Advancing quantum technology workforce: industry insights into qualification and training needs",
    "abstract": "           The transition of second-generation quantum technologies from a research topic to a topic of industrial relevance has led to a growing number of quantum companies and companies that are exploring quantum technologies. Examples would include a start-up building a quantum key distribution device, a large company working on integrating a quantum sensing core into a product, or a company providing quantum computing consultancy. They all face different challenges and needs in terms of building their quantum workforce and training in quantum concepts, technologies and how to derive value from them. With the study documented in this paper, we aim to identify these needs and provide a picture of the industry's requirements in terms of workforce development and (external) training and materials. We discuss, for example, the shortage of engineers and jobs relevant to the quantum industry, the challenge of getting people interested in quantum, and the need for training at different levels and in different formats - from awareness raising and self-learning materials to university courses in quantum systems engineering. The findings are based on 34 semi-structured interviews with industry representatives and a follow-up questionnaire to validate some of the issues raised in the interviews. These results have influenced activities in EU projects, including an update of the European Competence Framework for Quantum Technologies.         ",
    "url": "https://arxiv.org/abs/2407.21598",
    "authors": [
      "Franziska Greinert",
      "Malte S. Ubben",
      "Ismet N. Dogan",
      "Dagmar Hilfert-Rüppell",
      "Rainer Müller"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2407.21657",
    "title": "Response of a multi-wavelength laser to single-sideband optical injection",
    "abstract": "           Single-mode semiconductor lasers subject to optical injection have been shown to trigger a wide range of dynamical behavior from injection locking to chaos. Multi-wavelength lasers add even more degrees of freedom and complexity to the dynamical repertoire potentially unlocking new functionalities for applications ranging from THz generation and processing to all-optical memories. In particular, leveraging the inherent mode coupling in multi-wavelength lasers, spectral multiplication over a THz range of an injected optical signal has been shown. While most of the research on optical injection has been focused on single-mode semiconductor lasers, the dynamical behavior of multi-wavelength lasers, particularly when subjected to injection of amplitude-modulated signals remains vastly unexplored. In this work, we numerically and experimentally investigate the response of an on-chip dual-wavelength laser subject to the optical injection of a single-sideband signal around one of the modes of the laser. Our findings show an asymmetric power evolution of the sidebands appearing around both the injected and un-injected modes with respect to the modulation frequency. The power and bandwidth of the sideband signals strongly depend on the resonance frequency produced by the interference between the cavity mode and the injection, which can be tailored by twerking the strength and the detuning of the injection. The outcomes of our numerical investigations, based on rate equations, align closely with the experimental results highlighting the influence of key injection and laser parameters.         ",
    "url": "https://arxiv.org/abs/2407.21657",
    "authors": [
      "Shahab Abdollahi",
      "Pablo Marin-Palomo",
      "Martin Virte"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.21782",
    "title": "An Inexpensive, Configurable Two-Tone Electron Spin Resonance Spectrometer",
    "abstract": "           Electron spin resonance (ESR) is a powerful tool for characterizing and manipulating spin systems, but commercial ESR spectrometers can be expensive and designed to work in narrow frequency bands. This work presents an inexpensive spectrometer that, when coupled with easy-to-design resonators, enables ESR over a broad frequency range, including at frequencies outside the standard bands. It can operate at either a single frequency or at two frequencies simultaneously. The spectrometer is built from off-the-shelf parts and controlled by a field programmable gate array (FPGA), and new capabilities can be easily added by reconfiguring the FPGA and adding or swapping components. We demonstrate the capabilities of the spectrometer using the molecular nanomagnet Cr$_7$Mn.         ",
    "url": "https://arxiv.org/abs/2407.21782",
    "authors": [
      "Charles A. Collett",
      "Sofia M. Davvetas",
      "Abdulelah Alsuhaymi",
      "Grigore A. Timco"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2407.21023",
    "title": "Statistical Localization of Electromagnetic Signals in Disordered Time-Varying Cavity",
    "abstract": "           In this letter, we investigate the statistical properties of electromagnetic signals after different times of duration within one-dimensional local-disordered time-varying cavities, where both spatial and temporal disorders are added. Our findings reveal that, in the vast majority of cases, adequate temporal disorder in local space can make the electromagnetic field statistically localized, obeying a normal distribution at a specific point in time of arbitrary location within the cavity. We employ the concept of disordered space-time crystals and leverage Lindeberg's and Lyapunov's theorems to theoretically prove the normal distribution of the field values. Furthermore, we find that with the increase of energy provided by time variation, the probability of extreme fields will significantly increase and the field intensity eventually is de-normalized, that is, deviating from the normal distribution. This study not only sheds light on the statistical properties of transient signals in local-disordered time-varying systems but also paves the way for further exploration in wave dynamics of analogous systems.         ",
    "url": "https://arxiv.org/abs/2407.21023",
    "authors": [
      "Bo Zhou",
      "Xingsong Feng",
      "Xianmin Guo",
      "Fei Gao",
      "Hongsheng Chen",
      "Zuojia Wang"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.21071",
    "title": "Graded lithium-ion battery pouch cells to homogenise current distributions and mitigate lithium plating",
    "abstract": "           Spatial distributions in current, temperature, state-of-charge and degradation across the plane of large format lithium-ion battery pouch cells can significantly impact their performance, especially at high C-rates. In this paper, a method to smooth out these spatial distributions by grading the electrode microstructure in-the-plane is proposed. A mathematical model of a large format pouch cell is developed and validated against both temperature and voltage experimental data. An analytic solution for the optimal graded electrode that achieves a uniform current distribution across the pouch cell is then derived. The model predicts that the graded electrodes could significantly reduce the likelihood of lithium plating in large format pouch cells, with grading increasing the C-rate at which plating occurs from 2.75C to 5.5C. These results indicate the potential of designing spatially varying electrode architectures to homogenise the response of large format pouch cells and improve their high rate performance.         ",
    "url": "https://arxiv.org/abs/2407.21071",
    "authors": [
      "Ross Drummond",
      "Eloise C. Tredenick",
      "Toby L. Kirk",
      "Marveh Forghani",
      "Patrick S. Grant",
      "Stephen R. Duncan"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.21093",
    "title": "Exciton Fission Enhanced Silicon Solar Cell",
    "abstract": "           While silicon solar cells dominate global photovoltaic energy production, their continued improvement is hindered by the single junction limit. One potential solution is to use molecular singlet exciton fission to generate two electrons from each absorbed high-energy photon. We demonstrate that the long-standing challenge of coupling molecular excited states to silicon solar cells can be overcome using sequential charge transfer. Combining zinc phthalocyanine, aluminum oxide, and a shallow junction crystalline silicon microwire solar cell, the peak charge generation efficiency per photon absorbed in tetracene is (138 +- 6)%, comfortably surpassing the quantum efficiency limit for conventional silicon solar cells and establishing a new, scalable approach to low cost, high efficiency photovoltaics.         ",
    "url": "https://arxiv.org/abs/2407.21093",
    "authors": [
      "Narumi Nagaya",
      "Kangmin Lee",
      "Collin F. Perkinson",
      "Aaron Li",
      "Youri Lee",
      "Xinjue Zhong",
      "Sujin Lee",
      "Leah P. Weisburn",
      "Tomi K. Baikie",
      "Moungi G. Bawendi",
      "Troy Van Voorhis",
      "William A. Tisdale",
      "Antoine Kahn",
      "Kwanyong Seo",
      "Marc A. Baldo"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2407.21189",
    "title": "Multi-task Photonic Reservoir Computing: Wavelength Division Multiplexing for Parallel Computing with a Silicon Microring Resonator",
    "abstract": "           Nowadays, as the ever-increasing demand for more powerful computing resources continues, alternative advanced computing paradigms are under extensive investigation. Significant effort has been made to deviate from conventional Von Neumann architectures. In-memory computing has emerged in the field of electronics as a possible solution to the infamous bottleneck between memory and computing processors, which reduces the effective throughput of data. In photonics, novel schemes attempt to collocate the computing processor and memory in a single device. Photonics offers the flexibility of multiplexing streams of data not only spatially and in time, but also in frequency or, equivalently, in wavelength, which makes it highly suitable for parallel computing. Here, we numerically show the use of time and wavelength division multiplexing (WDM) to solve four independent tasks at the same time in a single photonic chip, serving as a proof of concept for our proposal. The system is a time-delay reservoir computing (TDRC) based on a microring resonator (MRR). The addressed tasks cover different applications: Time-series prediction, waveform signal classification, wireless channel equalization, and radar signal prediction. The system is also tested for simultaneous computing of up to 10 instances of the same task, exhibiting excellent performance. The footprint of the system is reduced by using time-division multiplexing of the nodes that act as the neurons of the studied neural network scheme. WDM is used for the parallelization of wavelength channels, each addressing a single task. By adjusting the input power and frequency of each optical channel, we can achieve levels of performance for each of the tasks that are comparable to those quoted in state-of-the-art reports focusing on single-task operation...         ",
    "url": "https://arxiv.org/abs/2407.21189",
    "authors": [
      "Bernard J. Giron Castro",
      "Christophe Peucheret",
      "Darko Zibar",
      "Francesco Da Ros"
    ],
    "subjectives": [
      "Neural and Evolutionary Computing (cs.NE)",
      "Artificial Intelligence (cs.AI)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.21305",
    "title": "Long-distance distribution of telecom time-energy entanglement generated on a silicon chip",
    "abstract": "           Entanglement distribution is a critical technique that enables numerous quantum applications. Most fiber-based long-distance experiments reported to date have utilized photon pair sources generated in bulk optical crystals, with the entanglement encoded in the polarization degree of freedom. Here, we create time-energy entanglement for photon pairs generated from an on-chip silicon ring resonator via SFWM process and report the distribution of the entanglement over standard optical fiber with distance >81 km. Our work paves the way for future large-scale quantum networks with connect of distant quantum nodes.         ",
    "url": "https://arxiv.org/abs/2407.21305",
    "authors": [
      "Yuan-yuan Zhao",
      "Fuyong Yue",
      "Feng Gao",
      "Qibing Wang",
      "Chao Li",
      "Zichen Liu",
      "Lei Wang",
      "Zhixue He"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.21350",
    "title": "Comparative analysis of structural, elastic, electronic, phonon, thermal and optical properties of two $\\text{Na}_6\\text{Ge}_2\\text{Se}_6$ phases from first principles calculations",
    "abstract": "           The demand for new alkali metal chalcogenide materials is continuously increasing due to their potential applications across various technological fields. Recently, a new compound, $\\text{Na}_6\\text{Ge}_2\\text{Se}_6$, was computationally predicted, representing a new phase distinct from the experimentally observed $\\text{Na}_6\\text{Ge}_2\\text{Se}_6$ reported in 1985. Notably, this newly predicted phase displays a lower total energy compared to the previously known experimental phase, as determined by first-principles calculations. In this study, we undertake a thorough comparative analysis of the structural, elastic, electronic, phonon, thermal, and optical properties of these two $\\text{Na}_6\\text{Ge}_2\\text{Se}_6$ phases. Our results show that both phases meet mechanical and dynamical stability criteria. The electronic band structure analysis confirms the semiconducting nature of both materials, with a 2.97 eV indirect band gap for the predicted phase and a 2.93 eV direct band gap for the observed phase. Optically, both phases exhibit strong absorption in the ultraviolet region. Thermal properties analysis reveals that the predicted phase is more thermodynamically stable below 907 K, while the observed phase shows greater thermodynamic stability above this temperature.         ",
    "url": "https://arxiv.org/abs/2407.21350",
    "authors": [
      "Qi Zhang",
      "Amitava Choudhury",
      "Aleksandr Chernatynskiy"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2407.21602",
    "title": "Higher order quantum reservoir computing for non-intrusive reduced-order models",
    "abstract": "           Forecasting dynamical systems is of importance to numerous real-world applications. When possible, dynamical systems forecasts are constructed based on first-principles-based models such as through the use of differential equations. When these equations are unknown, non-intrusive techniques must be utilized to build predictive models from data alone. Machine learning (ML) methods have recently been used for such tasks. Moreover, ML methods provide the added advantage of significant reductions in time-to-solution for predictions in contrast with first-principle based models. However, many state-of-the-art ML-based methods for forecasting rely on neural networks, which may be expensive to train and necessitate requirements for large amounts of memory. In this work, we propose a quantum mechanics inspired ML modeling strategy for learning nonlinear dynamical systems that provides data-driven forecasts for complex dynamical systems with reduced training time and memory costs. This approach, denoted the quantum reservoir computing technique (QRC), is a hybrid quantum-classical framework employing an ensemble of interconnected small quantum systems via classical linear feedback connections. By mapping the dynamical state to a suitable quantum representation amenable to unitary operations, QRC is able to predict complex nonlinear dynamical systems in a stable and accurate manner. We demonstrate the efficacy of this framework through benchmark forecasts of the NOAA Optimal Interpolation Sea Surface Temperature dataset and compare the performance of QRC to other ML methods.         ",
    "url": "https://arxiv.org/abs/2407.21602",
    "authors": [
      "Vinamr Jain",
      "Romit Maulik"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Dynamical Systems (math.DS)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2401.15181",
    "title": "Strong-Field Ionization Phenomena Revealed by Quantum Trajectories",
    "abstract": "           We investigate the photoionization dynamics of atoms subjected to intense, ultrashort laser pulses through the use of quantum trajectories. This method provides a unique and consistent framework for examining electron dynamics within a time-dependent potential barrier. Our findings demonstrate that quantum trajectories offer additional insights into several key aspects of strong-field ionization, including the transition between ionization regimes, non-adiabatic effects under the barrier, the impact of the shape of the electronic potential, and the efficiency of over-the-barrier ionization.         ",
    "url": "https://arxiv.org/abs/2401.15181",
    "authors": [
      "Taylor Moon",
      "Klaus Bartschat",
      "Nicolas Douguet"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2406.18355",
    "title": "Cavity-modified electronic interactions in molecular ensembles under vibrational strong coupling: Combined insights from cavity Born-Oppenheimer perturbation and ab initio wave function theories",
    "abstract": "           Resonant vibrational strong coupling (VSC) between molecular vibrations and quantized field modes of low-frequency optical cavities constitutes the conceptual cornerstone of vibro-polaritonic chemistry. In this work, we theoretically investigate complementary nonresonant electron-cavity mode-interactions in the cavity Born-Oppenheimer (CBO) approximation. We focus on cavity-induced modifications of local and non-local electronic interactions in dipole-coupled molecular ensembles under VSC. Methodologically, we combine CBO perturbation theory (CBO-PT) [Fischer, Saalfrank, JCTC 19, 7215 (2023)] with non-perturbative CBO Hartree-Fock and coupled cluster theories. Wave function approaches are reformulated to self-consistently address a cavity reaction potential (CRP), which minimizes the electronic energy in the cavity subspace. We derive up to second-order CBO-PT corrections of intra- and intermolecular energies revealing non-trivial corrections to dipole-dipole, dipole-induced-dipole and van-der-Waals interactions, and provide analytical second-order CRP for unimolecular and interacting bimolecular scenarios. In the unimolecular case, we find small local modifications of molecular PES for selected isomerization reactions dominantly captured by the first-order dipole fluctuation. Excellent agreement between CBO-PT and non-perturbative wave function results is obtained indicating minor VSC-induced state relaxation effects in the single-molecule limit. In the bimolecular scenario, CBO-PT reveals an explicit coupling of interacting dimers to cavity modes besides cavity-polarization dependent dipole-induced-dipole and van-der-Waals interactions with enhanced long-range character. An illustrative CBO-CCSD-based numerical analysis of selected molecular dimer models provides a complementary non-perturbative perspective on cavity-modified intermolecular interactions under VSC.         ",
    "url": "https://arxiv.org/abs/2406.18355",
    "authors": [
      "Eric W. Fischer"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2308.00094",
    "title": "Non-Markovianity in High-Dimensional Open Quantum Systems using Next-generation Multicore Optical Fibers",
    "abstract": "           With the advent of quantum technology, the interest in communication tasks assisted by quantum systems has increased both in academia and industry. Nonetheless, the transmission of a quantum state in real-world scenarios is bounded by environmental noise, so that the quantum channel is an open quantum system. In this work, we study a high dimensional non-Markovian open quantum system in a multi-core optical fiber by characterizing the environmental interaction as quantum operations, which here correspond to phase flips between pairs of computational basis states. The experimental platform is currently state-of-the-art for space division multiplexing optical fiber communication, which can serve as a robust channel for high-dimensional quantum communication. To test the channel, we perform a quantum communication task in the prepare-and-measure scenario. The non-Markovian nature of the system is demonstrated by implementing a Quantum Vault protocol. A better understanding of the phase noise in multi-core fibers could improve the stability and quality of several real-world communication protocols since they are a prime candidate to increase the telecom data transmission rate worldwide.         ",
    "url": "https://arxiv.org/abs/2308.00094",
    "authors": [
      "Santiago Rojas-Rojas",
      "Daniel Martínez",
      "Kei Sawada",
      "Luciano Pereira",
      "Stephen P. Walborn",
      "Esteban S. Gómez",
      "Nadja K. Bernardes",
      "Gustavo Lima"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.10994",
    "title": "Quantum plasmonic sensing by Hong-Ou-Mandel interferometry",
    "abstract": "           We propose a quantum plasmonic sensor using Hong-Ou-Mandel (HOM) interferometry that measures the refractive index of an analyte, embedded in a plasmonic beam splitter composed of a dual-Kretschmann configuration, which serves as a frustrated total internal reflection beamsplitter. The sensing performance of the HOM interferometry, combined with single-photon detectors, is evaluated through Fisher information for estimation of the refractive index of the analyte. This is subsequently compared with the classical benchmark that considers the injection of a coherent state of light into the plasmonic beamsplitter. By varying the wavelength of the single photons and the refractive index of the analyte, we identify a wide range where a 50 % quantum enhancement is achieved and discuss the observed behaviors in comparison with the classical benchmark. We expect this study to provide a useful insight into the advancement of quantum-enhanced sensing technologies, with direct implications for a wide range of nanophotonic beamsplitter structures.         ",
    "url": "https://arxiv.org/abs/2404.10994",
    "authors": [
      "Seungjin Yoon",
      "Yu Sung Choi",
      "Mark Tame",
      "Jae Woong Yoon",
      "Sergey V. Polyakov",
      "Changhyoup Lee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.15558",
    "title": "Retinomorphic Machine Vision in a Network Laser",
    "abstract": "           With the growing prevalence of AI, demand increases for efficient machine learning hardware. Physical systems are sought which combine image feature detection with the essential nonlinearity for tasks such as image classification. Existing physical hardware typically detects features linearly, then employs digital processing for nonlinear activation. Biological vision systems excel at nonlinear image processing. The retina detects features in ganglion cells via lateral inhibition, where neighbouring cells nonlinearly compete for activation. We present a bio-inspired 'retinomorphic' machine vision platform using an on-chip semiconductor network laser. The system detects multiple features in parallel via spatially-overlapping lasing modes, with integrated nonlinearity provided by antagonistic gain competition between modes - a photonic analogue of retinal inhibition. Parallel feature-detection enhances efficiency relative to feature-detection schemes which operate sequentially or via multiple device copies, with Si-compatible processing and a compact micron-scale footprint relative to existing mm-scale systems. We report 98.05% accuracy on MNIST-digits and 87.85% on Fashion-MNIST, with strong performance on short training datasets.         ",
    "url": "https://arxiv.org/abs/2407.15558",
    "authors": [
      "Wai Kit Ng",
      "Jakub Dranczewski",
      "Anna Fischer",
      "T V Raziman",
      "Dhruv Saxena",
      "Tobias Farchy",
      "Kilian Stenning",
      "Jonathan Peters",
      "Heinz Schmid",
      "Will R Branford",
      "Mauricio Barahona",
      "Kirsten Moselund",
      "Riccardo Sapienza",
      "Jack C. Gartside"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  }
]