[
  {
    "id": "arXiv:2310.10747",
    "title": "Continuous Space-Time Crystal State Driven by Nonreciprocal Optical  Forces",
    "abstract": "Continuous time crystals (CTCs) - media with broken continuous time translation symmetry - are an eagerly sought state of matter that spontaneously transition from a time-independent state to one of periodic motion in response to a small perturbation. The state has been realized recently in an array of nanowires decorated with plasmonic metamolecules illuminated with light. Here we show that this as-yet-unexplained CTC state can be understood as arising from a nonreciprocal phase transition induced by nonconservative radiation pressure forces among plasmonic metamolecules: above a certain intensity threshold, light drives the inhomogeneously broadened array of thermally-driven noisy nanowire oscillators to a synchronized coherent space-time crystal state and ergodicity of the system is broken. At the onset of synchronization, this mechanism does not require nonlinearity in the oscillators but depends instead on nonreciprocal forces. As such it is fundamentally different from the regimes of synchronization that depend on nonlinearity. ",
    "url": "https://arxiv.org/abs/2310.10747",
    "authors": [
      "Venugopal Raskatla",
      "Tongjun Liu",
      "Jinxiang Li",
      "Kevin F. MacDonald",
      "Nikolay I. Zheludev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.10884",
    "title": "Diamond photonic crystals assembled from DNA origami",
    "abstract": "Colloidal self-assembly allows rational design of structures on the micron and submicron scale, potentially leading to physical material properties that are rare or non-existent in nature. One of the architectures that can generate complete 3D photonic band gaps is the diamond cubic lattice, which has remained difficult to realize at length scales comparable to the wavelength of visible light. Here, we demonstrate 3D photonic crystals self-assembled from DNA origami that act as precisely programmable patchy colloids. Our DNA-based nanoscale tetrapods crystallize into a rod-connected diamond cubic lattice with a periodicity of 170 nm that serves as a scaffold for atomic layer deposition of high refractive index materials such as TiO$_2$, yielding a tunable photonic band gap in the near UV range. ",
    "url": "https://arxiv.org/abs/2310.10884",
    "authors": [
      "Gregor Posnjak",
      "Xin Yin",
      "Paul Butler",
      "Oliver Bienek",
      "Mihir Dass",
      "Ian D. Sharp",
      "Tim Liedl"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.10937",
    "title": "Tracking quantum clouds expansion in tunneling ionization",
    "abstract": "We study formation and evolution of the electron wave-packets in the process of strong field ionization of various atomic targets. Our study is based on reformulating the problem in terms of conditional amplitudes, i.e., the amplitudes describing outcomes of measurements of different observables provided that the electron is found in the ionized state after the end of the pulse. By choosing the electron coordinate as such an observable, we were able to define unambiguously the notion of the ionized wave-packets and to study their formation and spread. We show that the evolution of the ionized wave packets obtained in this way follows closely the classical trajectories at the initial stages of evolution providing an {\\it ab initio} quantum-mechanical confirmation of the basic premises of the Classical Monte Carlo Calculations approach. At the later stages of evolution the picture becomes more complicated due to the wave packets' spread and due to interference of wave packets originating from different field maxima. Our approach also allowed us to obtain information about the coordinate and velocity electron distributions at the tunnel exit. ",
    "url": "https://arxiv.org/abs/2310.10937",
    "authors": [
      "I. A. Ivanov",
      "A.S.Kheifets",
      "Kyung Taec Kim"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2310.11014",
    "title": "Hyperspectral In-Memory Computing with Optical Frequency Combs and  Programmable Optical Memories",
    "abstract": "The rapid advancements in machine learning across numerous industries have amplified the demand for extensive matrix-vector multiplication operations, thereby challenging the capacities of traditional von Neumann computing architectures. To address this, researchers are currently exploring alternatives such as in-memory computing systems to develop faster and more energy-efficient hardware. In particular, there is renewed interest in computing systems based on optics, which could potentially handle matrix-vector multiplication in a more energy-efficient way. Despite promising initial results, developing a highly parallel, programmable, and scalable optical computing system capable of rivaling electronic computing hardware still remains elusive. In this context, we propose a hyperspectral in-memory computing architecture that integrates space multiplexing with frequency multiplexing of optical frequency combs and uses spatial light modulators as a programmable optical memory, thereby boosting the computational throughput and the energy efficiency. We have experimentally demonstrated multiply-accumulate operations with higher than 4-bit precision in both matrix-vector and matrix-matrix multiplications, which suggests the system's potential for a wide variety of deep learning and optimization tasks. This system exhibits extraordinary modularity, scalability, and programmability, effectively transcending the traditional limitations of optics-based computing architectures. Our approach demonstrates the potential to scale beyond peta operations per second, marking a significant step towards achieving high-throughput energy-efficient optical computing. ",
    "url": "https://arxiv.org/abs/2310.11014",
    "authors": [
      "Mostafa Honari Latifpour",
      "Byoung Jun Park",
      "Yoshihisa Yamamoto",
      "Myoung-Gyun Suh"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Neural and Evolutionary Computing (cs.NE)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.11017",
    "title": "Correcting heading errors in optically pumped magnetometers through  microwave interrogation",
    "abstract": "We demonstrate how to measure in-situ for heading errors of optically pumped magnetometers in geomagnetic fields. For this, we implement microwave-driven Rabi oscillations and Ramsey interferometry on hyperfine transitions as two independent methods to detect scalar systematics of free induction decay (FID) signals. We showcase the wide applicability of this technique by operating in the challenging parameter regime of compact vapor cells with imperfect pumping and high buffer gas pressure. In this system, we achieve suppression of large inaccuracies arising from nonlinear Zeeman (NLZ) shifts by up to a factor of 10 to levels below 0.6 nT. In the Ramsey method we accomplish this, even in arbitrary magnetic field directions, by employing a hyper-Ramsey protocol and optical pumping with adiabatic power ramps. For the Rabi technique, this level of accuracy is reached, despite associated drive-dependent shifts, by referencing Rabi frequency measurements to a complete atom-microwave coupling model that incorporates the microwave polarization structure. ",
    "url": "https://arxiv.org/abs/2310.11017",
    "authors": [
      "Chris Kiehl",
      "Thanmay S. Menon",
      "Svenja Knappe",
      "Tobias Thiele",
      "Cindy A. Regal"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2310.11120",
    "title": "The influence of microwave pulse conditions on enantiomer-specific state  transfer",
    "abstract": "We report a combined experimental and theoretical study on the influence of microwave pulse durations on enantiomer-specific state transfer. Two triads of rotational states within a chiral molecule (1-indanol) are selected to address the possible scenarios. In the triad connected to the absolute ground state, the simplest triad that exists for all chiral molecules, the enantiomer-specific state transfer process simplifies into a sequence of two-level transitions. The second triad, including higher rotational states, represents a more generic scenario that involves multiple Rabi frequencies for each transition. Our study reveals that the conventional $\\frac{\\pi}{2}-\\pi-\\frac{\\pi}{2}$ pulse sequence is not the optimal choice, except for the ideal case when in the simplest triad only the lowest level is initially populated. We find that employing a shorter duration for the first and last pulse of the sequence leads to significantly higher state-specific enantiomeric enrichment, albeit at the expense of overall population in the target state. Our experimental results are in very good agreement with theory, substantiating the quantitative understanding of enantiomer-specific state transfer. ",
    "url": "https://arxiv.org/abs/2310.11120",
    "authors": [
      "JuHyeon Lee",
      "Johannes Bischoff",
      "A.O. Hernandez-Castillo",
      "Elahe Abdiha",
      "Boris G. Sartakov",
      "Gerard Meijer",
      "Sandra Eibenberger-Arias"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.11185",
    "title": "Diagnostics of charge breeder electron cyclotron resonance ion source  plasma with consecutive transients method",
    "abstract": "The consecutive transients (CT) method is a diagnostics approach combining experimental and computational techniques to probe the plasma parameters of Charge Breeder Electron Cyclotron Resonance Ion Sources (CB-ECRIS). The method is based on short pulse injection of singly charged ions into the charge breeder plasma, and the measurement of the resulting transients of the charge bred multiply charged ions. Estimates for plasma density, average electron energy and characteristic times of ion confinement, electron impact ionization and charge exchange are then computationally derived from the experimental data. Here the CT method is applied for parametric studies of CBECRIS plasma. Potassium ions were charge bred with hydrogen support plasma, and the effects of varied microwave power, neutral gas pressure and magnetic field strength on the plasma parameters and charge breeding efficiency are presented. It is shown that the method is sufficiently sensitive to provide relevant information on changing plasma conditions with the control parameters. The neutral gas pressure had the strongest impact on the plasma parameters, and the results agree with trends obtained by using other diagnostic methods, e.g. the increase of plasma density with increased neutral gas pressure. Furthermore, the method can provide information inaccessible with other methods, such as the characteristic times of ion confinement, ionization and charge exchange, and the hierarchy between them. The results show that the peak charge breeding efficiency is obtained for the highest ion charge state for which the ionization time remains shorter than the charge exchange and the ion confinement times. ",
    "url": "https://arxiv.org/abs/2310.11185",
    "authors": [
      "Julien Angot",
      "Olli Tarvainen",
      "Hannu Koivisto",
      "Miha Luntinen",
      "Thomas Thuillier",
      "Ville Toivanen"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2310.11228",
    "title": "On the nature of polariton transport in a Fabry-Perot Cavity",
    "abstract": "Fabry-Perot microcavities can strongly enhance interactions between light and molecules, leading to the formation of hybrid light-matter states known as polaritons. Polaritons possess much smaller effective masses and much larger group velocities when the molecules are resonant with cavity modes that have finite (non-zero) in-plane wavevectors, giving rise to the possibilities of long-range and ultrafast ballistic transport. In this paper, we present results of numerical simulations of the ultrafast ballistic transport phenomenon in real space and time during and after initialization with a short, spatially localized pulse. We find that the transport of the molecular excitons as induced by the external light field is synchronized with the evolution of the enhanced and localized electromagnetic field inside the cavity. Moreover, the synchronized transport rate is in good agreement with the group velocities predicted from a calculated dispersion relation across a wide range of frequencies. These simulations provide an intuitive tool for understanding the collective motion of light and excitons and helps to better understand how experimental observations of polaritons should be interpreted. ",
    "url": "https://arxiv.org/abs/2310.11228",
    "authors": [
      "Zeyu Zhou",
      "Hsing-Ta Chen",
      "Maxim Sukharev",
      "Joseph E. Subotnik",
      "Abraham Nitzan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.11272",
    "title": "Optical chiral sorting forces and their manifestation in evanescent  waves and nanofibres",
    "abstract": "Optical fields can exert forces of chiral nature on molecules and nanoparticles, which would prove extremely valuable in the separation of enantiomers with pharmaceutical applications, yet it is inherently complex, and the varied frameworks used in the literature further complicate the theoretical understanding. This paper unifies existing approaches used to describe dipolar optical forces and introduces a new symmetry-based `force basis' consisting of twelve vector fields, each weighted by particle-specific coefficients, for a streamlined description of force patterns. The approach is rigorously applied to evanescent waves and dielectric nanofibres, yielding concise analytical expressions for optical forces. Through this, we identify optimal strategies for enantiomer separation, offering invaluable guidance for future experiments. ",
    "url": "https://arxiv.org/abs/2310.11272",
    "authors": [
      "Sebastian Golat",
      "Jack J. Kingsley-Smith",
      "Iago Diez",
      "Josep Martinez-Romeu",
      "Alejandro Martínez",
      "Francisco J. Rodríguez-Fortuño"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.11393",
    "title": "Scattered field formalism in the particle-in-cell method for plasma  acceleration in tightly focused ultrashort laser beams",
    "abstract": "The scattered field formalism is combined to the particle-in-cell method to model relativistic laser-plasma dynamics in complex field configurations. Despite the strong nonlinearity of the interactions, we demonstrate the validity of this technique theoretically, by using the semi-linear property of Maxwell-Vlasov equations, and empirically, by performing a systematic convergence analysis with simple 1D and 2D examples. Then, we apply this method to the description of electron acceleration in undercritical plasmas from tightly focused linear and radially polarized beams. For this purpose, an analytical solution for a linearly-polarized tightly focused beam is derived. According to our simulations and their analysis, this approach looks very promising for the optimization of laser-induced relativistic electron beams at ultrahigh intensities because it allows for tightly-focused geometries in reduced calculation volumes. ",
    "url": "https://arxiv.org/abs/2310.11393",
    "authors": [
      "M. Lytova",
      "F. Fillion-Gourdeau",
      "S. Vallières",
      "F. Légaré",
      "S. MacLean"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2310.11410",
    "title": "High kinetic inductance NbTiN films for quantum limited travelling wave  parametric amplifiers",
    "abstract": "A wide-bandwidth and low-noise amplification chain in the microwave regime is crucial for the efficient read-out of quantum systems based on superconducting detectors, such as Microwave Kinetic Inductance Detectors (MKIDs), Transition Edge Sensors (TESs), Magnetic Microcalorimeters (MMCs), and RF cavities, as well as qubits. Kinetic Inductance Travelling Wave Parametric Amplifiers (KI-TWPAs) operated in a three-wave mixing fashion have demonstrated exceptional dynamic range and low-noise performance, approaching the quantum limit. These amplifiers can be fabricated using a single layer of a high kinetic inductance film as weakly dispersive artificial transmission lines, with the ability to control the phase-matched bandwidth through dispersion engineering. In this study, we present the optimisation of the rf sputter-deposition process of NbTiN films using a Nb80%T20 target, with the goal of achieving precise control over film characteristics, resulting in high kinetic inductance while maintaining a high transition temperature. The parameter landscape related to the different sputtering conditions, such as pressure, power, and nitrogen flow, has been explored and the film thickness has been used as a fine-tuning parameter to adjust the properties of the final NbTiN films used for the fabrication of KI-TWPAs. As a final result, we have obtained a NbTiN film with a kinetic inductance of 8.5 pH/sq which we have exploited to fabricate KI-TWPA prototype devices, showing promising amplification performance. ",
    "url": "https://arxiv.org/abs/2310.11410",
    "authors": [
      "Felix Ahrens",
      "Matteo Borghesi",
      "Paolo Falferi",
      "Luca Fasolo",
      "Marco Faverzani",
      "Elena Ferri",
      "Andrea Giachero",
      "Danilo Labranca",
      "Federica Mantegazzini",
      "Benno Margesin",
      "Renato Mezzena",
      "Roberto Moretti",
      "Angelo Nucciotti",
      "Luca Origo",
      "Andrea Vinante",
      "Mario Zannoni"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.10684",
    "title": "The physics and metaphysics of the conceptuality interpretation of  quantum mechanics",
    "abstract": "Quantum mechanics has maintained over the years the reputation of being \"the most obscure theory.\" It works perfectly well, but nobody seems to know why. It has been argued that the difficulty in understanding quantum theory is our failed attempt to force onto it a wrong conceptual scheme, wanting at all costs to think about the objects of the theory as, precisely, objects, i.e., entities having continuously actual spatiotemporal properties. This too restrictive spatiotemporal scheme is most probably at the heart of the problem, as also underlined by the Einsteinian revolution, but then what could be an alternative? Many thinkers have suggested that we must surrender to the fact that our physical world is one of immanent powers and potencies. Aristotle did so ante quantum litteram, followed by scholars like Heisenberg, Primas, Shimony, Piron, Kastner, Kauffman, de Ronde, just to name a few, including the authors, who were both students of Piron in Geneva. However, if on the one hand a potentiality ontology puts the accent on the processes of change, responsible for the incessant shifts between actual and potential properties, on the other hand it does not tell what these changes are all about. In other words, the metaphysical question remains of identifying the nature of the bearer of these potencies, or potentialities, and of the entities that can actualize them. It is the purpose of the present article to emphasize that the above question has found a possible answer in the recent Conceptuality Interpretation of Quantum Mechanics, which we believe offers the missing ontology and metaphysics that can make the theory fully intelligible, and even intuitive. ",
    "url": "https://arxiv.org/abs/2310.10684",
    "authors": [
      "Diederik Aerts",
      "Massimiliano Sassoli de Bianchi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2310.10799",
    "title": "Matrix-product-state-based band-Lanczos solver for quantum cluster  approaches",
    "abstract": "We present a matrix-product state (MPS) based band-Lanczos method as solver for quantum cluster methods such as the variational cluster approximation (VCA). While a na\\\"ive implementation of MPS as cluster solver would barely improve its range of applicability, we show that our approach makes it possible to treat cluster geometries well beyond the reach of exact diagonalization methods. The key modifications we introduce are a continuous energy truncation combined with a convergence criterion that is more robust against approximation errors introduced by the MPS representation and provides a bound to deviations in the resulting Green's function. The potential of the resulting cluster solver is demonstrated by computing the self-energy functional for the single-band Hubbard model at half filling in the strongly correlated regime, on different cluster geometries. Here, we find that only when treating large cluster sizes, observables can be extrapolated to the thermodynamic limit, which we demonstrate at the example of the staggered magnetization. Treating clusters sizes with up to $6\\times 6$ sites we obtain excellent agreement with quantum Monte-Carlo results. ",
    "url": "https://arxiv.org/abs/2310.10799",
    "authors": [
      "Sebastian Paeckel",
      "Thomas Köhler",
      "Salvatore R. Manmana",
      "Benjamin Lenz"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.10849",
    "title": "Results and Limits of Time Division Multiplexing for the BICEP Array  High Frequency Receivers",
    "abstract": "Time-Division Multiplexing is the readout architecture of choice for many ground and space experiments, as it is a very mature technology with proven outstanding low-frequency noise stability, which represents a central challenge in multiplexing. Once fully populated, each of the two BICEP Array high frequency receivers, observing at 150GHz and 220/270GHz, will have 7776 TES detectors tiled on the focal plane. The constraints set by these two receivers required a redesign of the warm readout electronics. The new version of the standard Multi Channel Electronics, developed and built at the University of British Columbia, is presented here for the first time. BICEP Array operates Time Division Multiplexing readout technology to the limits of its capabilities in terms of multiplexing rate, noise and crosstalk, and applies them in rigorously demanding scientific application requiring extreme noise performance and systematic error control. Future experiments like CMB-S4 plan to use TES bolometers with Time Division/SQUID-based readout for an even larger number of detectors. ",
    "url": "https://arxiv.org/abs/2310.10849",
    "authors": [
      "S. Fatigoni",
      "P.A.R. Ade",
      "Z. Ahmed",
      "M. Amiri",
      "D. Barkats",
      "R. Basu Thakur",
      "C.A. Bischoff",
      "D. Beck",
      "J.J. Bock",
      "V. Buza",
      "J. Cheshire",
      "J. Connors",
      "J. Cornelison",
      "M. Crumrine",
      "A.J. Cukierman",
      "E.V. Denison",
      "M.I. Dierickx",
      "L. Duband",
      "M. Eiben",
      "J.P. Filippini",
      "C. Giannakopoulos",
      "N. Goeckner-Wald",
      "D.C. Goldfinger",
      "J.A. Grayson",
      "P.K. Grimes",
      "G. Hall",
      "G. Halal",
      "M. Halpern",
      "E. Hand",
      "S.A. Harrison",
      "S. Handerson",
      "S.R. Hildebrandt",
      "G.C. Hilton",
      "J. Hubmayr",
      "H. Hui",
      "K.D. Irwin",
      "J. Kang",
      "K.S. Karkare",
      "S. Kefeli",
      "J.M. Kovac",
      "C.L. Kuo",
      "K. Lau",
      "E.M. Leitch",
      "A. Lennox",
      "T. Liu",
      "K.G. Megerian",
      "O.Y. Miller"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2310.10889",
    "title": "Reaching the fundamental sensitivity limit of wavefront sensing on  arbitrary apertures with the Phase Induced Amplitude Apodized Zernike  Wavefront Sensor (PIAA-ZWFS)",
    "abstract": "In the last two decades many people have been searching for the optimal wavefront sensor as it can boost the performance of high-contrast imagining by orders of magnitude on the ELTs. According classical information theory, the optimal sensitivity of a wavefront sensor is 1/2 radian rms per photon. We show that classical limit is also the quantum metrology limit for starlight, which means that 1/2 radian rms per photon is really the limit. This proceeding introduces the Phase Induced Amplitude Apodized Zernike Wavefront sensor. The PIAA-ZWFS modifies a standard ZWFS with a set of aspheric lenses to increase its sensitivity. The optimized system reaches the fundamental limit for all spatial frequencies >1.7 cycles/pupil and is very close to the limit for the spatial frequencies <1.7 cycles/pupil. The PIAA-ZWFS can be seamlessly integrated with the PIAA-CMC coronagraphy. This makes the PIAA-ZWFS an ideal candidate as wavefront sensor for high-contrast imaging. ",
    "url": "https://arxiv.org/abs/2310.10889",
    "authors": [
      "Sebastiaan Y. Haffert",
      "Jared R. Males",
      "Olivier Guyon"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.10974",
    "title": "Room-temperature addressing of single rare-earth atoms in optical fiber",
    "abstract": "Rare-earth (RE) atoms in solid-state materials are attractive components for photonic quantum information systems because of their coherence properties even in high-temperature environments. We have experimentally performed the single-site optical spectroscopy and optical addressing of a single RE atom in an amorphous silica optical fiber at room temperature. The single-site optical spectroscopy of the tapered RE-doped fiber shows nonresonant emission lines similar to those seen in the case of an unstructured fiber and the autocorrelation function of photons emitted from the fiber shows the antibunching effect due to the spatial isolation given by the tapered fiber structure. The ability to address single RE atoms at room temperature provides a very stable and cost-effective technical platform for the realization of a solid-state system for a large-scale quantum optical network and other quantum technologies based on a large number of spectral channels from visible to midinfrared wavelengths. ",
    "url": "https://arxiv.org/abs/2310.10974",
    "authors": [
      "Mikio Takezawa",
      "Ryota Suzuki",
      "Junichi Takahashi",
      "Kaito Shimizu",
      "Ayumu Naruki",
      "Kazutaka Katsumata",
      "Kae Nemoto",
      "Mark Sadgrove",
      "Kaoru Sanaka"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.10995",
    "title": "Inverse design of a pyrochlore lattice of DNA origami through  model-driven experiments",
    "abstract": "Sophisticated statistical mechanics approaches and human intuition have demonstrated the possibility to self-assemble complex lattices or finite size constructs, but have mostly only been successful in silico. The proposed strategies quite often fail in experiment due to unpredicted traps associated to kinetic slowing down (gelation, glass transition), as well as to competing ordered structures. An additional challenge that theoretical predictions face is the difficulty to encode the desired inter-particle interaction potential with the currently available library of nano- and micron-sized particles. To overcome these issues, we conjugate here SAT-assembly -- a patchy-particle interaction design algorithm based on constrained optimization solvers -- with coarse-grained simulations of DNA nanotechnology to experimentally realize trap-free self-assembly pathways. As a proof of concept we investigate the assembly of the pyrochlore (also known as tetrastack) lattice, a highly coveted 3D crystal lattice due to its promise in construction of optical metamaterials. We confirm the successful assembly with two different patchy DNA origami designs via SAXS as well as SEM visualization of the silica-coated lattice. Our approach offers a versatile modeling pipeline that starts from patchy particles designed in silico and ends with wireframe DNA origami that self-assemble into the desired structure. ",
    "url": "https://arxiv.org/abs/2310.10995",
    "authors": [
      "Hao Liu",
      "Michael Matthies",
      "John Russo",
      "Lorenzo Rovigatti",
      "Raghu Pradeep Narayanan",
      "Thong Diep",
      "Daniel McKeen",
      "Oleg Gang",
      "Nicholas Stephanopoulos",
      "Francesco Sciortino",
      "Hao Yan",
      "Flavio Romano",
      "Petr Šulc"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2310.11013",
    "title": "Quantum limits of covert target detection",
    "abstract": "In covert target detection, Alice attempts to send optical or microwave probes to detect whether or not a weakly-reflecting target embedded in thermal background radiation is present in a target region while remaining undetected herself by an adversary Willie who is co-located with the target and collects all the light that does not return to Alice. We formulate this problem in a realistic setting and derive quantum-mechanical limits on Alice's error probability performance in entanglement-assisted target detection for any fixed level of her detectability by Willie. In particular, we show that Alice must expend a minimum energy in her probe light to maintain a given covertness level, but is also able to achieve a nonzero error probability exponent while remaining perfectly covert. We compare the performance of two-mode squeezed vacuum probes and Gaussian-distributed coherent states to our performance limits. We also obtain quantum limits for discriminating any two thermal loss channels and for non-adversarial quantum illumination without the no-passive-signature assumption. ",
    "url": "https://arxiv.org/abs/2310.11013",
    "authors": [
      "Guo Yao Tham",
      "Ranjith Nair",
      "Mile Gu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.11342",
    "title": "Quantum Computing Simulation of a Mixed Spin-Boson Hamiltonian and Its  Performance for a Cavity Quantum Electrodynamics Problem",
    "abstract": "In this paper, we aim to broaden the spectrum of possible applications of quantum computers and use their capabilities to investigate effects in cavity quantum electrodynamics (\"cavity QED\"). Interesting application examples are material properties, multiphoton effects such as superradiance, systems with strong field-matter coupling, and others. For QED applications, experimental studies are challenging, and classical simulations are often expensive. Therefore, exploring the capabilities of quantum computers is of interest. Below we present a methodology for simulating a phase transition in a pair of coupled cavities that permit photon hopping. We map the spin and boson systems to separate parts of the register and use first-order Trotterization to time-propagate the wavefunction. The order parameter, which is the observable for the phase transition, is calculated by measuring the number operator and its square. We introduce a boson-to-qubit mapping to facilitate a multi-photon, multi-atom case study. Our mapping scheme is based on the inverse Holstein-Primakoff transformation. In the multi-photon regime, boson operators are expressed via higher-spin operators which are subsequently mapped on a circuit using Pauli operators. We use a Newton series expansion to enable rigorous treatment of the square root operator. We reproduce the results of classical simulations of a phase transition with a noiseless 6-qubit simulation. We find that the simulation can be performed with a modest amount of quantum resources. Finally, we perform simulations on noisy emulators and find that mitigation techniques are essential to distinguish signal from noise. ",
    "url": "https://arxiv.org/abs/2310.11342",
    "authors": [
      "Maria Tudorovskaya",
      "David Muñoz Ramo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.11383",
    "title": "Measurement of cryoelectronics heating using a local quantum dot  thermometer in silicon",
    "abstract": "Silicon technology offers the enticing opportunity for monolithic integration of quantum and classical electronic circuits. However, the power consumption levels of classical electronics may compromise the local chip temperature and hence the fidelity of qubit operations. Here, we utilize a quantum-dot-based thermometer embedded in an industry-standard silicon field-effect transistor (FET), to assess the local temperature increase produced by an active FET placed in close proximity. We study the impact of both static and dynamic operation regimes. When the FET is operated statically, we find a power budget of 45 nW at 100 nm separation whereas at 216 $\\mu$m the power budget raises to 150 $\\mu$W. When operated dynamically, we observe negligible temperature increase for the switch frequencies tested up to 10 MHz. Our work describes a method to accurately map out the available power budget at a distance from a solid-state quantum processor and indicate under which conditions cryoelectronics circuits may allow the operation of hybrid quantum-classical systems. ",
    "url": "https://arxiv.org/abs/2310.11383",
    "authors": [
      "Mathieu de Kruijf",
      "Grayson M. Noah",
      "Alberto Gomez-Saiz",
      "John J. L. Morton",
      "M. Fernando Gonzalez-Zalba"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.14431",
    "title": "Improving the Accuracy of Variational Quantum Eigensolvers With Fewer  Qubits Using Orbital Optimization",
    "abstract": " Comments: The paper has been updated to include changes made in response to peer review suggestions for journal submission ",
    "url": "https://arxiv.org/abs/2208.14431",
    "authors": [
      "Joel Bierman",
      "Yingzhou Li",
      "Jianfeng Lu"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.02214",
    "title": "Inference of gravitational field superposition from quantum measurements",
    "abstract": " Comments: 15 pages, 7 figures. Closely matches the published version ",
    "url": "https://arxiv.org/abs/2209.02214",
    "authors": [
      "Chris Overstreet",
      "Joseph Curti",
      "Minjeong Kim",
      "Peter Asenbaum",
      "Mark A. Kasevich",
      "Flaminia Giacomini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.17470",
    "title": "Quantum Phases from Competing Van der Waals and Dipole-Dipole  Interactions of Rydberg Atoms",
    "abstract": " Comments: 6+6 pages, 3+3 figures ",
    "url": "https://arxiv.org/abs/2303.17470",
    "authors": [
      "Zeki Zeybek",
      "Rick Mukherjee",
      "Peter Schmelcher"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.02285",
    "title": "QED based on eight-dimensional spinorial wave equation of the  electromagnetic field and the emergence of quantum gravity",
    "abstract": " Title: QED based on eight-dimensional spinorial wave equation of the  electromagnetic field and the emergence of quantum gravity ",
    "url": "https://arxiv.org/abs/2310.02285",
    "authors": [
      "Mikko Partanen",
      "Jukka Tulkki"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2310.10527",
    "title": "Ultra-broadband and compact 2 times 2 3-dB silicon adiabatic coupler  based on supermode-injected adjoint shape optimization",
    "abstract": " Title: Ultra-broadband and compact 2 times 2 3-dB silicon adiabatic coupler  based on supermode-injected adjoint shape optimization ",
    "url": "https://arxiv.org/abs/2310.10527",
    "authors": [
      "Hongliang Chen",
      "Guangchen Su",
      "Zhen Li",
      "Xin Fu",
      "Lin Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]