[
  {
    "id": "arXiv:2208.08465",
    "title": "Development and Space-Qualification of a Miniaturized CubeSat's 2-W EDFA  for Space Laser Communications",
    "abstract": "The Japanese National Institute of Information and Communications Technology (NICT) is currently developing a high-performance laser-communication terminal for CubeSats aiming at providing a high-datarate communication solution for LEO satellites requiring to transmit large volumes of data from the orbit. A key part of the communication system is a high-power optical amplifier capable of providing enough gain to the transmitted signals to be able to close the link on its counterpart's receiver with the smallest impact in terms of energy and power on the CubeSat's platform. This manuscript describes the development of a miniaturized 2-W space-grade 2-stage Erbium-Doped Fiber Amplifier (EDFA) compatible with the CubeSat form factor, showing the best power-to-size ratio for a spaced-qualified EDFA to the best of the authors' knowledge. Performance results under realistic conditions as well as full space qualification and test are presented, proving that this module can support short-duration LEO-ground downlinks as well as long-duration inter-satellite links. ",
    "url": "https://arxiv.org/abs/2208.08465",
    "authors": [
      "Alberto Carrasco-Casado",
      "Koichi Shiratama",
      "Dimitar Kolev",
      "Phuc V. Trinh",
      "Femi Ishola",
      "Tetsuharu Fuse",
      "Morio Toyoshima"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2208.08541",
    "title": "Dissipative soliton generation and real-time dynamics in  microresonator-filtered fiber lasers",
    "abstract": "Optical frequency combs in microresonators (microcombs) have a wide range of applications in science and technology, due to its compact size and access to considerably larger comb spacing. Despite recent successes, the problems of self-starting, high mode efficiency as well as high output power have not been fully addressed for conventional soliton microcombs. Recent demonstration of laser cavity soliton microcombs by nesting a microresonator into a fiber cavity, shows great potential to solve the problems. Here we comprehensively study the dissipative soliton generation and interaction dynamics in a microresonator-filtered fiber laser in both theory and experiment. We first bring theoretical insight into the mode-locking principle, discuss the parameters effect on soliton properties and provide experimental guidelines for broadband soliton generation. We predict chirped bright dissipative soliton with flat-top spectral envelope in microresonators with normal dispersion, which is fundamentally infeasible for externally driven case. Furthermore, we experimentally achieve soliton microcombs with large bandwidth of ~10 nm and high mode efficiency of 90.7%. Finally, by taking advantage of an ultrahigh-speed time magnifier, we study the real-time soliton formation and interaction dynamics and experimentally observe soliton Newton's cradle. Our study will benefit the design of the novel, high-efficiency and self-starting microcombs for real-world applications. ",
    "url": "https://arxiv.org/abs/2208.08541",
    "authors": [
      "Mingming Nie",
      "Bowen Li",
      "Kunpeng Jia",
      "Yijun Xie",
      "Jingjie Yan",
      "Shining Zhu",
      "Zhenda Xie",
      "Shu-Wei Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2208.08551",
    "title": "Phase stochastic resonance in coherent QKD signal transmission with a  crosstalk noise in multicore fiber",
    "abstract": "The study considers the new effect of phase stochastic resonance in a linear system with multiple external signals that can influence quantum communication. The phase stochastic resonance was shown in a linear co-propagation of the quantum and multiple classical signals in the multicore fiber of the quantum channel of Quantum Key Distribution (QKD). The dependence of SNR vs phase noise of classical signal could have a maximum at a certain range of phase noise depending on the wavelength of the signals. The results determine the set of transmission parameters that would produce less interference with the quantum signal in QKD systems. ",
    "url": "https://arxiv.org/abs/2208.08551",
    "authors": [
      "E Ponizovskaya-Devine"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.08558",
    "title": "High resolution spatially extended 1D laser scattering diagnostics using  volume Bragg grating notch filters",
    "abstract": "Laser light scattering systems with volume Bragg grating (VBG) filters, which act as a spectral/angular filter, have often been used as a point measurement technique with spatial resolution as low as a few hundred um defined by the beam waist. In this work, we demonstrate how VBG filters can be leveraged for spatially resolved measurements with several um resolution perpendicular to the laser propagation axis over a few mm along the beam propagation axis. The rejection ring, as determined by the angular acceptance criteria of the filter, is derived analytically, and the use of the ring for 1D laser line rejection is explained. For the example cases presented, having a focused probe beam waist with a diameter of ~150 um, the rejection ring can provide up to several mm length along the beam propagation axis for a 1D measurement, which is also tunable. Additionally, methods to further extend the measurable region are proposed and demonstrated; using a collimation lens with a different focal length or using multiple VBG filters. The latter case can minimize the scattering signal loss, without the trade-off of the solid angle. Such use of multiple VBGs is to extend the measurable region along the beam axis, which differs from the commonly known application of multiple filters to improve the suppression of elastic interferences. 1D rotational Raman and Thomson scattering measurements are carried out on pulsed and DC discharges to verify this method. The system features compactness, simple implementation, high throughput, and flexibility to accommodate various experimental conditions. ",
    "url": "https://arxiv.org/abs/2208.08558",
    "authors": [
      "Junhwi Bak",
      "Jean Luis Suazo Betancourt",
      "Anuj Rekhy",
      "Amirhossein Abbasszadehrad",
      "Richard B. Miles",
      "Christopher M. Limbach",
      "Mitchell L. R. Walker"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2208.08589",
    "title": "Laser pulse compression by a density gradient plasma for exawatt to  zettawatt lasers",
    "abstract": "We propose a new method for laser pulse compression that uses the spatially varying dispersion of a plasma plume with a density gradient. This novel scheme can be used to compress ultrahigh power lasers. A long, negatively frequency-chirped, laser pulse reflects off the plasma ramp of an over-dense plasma. As the density increases longitudinally the high frequency photons at the leading part of the laser pulse propagates more deeply than low frequency photons, the pulse is compressed in a similar way to compression off a chirped mirror. Proof-of-principle simulations, using a one-dimensional (1-D) particle-in-cell (PIC) simulation code demonstrates the compression of 2.35 ps laser pulse to 10.3 fs, with a compression ratio of 225. As plasmas is robust and resistant to high intensities, unlike gratings in a chirped-pulse amplification (CPA) technique [1], the method could be used as a compressor to reach exawatt or zettawatt peak power lasers. ",
    "url": "https://arxiv.org/abs/2208.08589",
    "authors": [
      "Min Sup Hur",
      "Bernhard Ersfeld",
      "Hyojeong Lee",
      "Hyunseok Lee",
      "Kyungmin Rho",
      "Yunkyu Lee",
      "Hyung Seon Song",
      "Samuel Yoffe",
      "Dino A. Jaroszynski",
      "Hyyong Suk"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.08724",
    "title": "Scaling nanowire-supported GaN quantum dots to the sub-10-nm limit,  yielding complete suppression of the giant built-in potential",
    "abstract": "The nanowire-supported quantum dot (NWQD) of GaN is an unconventional nanostructure, which is extremely promising for realization of UV photonics in general, and room-temperature single photon generation, in particular. While GaN-NWQDs have several promising attributes, the crucial challenge in exploiting their full potential, is to reduce the lateral dimensions of the QDs, to the order of the exciton Bohr-radius in GaN. Also critical is to suppress the built-in electric field due to spontaneous and piezoelectric polarization, which adversely affects the radiative recombination lifetime. We report here the innovation of a simple yet powerful single-step epitaxial growth technique, to achieve both of these targets. By combining controlled and on-demand thermal decomposition of GaN nanowires, with our previously-developed strategy of inhibiting the same via AlN-capping, we demonstrate that the NWQD-diameter can indeed be reduced to the truly strong-quantum-confinement limit. In these ultra-scaled GaN QDs, we show that the built-in electric fields are almost completely suppressed. The NWQD fabrication-strategy developed in this work may pave the way for fabrication of highly efficient classical and quantum UV-emitters based on GaN. ",
    "url": "https://arxiv.org/abs/2208.08724",
    "authors": [
      "Swagata Bhunia",
      "Ritam Sarkar",
      "Dhiman Nag",
      "Dipankar Jana",
      "Suddhasatta Mahapatra",
      "Apurba Laha"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.08833",
    "title": "Non-Diffractive 3D Polarisation Features of Optical Vortex Beams",
    "abstract": "Vector optical vortices exhibit complex polarisation patterns due to the interplay between spin and orbital angular momenta. Here we demonstrate, both analytically and with simulations, that certain polarisation features of optical vortex beams maintain constant transverse spatial dimensions independently of beam divergence due to diffraction. These polarisation features appear in the vicinity of the phase singularity and are associated with the presence of longitudinal electric fields. The observed effect may prove important in metrology and high resolution imaging applications. ",
    "url": "https://arxiv.org/abs/2208.08833",
    "authors": [
      "Andrei Afanasev",
      "Jack J. Kingsley-Smith",
      "Francisco J. Rodríguez-Fortuño",
      "Anatoly V. Zayats"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.08949",
    "title": "Optical Simulation and Analysis of GaAs Nanocone, Inverted Nanocone, and  Hourglass Shaped Nanoarray Solar Cells",
    "abstract": "In this paper, we have investigated the optical properties of GaAs nanocone (NC), inverted nanocone (INC), and hourglass (HG) shaped solar cells by performing Finite Difference Time Domain (FDTD) simulations. The different structures are compared for their light absorptance, reflectance, transmittance, and photogeneration with traditional cylindrical nanowires. The variation of the different optical properties with the sidewall angle is observed for all the structures. It is seen that the best performance of NC, INC, and HG is obtained at a sidewall nanocone angle of ~ 7{\\deg}, ~ 4{\\deg}, and at a sidewall bottom nanocone angle of ~ 9{\\deg} respectively, with the NC having the best overall performance followed by INC, except for very large angles where the performance of HG is better than INC. The optical properties of these structures were also observed for different sun angles; the HG and INC structures show improvement in absorption for slightly larger sun angles attributed to their better light trapping properties. Finally, a period study is done to observe the effect of dense and sparse cell packing on optical properties and photogeneration profiles of the nanostructures and it is observed that the sparsely spaced nanowires has a better and more evenly distributed photogeneration profile, which will greatly improve the carrier extraction of the radial junction solar cells. ",
    "url": "https://arxiv.org/abs/2208.08949",
    "authors": [
      "Sambuddha Majumder",
      "Sooraj Ravindran"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.08520",
    "title": "Experimental Trials With The Optical Differentiation Wavefront Sensor  For Extended Objects",
    "abstract": "Commonly used wavefront sensors, the Shack Hartmann wavefront sensor and the pyramid wavefront sensor, for example, have large dynamic range or high sensitivity, trading one regime for the other. A new type of wavefront sensor is being developed and is currently undergoing testing at the University of Arizona's Center for Astronomical Adaptive Optics. This sensor builds on linear optical differentiation theory by using linear, spatially varying halfwave plates in an intermediate focal plane. These filters, along with the polarizing beam splitters, divide the beam into four pupil images, similar to those produced by the pyramid wavefront sensor. The wavefront is then reconstructed from the local wavefront slope information contained in these images. The ODWFS is ideally suited for wavefront sensing on extended objects because of its large dynamic range and because it operates in a pupil plane which allows for on chip resampling even for arbitrarily shaped sources. We have assembled the ODWFS on a testbed using 32 by 32 square 1000 actuator deformable mirror to introduce aberration into a simulated telescope beam. We are currently testing the system's spatial frequency response and are comparing the resulting data to numerical simulations. This paper presents the results of these initial experiments. ",
    "url": "https://arxiv.org/abs/2208.08520",
    "authors": [
      "Meghan Farris O'Brien",
      "Sebastiaan Y. Haffert",
      "Joseph D. Long",
      "Lauren Schatz",
      "Jared R. Males",
      "Kyle Van Gorkom",
      "Alex Rodack"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.08591",
    "title": "Leveraging small scale quantum computers with unitarily downfolded  Hamiltonians",
    "abstract": "In this work, we propose a quantum unitary downfolding formalism based on the driven similarity renormalization group (QDSRG) that may be combined with quantum algorithms for both noisy and fault-tolerant hardware. The QDSRG is a classical polynomially-scaling downfolding method that avoids the evaluation of costly three- and higher-body reduced density matrices while retaining the accuracy of classical multireference many-body theories. We calibrate and test the QDSRG on several challenging chemical problems and propose a strategy for avoiding classical exponential-scaling steps in the QDSRG scheme. We report QDSRG computations of two chemical systems using the variational quantum eigensolver on IBM quantum devices: i) the dissociation curve of H$_2$ using a quintuple-$\\zeta$ basis and ii) the bicyclobutane isomerization reaction to $trans$-butadiene, demonstrating the reduction of problems that require several hundred qubits to a single qubit. Our work shows that the QDSRG is a viable approach to leverage near-term quantum devices for the accurate estimation of molecular properties. ",
    "url": "https://arxiv.org/abs/2208.08591",
    "authors": [
      "Renke Huang",
      "Chenyang Li",
      "Francesco A. Evangelista"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.08699",
    "title": "Classical, quantum and event-by-event simulation of a Stern-Gerlach  experiment with neutrons",
    "abstract": "We present a comprehensive simulation study of the Newtonian and quantum model of a Stern-Gerlach experiment with cold neutrons.By solving Newton's equation of motion and the time-dependent Pauli equation, for a wide range of uniform magnetic field strengths, we scrutinize the role of the latter for drawing the conclusion that the magnetic moment of the neutron is quantized. We then demonstrate that a marginal modification of the Newtonian model suffices to construct, without invoking any concept of quantum theory, an event-based subquantum model that eliminates the shortcomings of the classical model and yields results that are in qualitative agreement with experiment and quantum theory. In this event-by-event model, the intrinsic angular momentum can take any value on the sphere, yet, for a sufficiently strong uniform magnetic field, the particle beam splits in two, exactly as in experiment and in concert with quantum theory. ",
    "url": "https://arxiv.org/abs/2208.08699",
    "authors": [
      "Hans De Raedt",
      "Fengping Jin",
      "Kristel Michielsen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2208.08868",
    "title": "Physics-Informed Neural Operator for Fast and Scalable Optical Fiber  Channel Modelling in Multi-Span Transmission",
    "abstract": "We propose efficient modelling of optical fiber channel via NLSE-constrained physics-informed neural operator without reference solutions. This method can be easily scalable for distance, sequence length, launch power, and signal formats, and is implemented for ultra-fast simulations of 16-QAM signal transmission with ASE noise. ",
    "url": "https://arxiv.org/abs/2208.08868",
    "authors": [
      "Yuchen Song",
      "Danshi Wang",
      "Qirui Fan",
      "Xiaotian Jiang",
      "Xiao Luo",
      "Min Zhang"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.08869",
    "title": "Evaluation of a multimode receiver with a photonic integrated combiner  for satellite to ground optical communications",
    "abstract": "Multimode receivers based on spatial or modal diversity are promising architectures to mitigate in real time the atmospheric turbulence effects for free space optical (FSO) communications. In this paper, we evaluate and comment on the dynamical communication performances of a FSO mode diversity receiver, based on a spatial demultiplexer and a silicon photonic coherent combiner, for an optical link from a GEO satellite to an optical ground station (OGS). We simulate time series of distorted wavefronts received by the OGS and we show numerically that the coherent combination of spatial modes mitigate the signal fading compared to a conventional single mode fiber (SMF) receiver. We verify this property in a laboratory environment by generating the wavefronts corresponding to the use case with an atmospheric propagation channel emulator. Then we modulate the optical carrier prior to the wavefront emulator with 10G OOK and DPSK data sequences to measure the BER performance of the proposed receiver during the time series emulation. Finally, we study and comment on the influence of the number of modes combined and the wavelength multiplexing on the BER performances. We prove that the mode diversity receiver provide a higher collection efficiency, has better BER performances and much less synchronization losses. ",
    "url": "https://arxiv.org/abs/2208.08869",
    "authors": [
      "Vincent Billault",
      "Jerome Bourderionnet",
      "Luc Leviandier",
      "Patrick Feneyrou",
      "Anaelle Maho",
      "Michel Sotom",
      "Arnaud Brignon"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1803.02105",
    "title": "Nonlinear Photoelasticity to Explicate Acoustic Dephasing Dynamics",
    "abstract": " Comments: In the second paragraph of page 2, the dependence of AC phonon propagation direction was omitted in the mathematical formula of differential reflectivity spectra which is the basis for deriving equations 2 and 3. Therefore, there were errors in phase and amplitude values of figures 3 and 4, analyzed based on equations 2 and 3 ",
    "url": "https://arxiv.org/abs/1803.02105",
    "authors": [
      "S. Lee",
      "H. Jeong",
      "H. Lee",
      "A. J. Minnich",
      "S.-R. Jeon",
      "T. H. Chung",
      "C. J. Stanton",
      "Y. D. Jho"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2005.09937",
    "title": "Decay behavior and optical parameter identification for  spatial-frequency domain imaging by the radiative transport equation",
    "abstract": " Title: Decay behavior and optical parameter identification for  spatial-frequency domain imaging by the radiative transport equation ",
    "url": "https://arxiv.org/abs/2005.09937",
    "authors": [
      "Manabu Machida",
      "Yoko Hoshi",
      "Keiichiro Kagawa",
      "Kazuki Takada"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.06862",
    "title": "Silicon Photonic Architecture for Training Deep Neural Networks with  Direct Feedback Alignment",
    "abstract": " Comments: 15 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2111.06862",
    "authors": [
      "Matthew J. Filipovich",
      "Zhimu Guo",
      "Mohammed Al-Qadasi",
      "Bicky A. Marquez",
      "Hugh D. Morison",
      "Volker J. Sorger",
      "Paul R. Prucnal",
      "Sudip Shekhar",
      "Bhavin J. Shastri"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.10526",
    "title": "NetKet 3: Machine Learning Toolbox for Many-Body Quantum Systems",
    "abstract": " Comments: 55 pages, 5 figures. Accompanying code at this https URL ",
    "url": "https://arxiv.org/abs/2112.10526",
    "authors": [
      "Filippo Vicentini",
      "Damian Hofmann",
      "Attila Szabó",
      "Dian Wu",
      "Christopher Roth",
      "Clemens Giuliani",
      "Gabriel Pescia",
      "Jannes Nys",
      "Vladimir Vargas-Calderon",
      "Nikita Astrakhantsev",
      "Giuseppe Carleo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Mathematical Software (cs.MS)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2202.09232",
    "title": "Feynman's Sum-over-Paths method applied in wave optics and for  calculating the quantum probability current",
    "abstract": " Title: Feynman's Sum-over-Paths method applied in wave optics and for  calculating the quantum probability current ",
    "url": "https://arxiv.org/abs/2202.09232",
    "authors": [
      "Josef Joerg"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.00622",
    "title": "Acoustic Full Waveform Inversion with Hamiltonian Monte Carlo Method",
    "abstract": " Comments: 10 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2206.00622",
    "authors": [
      "Paulo Douglas S. Lima",
      "Gilberto Corso",
      "Mauro S. Ferreira",
      "João M. de Araújo"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  },
  {
    "id": "arXiv:2208.03872",
    "title": "SHAARP: An Open-Source Package for Analytical and Numerical Modeling of  Optical Second Harmonic Generation in Anisotropic Crystals",
    "abstract": " Title: SHAARP: An Open-Source Package for Analytical and Numerical Modeling of  Optical Second Harmonic Generation in Anisotropic Crystals ",
    "url": "https://arxiv.org/abs/2208.03872",
    "authors": [
      "Rui Zu",
      "Bo Wang",
      "Jingyang He",
      "Jian-Jun Wang",
      "Lincoln Weber",
      "Long-Qing Chen",
      "Venkatraman Gopalan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2208.05480",
    "title": "NIDN: Neural Inverse Design of Nanostructures",
    "abstract": " Comments: Under review at Scientific Reports ",
    "url": "https://arxiv.org/abs/2208.05480",
    "authors": [
      "Pablo Gómez",
      "Håvard Hem Toftevaag",
      "Torbjørn Bogen-Storø",
      "Derek Aranguren van Egmond",
      "José M. Llorens"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.08126",
    "title": "Mechanisms to control laser-plasma coupling in laser wakefield electron  acceleration",
    "abstract": " Comments: 13 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2208.08126",
    "authors": [
      "L.T. Dickson",
      "C.I.D. Underwood",
      "F. Filippi",
      "R.J. Shalloo",
      "J. Björklund Svensson",
      "D. Guénot",
      "K. Svendsen",
      "I. Moulanier",
      "S. Dobosz Dufrénoy",
      "C.D. Murphy",
      "N.C. Lopes",
      "P.P. Rajeev",
      "Z. Najmudin",
      "G. Cantono",
      "A. Persson",
      "O. Lundh",
      "G. Maynard",
      "M.J.V. Streeter",
      "B. Cros"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  }
]