[
  {
    "id": "arXiv:2212.07460",
    "title": "Design of a 3000-pixel transition-edge sensor x-ray spectrometer for  microcircuit tomography",
    "abstract": "Feature sizes in integrated circuits have decreased substantially over time, and it has become increasingly difficult to three-dimensionally image these complex circuits after fabrication. This can be important for process development, defect analysis, and detection of unexpected structures in externally sourced chips, among other applications. Here, we report on a non-destructive, tabletop approach that addresses this imaging problem through x-ray tomography, which we uniquely realize with an instrument that combines a scanning electron microscope (SEM) with a transition-edge sensor (TES) x-ray spectrometer. Our approach uses the highly focused SEM electron beam to generate a small x-ray generation region in a carefully designed target layer that is placed over the sample being tested. With the high collection efficiency and resolving power of a TES spectrometer, we can isolate x-rays generated in the target from background and trace their paths through regions of interest in the sample layers, providing information about the various materials along the x-ray paths through their attenuation functions. We have recently demonstrated our approach using a 240 Mo/Cu bilayer TES prototype instrument on a simplified test sample containing features with sizes of $\\sim$1 $\\mu$m. Currently, we are designing and building a 3000 Mo/Au bilayer TES spectrometer upgrade, which is expected to improve the imaging speed by factor of up to 60 through a combination of increased detector number and detector speed. ",
    "url": "https://arxiv.org/abs/2212.07460",
    "authors": [
      "Paul Szypryt",
      "Douglas A. Bennett",
      "William J. Boone",
      "Amber L. Dagel",
      "Gabriella Dalton",
      "W. Bertrand Doriese",
      "Joseph W. Fowler",
      "Edward J. Garboczi",
      "Johnathon D. Gard",
      "Gene C. Hilton",
      "Jozsef Imrek",
      "Edward S. Jimenez",
      "Vincent Y. Kotsubo",
      "Kurt Larson",
      "Zachary H. Levine",
      "John A. B. Mates",
      "Daniel McArthur",
      "Kelsey M. Morgan",
      "Nathan Nakamura",
      "Galen C. O'Neil",
      "Nathan J. Ortiz",
      "Christine G. Pappas",
      "Carl D. Reintsema",
      "Daniel R. Schmidt",
      "Daniel S. Swetz",
      "Kyle R. Thompson",
      "Joel N. Ullom",
      "Christopher Walker",
      "Joel C. Weber",
      "Abigail L. Wessels",
      "Jason W. Wheeler"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2212.07616",
    "title": "Lock-in thermography using diamond quantum sensors",
    "abstract": "Precise measurement of temperature distribution and thermal behavior in microscopic regions is critical in many research fields. We demonstrate lock-in thermography using nitrogen-vacancy centers in diamond nanoparticles. We successfully visualize thermal diffusion in glass coverslip and Teflon with micrometer resolution and deduce their thermal diffusivity. By spreading diamond nanoparticles over the sample surface, temperature variation can be measured directly without any physical contact, such as lead wires, making it possible to visualize the micrometer-scale thermal behavior of various materials. ",
    "url": "https://arxiv.org/abs/2212.07616",
    "authors": [
      "Kensuke Ogawa",
      "Moeta Tsukamoto",
      "Kento Sasaki",
      "Kensuke Kobayashi"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.07639",
    "title": "Integrated vortex soliton microcombs",
    "abstract": "The frequency and orbital angular momentum (OAM) are independent physical properties of light that both offer unbounded degrees of freedom. However, creating, processing, and detecting high-dimensional OAM states have been a pivot and long-lasting task, as the complexity of the required optical systems scales up drastically with the OAM dimension. On the other hand, mature toolboxes -- such as optical frequency combs -- have been developed in the frequency domain for parallel measurements with excellent fidelity. Here we correlate the two dimensions into an equidistant comb structure on a photonic chip. Dissipative optical solitons formed in a nonlinear microresonator are emitted through the engraved angular gratings with each comb line carrying distinct OAM. Such one-to-one correspondence between the OAM and frequencies manifests state-of-the-art extinction ratios over 18.5 dB, enabling precision spectroscopy of optical vortices. The demonstrated vortex soliton microcombs provide coherent light sources that are multiplexed in the spatial and frequency domain, having the potential to establish a new modus operandi of high-dimensional structured light. ",
    "url": "https://arxiv.org/abs/2212.07639",
    "authors": [
      "Yanwu Liu",
      "Chenghao Lao",
      "Min Wang",
      "Yinke Cheng",
      "Shiyao Fu",
      "Chunqing Gao",
      "Jianwei Wang",
      "Bei-Bei Li",
      "Qihuang Gong",
      "Yun-Feng Xiao",
      "Wenjing Liu",
      "Qi-Fan Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.07641",
    "title": "Integrated Optical Vortex Microcomb",
    "abstract": "The explorations of physical degrees of freedom with infinite dimensionalities, such as orbital angular momentum and frequency of light, have profoundly reshaped the landscape of modern optics with representative photonic functional devices including optical vortex emitters and frequency combs. In nanophotonics, whisper gallery mode microresonators naturally support orbital angular momentum of light and have been demonstrated as on-chip emitters of monochromatic optical vortices. On the other hand, whisper gallery mode microresonators serve as a highly-efficient nonlinear optical platform for producing light at different frequencies - i.e., microcombs. Here, we interlace the optical vortices and microcombs by demonstrating an optical vortex comb on an III-V integrated nonlinear microresonator. The angular-grating-dressed nonlinear microring simultaneously emits up to 50 orbital angular momentum modes that are each spectrally addressed to the frequency components ((longitudinal whispering gallery modes) of the generated microcomb. We further show that the integrated vortex comb with varied orbital angular momenta distributed across different frequencies exhibits unprecedented advantages in the synthesis of spatio-temporal optical pulses with time-varying orbital angular momenta. This work may immediately boost the development of integrated nonlinear/quantum photonics for exploring fundamental optical physics and advancing photonic quantum technology. ",
    "url": "https://arxiv.org/abs/2212.07641",
    "authors": [
      "Bo Chen",
      "Yueguang Zhou",
      "Peinian Huang",
      "Chaochao Ye",
      "Qian Cao",
      "Yang Liu",
      "Chanju Kim",
      "Kresten Yvind",
      "Jin Li",
      "Chunhua Dong",
      "Songnian Fu",
      "Qiwen Zhan",
      "Xuehua Wang",
      "Minhao Pu",
      "Jin Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.07782",
    "title": "Universality and beyond in optical microcavity billiards with  source-induced dynamics",
    "abstract": "Optical microcavity billiards are a paradigm of a mesoscopic model system for quantum chaos. We demonstrate the action and origin of ray-wave correspondence in real and phase space using far field emission characteristics and Husimi functions. Whereas universality induced by the invariant-measure dominated far field emission is known to be a feature shaping the properties of many lasing optical microcavities, the situation changes in the presence of sources that we discuss here. We investigate the source-induced dynamics and the resulting limits of universality while we find ray-picture results to remain a useful tool in order to understand the wave behaviour of optical microcavities with sources. We demonstrate the source-induced dynamics in phase space from the source ignition until a stationary regime is reached comparing results from ray, ray-with-phase, and wave simulations and explore ray-wave correpondence. ",
    "url": "https://arxiv.org/abs/2212.07782",
    "authors": [
      "Lukas Seemann",
      "Martina Hentschel"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.07949",
    "title": "Quantum Electrodynamics of Dicke States: Resonant One-Photon Exchange  and Entangled Decay Rate",
    "abstract": "We calculate the one-photon exchange contribution to the interatomic interaction potential between electrically neutral, identical atoms, one of which is assumed to be in an excited state, by matching the scattering matrix (S matrix) element with the effective Hamiltonian. This approach allows us to use covariant perturbation theory, where the two possible time orderings of emission and absorption are summarized in a single Feynman amplitude. Our results encompass the full retardation correction to the one-photon exchange van-der-Waals potential. We employ the temporal gauge for the virtual photon propagator. Based on the Feynman prescription, we obtain the imaginary part of the interaction energy, which leads to an interaction-induced correction to the decay rate. Our results lead to precise formulas for the distance-dependent enhancement and suppression of the decay rates of entangled superradiant and subradiant Dicke state, as a function of the interatomic distance. We apply the result to an example calculation involving two hydrogen atoms, one of which is in the ground state, the other in an excited P state. ",
    "url": "https://arxiv.org/abs/2212.07949",
    "authors": [
      "U. D. Jentschura",
      "C. M. Adhikari"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2212.07952",
    "title": "Stokes drift and impurity transport in a quantum fluid",
    "abstract": "Stokes drift is a classical fluid effect in which travelling waves transfer momentum to tracers of the fluid, resulting in a non-zero drift velocity in the direction of the incoming wave. This effect is the driving mechanism allowing particles, i.e. impurities, to be transported by the flow; in a classical (viscous) fluid this happens usually due to the presence of viscous drag forces. Because of the eventual absence of viscosity in quantum fluids, impurities are driven by inertial effects and pressure gradients only. We present theoretical predictions of a Stokes drift analogous in quantum fluids for classical impurities obtained using multi-time analytical asymptotic expansions. We find that, at the leading order, the drift direction and amplitude depend on the initial impurity position with respect to the wave phase; at the second order, dominant after averaging over initial conditions, our theoretical model recovers the classical Stokes drift but with a coefficient that depends on the relative particle-fluid density ratio. Numerical simulations of a two-dimensional Gross-Piteaveskii equation coupled with a classical impurity corroborate our findings. Our predictions are experimentally testable, for instance, using fluids of light obtained in photorefractive crystals. ",
    "url": "https://arxiv.org/abs/2212.07952",
    "authors": [
      "Umberto Giuriato",
      "Giorgio Krstulovic",
      "Miguel Onorato",
      "Davide Proment"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Other Condensed Matter (cond-mat.other)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2212.08026",
    "title": "SYNCA: A Synthetic Cyclotron Antenna for the Project 8 Collaboration",
    "abstract": "Cyclotron Radiation Emission Spectroscopy (CRES) is a technique for measuring the kinetic energy of charged particles through a precision measurement of the frequency of the cyclotron radiation generated by the particle's motion in a magnetic field. The Project 8 collaboration is developing a next-generation neutrino mass measurement experiment based on CRES. One approach is to use a phased antenna array, which surrounds a volume of tritium gas, to detect and measure the cyclotron radiation of the resulting $\\beta$-decay electrons. To validate the feasibility of this method, Project 8 has designed a test stand to benchmark the performance of an antenna array at reconstructing signals that mimic those of genuine CRES events. To generate synthetic CRES events, a novel probe antenna has been developed, which emits radiation with characteristics similar to the cyclotron radiation produced by charged particles in magnetic fields. This paper outlines the design, construction, and characterization of this Synthetic Cyclotron Antenna (SYNCA). Furthermore, we perform a series of measurements that use the SYNCA to test the position reconstruction capabilities of the digital beamforming reconstruction technique. We find that the SYNCA produces radiation with characteristics closely matching those expected for cyclotron radiation and reproduces experimentally the phenomenology of digital beamforming simulations of true CRES signals. ",
    "url": "https://arxiv.org/abs/2212.08026",
    "authors": [
      "A. Ashtari Esfahani",
      "S. Böser",
      "N. Buzinsky",
      "M. C. Carmona-Benitez",
      "C. Claessens",
      "L. de Viveiros",
      "M. Fertl",
      "J. A. Formaggio",
      "L. Gladstone",
      "M. Grando",
      "J. Hartse",
      "K. M. Heeger",
      "X. Huyan",
      "A. M. Jones",
      "K. Kazkaz",
      "M. Li",
      "A. Lindman",
      "C. Matthé",
      "R. Mohiuddin",
      "B. Monreal",
      "R. Mueller",
      "J. A. Nikkel",
      "E. Novitski",
      "N. S. Oblath",
      "J. I. Peña",
      "W. Pettus",
      "R. Reimann",
      "R. G. H. Robertson",
      "L. Saldaña",
      "P. L. Slocum",
      "J. Stachurska",
      "Y.-H. Sun",
      "P. T. Surukuchi",
      "A. B. Telles",
      "F. Thomas",
      "M. Thomas",
      "L. A. Thorne",
      "T. Thümmler",
      "L. Tvrznikova",
      "W. Van De Pontseele",
      "B. A. VanDevender",
      "T. E. Weiss",
      "T. Wendler",
      "E. Zayas",
      "A. Ziegler"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2212.07453",
    "title": "Entanglement entropy distinguishes PT-symmetry and topological phases in  a class of non-unitary quantum walks",
    "abstract": "We calculate the hybrid entanglement entropy between coin and walker degrees of freedom in a non-unitary quantum walk. The model possesses a joint parity and time-reversal symmetry or PT-symmetry and supports topological phases when this symmetry is unbroken by its eigenstates. An asymptotic analysis at long times reveals that the quantum walk can indefinitely sustain hybrid entanglement in the unbroken symmetry phase even when gain and loss mechanisms are present. However, when the gain-loss strength is too large, the PT-symmetry of the model is spontaneously broken and entanglement vanishes. The entanglement entropy is therefore an effective and robust parameter for constructing PT-symmetry and topological phase diagrams in this non-unitary dynamical system. ",
    "url": "https://arxiv.org/abs/2212.07453",
    "authors": [
      "Gene M. M. Itable",
      "Francis N. C. Paraan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.07556",
    "title": "Riemannian quantum circuit optimization for Hamiltonian simulation",
    "abstract": "Hamiltonian simulation, i.e., simulating the real time evolution of a target quantum system, is a natural application of quantum computing. Trotter-Suzuki splitting methods can generate corresponding quantum circuits; however, a good approximation can lead to relatively deep circuits, which are not well suited for NISQ-era quantum computers. Here we start from the insight that for translation invariant systems, the gates in such circuit topologies can be further optimized on classical computers to decrease the circuit depth and/or increase the accuracy. We employ tensor network techniques and devise a method based on the Riemannian trust-region algorithm for this purpose. For the Ising and Heisenberg models on a one-dimensional lattice, we achieve orders of magnitude accuracy improvements compared to fourth-order splitting methods. The optimized circuits could also be of practical use for the time-evolving block decimation (TEBD) algorithm. ",
    "url": "https://arxiv.org/abs/2212.07556",
    "authors": [
      "Ayse Kotil",
      "Rahul Banerjee",
      "Qunsheng Huang",
      "Christian B. Mendl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.07609",
    "title": "Experimental Characterization of Three-Band Braid Relations in  Non-Hermitian Acoustic Systems",
    "abstract": "The nature of complex eigenenergy enables unique band topology to the non-Hermitian (NH) lattice systems. Recently, there has been a fast growing interest in the elusive winding and braiding topologies of the NH single and double bands, respectively. Here, we explore the even more intricate NH multi-band topology and present the first experimental characterization of the three-band braid relations by acoustic systems. Based on a concise tight-binding model, we design a ternary cavity-tube structure equipped with a highly controllable unidirectional coupler, through which the acoustic NH Bloch bands are experimentally reproduced in a synthetic dimension. We identify the NH three-band braid relations from both the perspectives of eigenvalues and eigenstates, including a noncommutative braid relation and a swappable braid relation. Our results could promote the understanding of NH Bloch band topology and pave the way toward designing new devices for manipulating acoustic states. ",
    "url": "https://arxiv.org/abs/2212.07609",
    "authors": [
      "Qicheng Zhang",
      "Luekai Zhao",
      "Xun Liu",
      "Xiling Feng",
      "Liwei Xiong",
      "Wenquan Wu",
      "Chunyin Qiu"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:1806.02039",
    "title": "An improved Green's function algorithm applied to quantum transport in  carbon nanotubes",
    "abstract": " Title: An improved Green's function algorithm applied to quantum transport in  carbon nanotubes ",
    "url": "https://arxiv.org/abs/1806.02039",
    "authors": [
      "Fabian Teichert",
      "Andreas Zienert",
      "Jörg Schuster",
      "Michael Schreiber"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2101.01894",
    "title": "Why the Future Cannot be Open in the Quantum World",
    "abstract": " Comments: 18 pages, 0 figure: This paper is a draft version. Please cite the published version ",
    "url": "https://arxiv.org/abs/2101.01894",
    "authors": [
      "Kunihisa Morita"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2207.14354",
    "title": "Protecting information in a parametrically driven hybrid quantum system",
    "abstract": " Comments: 7 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2207.14354",
    "authors": [
      "Siddharth Tiwary",
      "Himadri Shekhar Dhar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.13419",
    "title": "Integrated Sideband-Resolved SERS with a Dimer on a Nanobeam Hybrid",
    "abstract": " Comments: Main text: 6 pages, Supplementary information: 12 pages ",
    "url": "https://arxiv.org/abs/2208.13419",
    "authors": [
      "Ilan Shlesinger",
      "Isabelle M. Palstra",
      "A. Femius Koenderink"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07596",
    "title": "From quantum alchemy to Hammett's equation: Covalent bonding from atomic  energy partitioning",
    "abstract": " Title: From quantum alchemy to Hammett's equation: Covalent bonding from atomic  energy partitioning ",
    "url": "https://arxiv.org/abs/2209.07596",
    "authors": [
      "Michael J. Sahre",
      "Guido Falk von Rudorff",
      "O. Anatole von Lilienfeld"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2210.13051",
    "title": "Research on thermal effects in optical trap in vacuum",
    "abstract": " Title: Research on thermal effects in optical trap in vacuum ",
    "url": "https://arxiv.org/abs/2210.13051",
    "authors": [
      "Mengzhu Hu",
      "Nan Li",
      "Zhenhai Fu",
      "Yizhou Zhang",
      "Wenqiang Li",
      "Huizhu Hu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.12469",
    "title": "Micromechanical high-Q trampoline resonators from strained crystalline  InGaP for integrated free-space optomechanics",
    "abstract": " Comments: fixed typos, added more material on crystal anisotropy and on fabrication; 15 pages incl. appendix, 13 figures ",
    "url": "https://arxiv.org/abs/2211.12469",
    "authors": [
      "Sushanth Kini Manjeshwar",
      "Anastasiia Ciers",
      "Fia Hellman",
      "Jürgen Bläsing",
      "André Strittmater",
      "Witlef Wieczorek"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.00677",
    "title": "Quantum circuit fidelity estimation using machine learning",
    "abstract": " Comments: 12 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2212.00677",
    "authors": [
      "Avi Vadali",
      "Rutuja Kshirsagar",
      "Prasanth Shyamsundar",
      "Gabriel N. Perdue"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2212.01997",
    "title": "Graph-based Quantum Response Theory and Shadow Born-Oppenheimer  Molecular Dynamics",
    "abstract": " Title: Graph-based Quantum Response Theory and Shadow Born-Oppenheimer  Molecular Dynamics ",
    "url": "https://arxiv.org/abs/2212.01997",
    "authors": [
      "Christian F. A. Negre",
      "Michael E. Wall",
      "Anders M. N. Niklasson"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2212.05569",
    "title": "Near-Field Enhancement of Optical Second Harmonic Generation in Hybrid  Gold-Lithium Niobate Nanostructures",
    "abstract": " Comments: Main text: 12 pages, 4 figures. Supplementary information: 47 pages, 18 figures, 4 tables. Edits, v2: Corrected typos in metadata ",
    "url": "https://arxiv.org/abs/2212.05569",
    "authors": [
      "Rana Faryad Ali",
      "Jacob A. Busche",
      "Saeid Kamal",
      "David J. Masiello",
      "Byron D. Gates"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.07369",
    "title": "Quantitative optical imaging method for surface acoustic wave using  optical path modulation",
    "abstract": " Comments: 12 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2212.07369",
    "authors": [
      "Ryusuke Hisatomi",
      "Kotaro Taga",
      "Ryo Sasaki",
      "Yoichi Shiota",
      "Takahiro Moriyama",
      "Teruo Ono"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]