[
  {
    "id": "arXiv:2206.04147",
    "title": "Vectorial Bulk-Boundary Correspondence for 3D Photonic Chern Insulators",
    "abstract": "In 2D Chern insulators (2D CI), the topology of the bulk states is captured by a topological invariant, the Chern number. The scalar bulk-boundary correspondence (sBBC) relates the change in Chern number across an interface with the number of 1D chiral edge modes at the interface. However, 3D Chern insulators (3D CI) can be characterized by a Chern vector C = (Cx, Cy, Cz) and a more general vector bulk-boundary correspondence (vBBC) is needed to correctly predict the propagation of the surface modes. In this work the possible interfaces between 3D photonic CIs are explored, focusing on possible changes in Chern vector orientation. To formulate a 3D vBBC, a link is derived between the Chern vector discontinuity across an interface and the winding of the surface equifrequency loops on the boundary. Lastly, it is demonstrated how to correctly predict the number and the propagation direction of topological photonic surface modes in 3D CIs. ",
    "url": "https://arxiv.org/abs/2206.04147",
    "authors": [
      "Chiara Devescovi",
      "Mikel Garcia-Diez",
      "Barry Bradlyn",
      "Juan Luis Mañes",
      "Maia G. Vergniory",
      "Aitzol Garcia-Etxarri"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2206.04164",
    "title": "The effects of intra-detector Compton scatter on zero-frequency DQE for  photon-counting CT using edge-on-irradiated silicon detectors",
    "abstract": "Background: Edge-on-irradiated silicon detectors are currently being investigated for use in photon-counting CT applications. The low atomic number of silicon leads to a significant number of incident photons being Compton scattered in the detector, depositing a part of their energy and potentially being counted multiple times. Although the physics of Compton scatter is well established, the effects of Compton interactions in the detector on image quality for an edge-on-irradiated silicon detector have still not been thoroughly investigated. Purpose: To investigate and explain effects of Compton scatter on zero-frequency DQE for photon-counting CT using edge-on-irradiated silicon detectors. Methods: We extend an existing Monte Carlo model of an edge-on-irradiated silicon detector to develop projection and image domain performance metrics for pure density and pure spectral imaging tasks. We show that the lowest energy threshold of the detector can be used as an effective discriminator of primary counts and cross-talk caused by Compton scatter. We study the developed metrics as functions of the lowest threshold energy. Results: Density imaging performance decreases monotonically as a function of the lowest threshold in both projection and image domains. Spectral imaging performance has a plateau between 0 and 10 keV and decreases monotonically thereafter, in both projection and image domain. Conclusions: Compton interactions contribute significantly to the density imaging performance of edge-on-irradiated silicon detectors. With the studied detector topology, the benefit of counting primary Compton interactions outweighs the penalty of multiple counting at all lower threshold energies. Compton interactions also contribute significantly to the spectral imaging performance for measured energies above 10 keV. ",
    "url": "https://arxiv.org/abs/2206.04164",
    "authors": [
      "Fredrik Grönberg",
      "Zhye Yin",
      "Jonathan Maltz",
      "Norbert J. Pelc",
      "Mats Persson"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2206.04211",
    "title": "Asymmetric nonlinear-mode-conversion in an optical waveguide with PT  symmetry",
    "abstract": "Asymmetric mode transformation in waveguide is of great significance for on-chip integrated devices with one-way effect, while it is challenging to achieve asymmetric nonlinear-mode-conversion (NMC) due to the limitations imposed by phase-matching. In this letter, we theoretically proposed a new scheme for realizing asymmetric NMC by combining frequency-doubling process and periodic PT symmetric modulation in an optical waveguide. By engineering the one-way momentum from PT symmetric modulation, we have demonstrated the unidirectional conversion from pump to second harmonic with desired guided modes. Our findings offer new opportunities for manipulating nonlinear optical fields with PT symmetry, which could further boost more exploration on on-chip nonlinear devices assisted by non-Hermitian optics. ",
    "url": "https://arxiv.org/abs/2206.04211",
    "authors": [
      "Changdong Chen",
      "Youwen Liu",
      "Lina Zhao",
      "Xiaopeng Hu",
      "Yangyang Fu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.04274",
    "title": "Effectiveness of an online homework tutorial about changing basis in  quantum mechanics",
    "abstract": "Changing basis is a common task when solving quantum mechanical problems. As part of a research project investigating student understanding of basis and change of basis in quantum mechanics, we developed a tutorial to support students in learning about basis in the context of spin-1/2 systems. We have since created an interactive online version of the basis tutorial as part of a freely available suite of online quantum tutorials called ACE Physics (acephysics.net). The ACE Physics tutorials include dynamic guidance elements and, unlike other tutorials, are intended for use outside the classroom without instructor facilitation. After extensive study in an instructor-supported environment, we assigned the ACE Physics basis tutorial as homework in two semesters of upper-division quantum mechanics, and we report on the effectiveness of the activity based on pre-/post-testing and comparison of student exam performance with a similar semester that did not include the activity. We find that the tutorial produces sufficient learning gains to justify continued assignment as a homework problem in our classes. ",
    "url": "https://arxiv.org/abs/2206.04274",
    "authors": [
      "Giaco Corsiglia",
      "Steven Pollock",
      "Bethany Wilcox"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2206.04362",
    "title": "Double-slit time diffraction at optical frequencies",
    "abstract": "The wave nature of light is revealed by diffraction from physical structures. A much-quoted example is the double-slit experiment often referred to as 'Young's slits'. We report a time-domain version of this classic experiment: a beam of light twice gated in time produces an interference frequency spectrum analogous to Young's experiment. The 'time slits', narrow enough to produce diffraction, are generated from a thin film of Indium-Tin-Oxide when illuminated with a high-power infrared pulse, which rapidly excites electrons into the conduction band, inducing a fast reflectivity rise, followed by a slower decay. Separation between the time-slits determines the period of oscillations in the frequency spectrum, while the decay of fringe visibility in frequency reveals the shape of the time slits. Here we find a surprise: many more oscillations are visible than expected from existing theory, implying a rise time for the leading edge of around 1-10 fs, approaching an optical cycle of 4.4 fs. This is over an order of magnitude faster than the width of the pump and can be inferred from the decay of the frequency oscillations. ",
    "url": "https://arxiv.org/abs/2206.04362",
    "authors": [
      "Romain Tirole",
      "Stefano Vezzoli",
      "Emanuele Galiffi",
      "Iain Robertson",
      "Dries Maurice",
      "Benjamin Tilmann",
      "Stefan A. Maier",
      "John B. Pendry",
      "Riccardo Sapienza"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.04388",
    "title": "Silicon oxynitride platform for linear and nonlinear photonics at NIR  wavelengths",
    "abstract": "The development of versatile and novel material platforms for integrated photonics is of prime importance in the perspective of future applications of photonic integrated circuits for quantum information and sensing. Here we present a low-loss material platform based on high-refractive index silicon oxynitride (\\ce{SiON}), which offers significant characteristics for linear and non-linear optics applications in a wide range of red/near-infrared wavelengths. The demonstrated propagation loss $<1.5$~dB/cm for visible wavelengths enables the realization of long and intricate circuitry for photon manipulations, as well as the realization of high quality factor resonators. In addition, the proposed \\ce{SiON} shows a high nonlinear coefficient of $10^{-19}$~m$^2$/W, improving the strength of nonlinear effects exploitable for on-chip photon generation schemes. ",
    "url": "https://arxiv.org/abs/2206.04388",
    "authors": [
      "Gioele Piccoli",
      "Matteo Sanna",
      "Massimo Borghi",
      "Lorenzo Pavesi",
      "Mher Ghulinyan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.04485",
    "title": "Experimental Observation of Berry Phases in Optical Moebius-strip  Microcavities",
    "abstract": "The Moebius strip, as a fascinating loop structure with one-sided topology, provides a rich playground for manipulating the non-trivial topological behavior of spinning particles, such as electrons, polaritons, and photons in both real and parameter spaces. For photons resonating in a Moebius-strip cavity, the occurrence of an extra phase, known as Berry phase, with purely topological origin is expected due to its non-trivial evolution in the parameter space. However, despite numerous theoretical investigations, characterizing optical Berry phase in a Moebius-strip cavity has remained elusive. Here we report the experimental observation of Berry phase generated in optical Moebius-strip microcavities. In contrast to theoretical predictions in optical, electronic, and magnetic Moebius-topology systems where only Berry phase {\\pi} occurs, we demonstrate that variable Berry phase smaller than {\\pi} can be acquired by generating elliptical polarization of resonating light. Moebius-strip microcavities as integrable and Berry-phase-programmable optical systems are of great interest in topological physics and emerging classical or quantum photonic applications. ",
    "url": "https://arxiv.org/abs/2206.04485",
    "authors": [
      "Jiawei Wang",
      "Sreeramulu Valligatla",
      "Shilong Li",
      "Yin Yin",
      "Lukas Schwarz",
      "Mariana Medina-Sanchez",
      "Stefan Baunack",
      "Ching Hua Lee",
      "Ronny Thomale",
      "Vladimir M. Fomin",
      "Libo Ma",
      "Oliver G. Schmidt"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.04525",
    "title": "Large-Scale Crosstalk-Corrected Thermo-Optic Phase Shifter Arrays in  Silicon Photonics",
    "abstract": "We introduce a thermo-optic phase shifter (TOPS) array architecture with independent phase control of each phase shifter for large-scale and high-density photonic integrated circuits with two different control schemes: pulse amplitude modulation (PAM) and pulse width modulation (PWM). We realize a compact spiral TOPS and a 288-element high-density row-column TOPS array with this architecture and drive TOPS with waveforms of both control schemes and of different array sizes. We present a thermal excitation model and a finite difference method-based simulation to simulate large-scale TOPS arrays and compare both schemes experimentally and theoretically. We also analyze the effects of thermal crosstalk in the realized TOPS array and implement a thermal crosstalk correction algorithm with the developed model. The high-density TOPS array architecture and the thermal crosstalk correction algorithm pave the way for high-density TOPS arrays with independent phase control in large-scale photonic integrated circuits interfaced with electronics limited in voltage swing and bandwidth. ",
    "url": "https://arxiv.org/abs/2206.04525",
    "authors": [
      "Volkan Gurses",
      "Reza Fatemi",
      "Aroutin Khachaturian",
      "Ali Hajimiri"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Systems and Control (eess.SY)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.04494",
    "title": "Multi-state quantum simulations via model-space quantum imaginary time  evolution",
    "abstract": "We introduce the framework of model space into quantum imaginary time evolution (QITE) to enable stable estimation of ground and excited states using a quantum computer. Model-space QITE (MSQITE) propagates a model space to the exact one by retaining its orthogonality, and hence is able to describe multiple states simultaneously. The quantum Lanczos (QLanczos) algorithm is extended to MSQITE to accelerate the convergence. The present scheme is found to outperform both the standard QLanczos and the recently proposed folded-spectrum QITE in simulating excited states. Moreover, we demonstrate that spin contamination can be effectively removed by shifting the imaginary time propagator, and thus excited states with a particular spin quantum number are efficiently captured without falling into the different spin states that have lower energies. We also investigate how different levels of the unitary approximation employed in MSQITE can affect the results. ",
    "url": "https://arxiv.org/abs/2206.04494",
    "authors": [
      "Takashi Tsuchimochi",
      "Yoohee Ryo",
      "Seiichiro L. Ten-no"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:1903.01451",
    "title": "Low-Depth Quantum Metropolis Algorithm",
    "abstract": " Comments: 6 pages, 5 figures ",
    "url": "https://arxiv.org/abs/1903.01451",
    "authors": [
      "Jonathan E. Moussa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2109.08121",
    "title": "Numerical Simulations of the Nonlinear Quantum Vacuum in the  Heisenberg-Euler Weak-Field Expansion",
    "abstract": " Comments: 32 pages, 37 figures; corrections, references added ",
    "url": "https://arxiv.org/abs/2109.08121",
    "authors": [
      "Andreas Lindner",
      "Baris Ölmez",
      "Hartmut Ruhl"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2201.13352",
    "title": "Low-Power Silicon Strain Sensor Based on CMOS Current Reference Topology",
    "abstract": " Title: Low-Power Silicon Strain Sensor Based on CMOS Current Reference Topology ",
    "url": "https://arxiv.org/abs/2201.13352",
    "authors": [
      "Nicolas Roisin",
      "Thibault Delhaye",
      "Nicolas André",
      "Jean-Pierre Raskin",
      "Denis Flandre"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.09980",
    "title": "Quantum Multi-Parameter Adaptive Bayesian Estimation and Application to  Super-Resolution Imaging",
    "abstract": " Title: Quantum Multi-Parameter Adaptive Bayesian Estimation and Application to  Super-Resolution Imaging ",
    "url": "https://arxiv.org/abs/2202.09980",
    "authors": [
      "Kwan Kit Lee",
      "Christos Gagatsos",
      "Saikat Guha",
      "Amit Ashok"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.01219",
    "title": "A dual chirped-pulse electro-optical frequency comb method for  simultaneous molecular spectroscopy and dynamics studies: Formic acid in the  THz region",
    "abstract": " Comments: 4 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2205.01219",
    "authors": [
      "Jasper R. Stroud",
      "David F. Plusquellic"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.01983",
    "title": "Improved algorithms of quantum imaginary time evolution for ground and  excited states of molecular systems",
    "abstract": " Comments: 10 pages, 5 figures, 1 table ",
    "url": "https://arxiv.org/abs/2205.01983",
    "authors": [
      "Takashi Tsuchimochi",
      "Yoohee Ryo",
      "Seiichiro L. Ten-no"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.14130",
    "title": "Ultimate stability of active optical frequency standards",
    "abstract": " Comments: 14 pages ",
    "url": "https://arxiv.org/abs/2205.14130",
    "authors": [
      "Georgy A. Kazakov",
      "Swadheen Dubey",
      "Anna Bychek",
      "Uwe Sterr",
      "Marcin Bober",
      "Michał Zawada"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.02297",
    "title": "Quantum calculations on a new CCSD(T) machine-learned PES reveal the  leaky nature of gas-phase $trans$ and $gauche$ ethanol conformers",
    "abstract": " Title: Quantum calculations on a new CCSD(T) machine-learned PES reveal the  leaky nature of gas-phase $trans$ and $gauche$ ethanol conformers ",
    "url": "https://arxiv.org/abs/2206.02297",
    "authors": [
      "Apurba Nandi",
      "Riccardo Conte",
      "Chen Qu",
      "Paul L. Houston",
      "Qi Yu",
      "Joel M. Bowman"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.03660",
    "title": "Provably-secure quantum randomness expansion with uncharacterised  homodyne detection",
    "abstract": " Comments: This is a preliminary draft, comments and suggestions are welcomed! ",
    "url": "https://arxiv.org/abs/2206.03660",
    "authors": [
      "Chao Wang",
      "Ignatius William Primaatmaja",
      "Hong Jie Ng",
      "Jing Yan Haw",
      "Raymond Ho",
      "Jianran Zhang",
      "Gong Zhang",
      "Charles Ci-Wen Lim"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]