[
  {
    "id": "arXiv:2305.06431",
    "title": "Broadband composite nonreciprocal polarization wave plates and optical  isolators",
    "abstract": "We provide a technique for a broadband nonreciprocal wave retarder whose quarter-wave plate phase retardation is the same in forward and backward directions. The system is built using a number of sequential nonreciprocal wave plates. The proposed device can also be utilized to create a broadband optical diode, which consists of two achromatic quarter-wave plates, one reciprocal and the other non-reciprocal, that are sandwiched between two polarizers aligned in parallel. ",
    "url": "https://arxiv.org/abs/2305.06431",
    "authors": [
      "Hayk L. Gevorgyan",
      "Andon A. Rangelov",
      "Nikolay V. Vitanov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.06506",
    "title": "Far-field model of two-color laser driven terahertz radiation including  field element interference and plasma response",
    "abstract": "The two-color laser field scheme for broad-band terahertz (THz) radiation from air has been intensively and broadly investigated due to the simplicity in technology and relative high yield efficiency. Experiments showed that the detected THz angular distribution is usually conical with a dip in the laser propagation axis which is unfavorable for its application, and the formation of an oscillating tail in the THz waveform has not yet been well understood. Here, we develop an electric field element interference model in which each local current source has a phase velocity determined by the laser pulse and a Gaussian temporal profile, rather than an ideal point source, as well as the current oscillation caused by the plasma dynamics is considered. By introducing the temporal interference, effects of the phase velocity and the Gaussian profile of the current can correct the THz angular distribution. Therefore, by adjusting the laser pulse duration and the group velocity, the THz angular distribution can be controlled and the dip could be even eliminated. Besides, the plasma dynamics can result in the formation of an oscillating tail in the THz waveform and sunken spikes in the corresponding spectrum. This is similar to the experimental results which are usually explained by the water vapor absorption. In turn, the spikes in the spectrum could provide a way to measure the plasma filament density. ",
    "url": "https://arxiv.org/abs/2305.06506",
    "authors": [
      "Nan Li",
      "Wei-Min Wang"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.06544",
    "title": "Self-steepening-induced stabilization of nonlinear edge waves at  photonic valley-Hall interfaces",
    "abstract": "Localized nonlinear modes at valley-Hall interfaces in staggered photonic graphene can be described in the long-wavelength limit by a nonlinear Dirac-like model including spatial dispersion terms. It leads to a modified nonlinear Schr\\\"odinger equation for the wave field amplitude that remarkably incorporates a nonlinear velocity term. We show that this nonlinear velocity correction results in a counter-intuitive stabilization effect for relatively high-amplitude plane-wave-like edge states, which we confirm by calculation of complex-valued small-amplitude perturbation spectra and direct numerical simulation of propagation dynamics in staggered honeycomb waveguide lattices with on-site Kerr nonlinearity. Our findings are relevant to a variety of nonlinear photonic systems described by Dirac-like Hamiltonians. ",
    "url": "https://arxiv.org/abs/2305.06544",
    "authors": [
      "Ekaterina O. Smolina",
      "Lev A. Smirnov",
      "Daniel Leykam",
      "Daria A. Smirnova"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2305.06678",
    "title": "Multiconfigurational quantum chemistry: The CASPT2 method",
    "abstract": "This chapter presents the theory behind the CASPT2 method and its adaptation to a multi-state formalism. The chapter starts with an introduction of the theory of the CASPT2 method - an application of Rayleigh-Schr\\\"odinger perturbation theory applied to multiconfigurational reference function - as it was originally presented. In particular, we discuss the nature of the reference Hamiltonian and the first-order interacting space. This is followed by some detailed discussion with respect to the intruder state problem and various shift techniques to address this problem. Afterwards a longer review on alternative reference Hamiltonians, which to some degree or completely remove the intruder state problem, is put forward. Subsequently the presently proposed multi-state versions of the CASPT2 method are discussed in some detail. The chapter is concluded with a review of different benchmark assessments of the accuracy of the method and a qualified suggestion on the future development potentials of the approach. ",
    "url": "https://arxiv.org/abs/2305.06678",
    "authors": [
      "Stefano Battaglia",
      "Ignacio Fdez. Galván",
      "Roland Lindh"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.06735",
    "title": "Unsupervised noise reductions for gravitational reference sensors or  accelerometers based on Noise2Noise method",
    "abstract": "Onboard electrostatic suspension inertial sensors are important applications for gravity satellites and space gravitational wave detection missions, and it is important to suppress noise in the measurement signal. Due to the complex coupling between the working space environment and the satellite platform, the process of noise generation is extremely complex, and traditional noise modeling and subtraction methods have certain limitations. With the development of deep learning, applying it to high-precision inertial sensors to improve the signal-to-noise ratio is a practically meaningful task. Since there is a single noise sample and unknown true value in the measured data in orbit, odd-even sub-samplers and periodic sub-samplers are designed to process general signals and periodic signals, and adds reconstruction layers consisting of fully connected layers to the model. Experimental analysis and comparison are conducted based on simulation data, GRACE-FO acceleration data and Taiji-1 acceleration data. The results show that the deep learning method is superior to traditional data smoothing processing sol ",
    "url": "https://arxiv.org/abs/2305.06735",
    "authors": [
      "Zhilan Yang",
      "Haoyue Zhang",
      "Peng Xu",
      "Ziren Luo"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2305.06868",
    "title": "Review of the application piezoelectric actuators for SRF cavity tuners",
    "abstract": "Modern particle accelerators and high-energy physics experiments that deployed up to several hundred of accelerating superconducting RF cavities require accurate frequency control. This is achieved by using cavity tuners typically actuated with the piezoelectric ceramic actuators. Piezoelectric ceramic actuators have become \"standard\" components of the SRF cavity tuner and depending on the application could be operated in different environments: in air, at cryogenic temperature, in vacuum, and submerged in liquid helium. Different applications place different requirements on the piezo actuators, but the important parameters common to all applications are the lifetime and reliability of the actuators. Several programs targeting the development of reliable piezo actuators are presented in this contribution. ",
    "url": "https://arxiv.org/abs/2305.06868",
    "authors": [
      "Yuriy Pischalnikov",
      "Crispin Contreras-Martinez"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2305.06909",
    "title": "Anticrossing of a plasmonic nanoresonator mode and a single quantum dot  at room temperature",
    "abstract": "Room-temperature strong coupling of a single quantum emitter and a single resonant plasmonic mode is a key resource for quantum information processing and quantum sensing at ambient conditions. To beat dephasing, ultrafast energy transfer is achieved by coupling single emitters to a plasmonic nanoresonator with an extremely small mode volume and optimal spectral overlap. Typically, normal mode splittings in luminescence spectra of single-emitter strongly-coupled systems are provided as evidence for strong coupling and to obtain rough estimates of the light-matter coupling strength g. However, a complete anticrossing of a single emitter and a cavity mode as well as the characterization of the uncoupled constituents is usually hard to achieve. Here, we exploit the light-induced oxygen-dependent blue-shift of individual CdSe/ZnS semiconductor quantum dots to tune their transition energy across the resonance of a scanning plasmonic slit resonator after characterizing both single emitter and nano resonator in their uncoupled states. Our results provide clear proof of single-emitter strong light-matter coupling at ambient condition as well as a value for the Rabi splitting at zero detuning 100 meV, consistent with modeling, thereby opening the path towards plexitonic devices that exploit single-photon nonlinearities at ambient conditions. ",
    "url": "https://arxiv.org/abs/2305.06909",
    "authors": [
      "Daniel Friedrich",
      "Jin Qin",
      "Benedikt Schurr",
      "Tommaso Tufarelli",
      "Heiko Groß",
      "Bert Hecht"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.06976",
    "title": "Exploration of Optimizing FPGA-based Qubit Controller for Experiments on  Superconducting Quantum Computing Hardware",
    "abstract": "This work explores avenues and target areas for optimizing FPGA-based control hardware for experiments conducted on superconducting quantum computing systems and serves as an introduction to some of the current research at the intersection of classical and quantum computing hardware. With the promise of building larger-scale error-corrected quantum computers based on superconducting qubit architecture, innovations to room-temperature control electronics are needed to bring these quantum realizations to fruition. The QICK (Quantum Instrumentation Control Kit) is one leading experimental FPGA-based implementations. However, its integration into other experimental quantum computing architectures, especially those using superconducting radiofrequency (SRF) cavities, is largely unexplored. We identify some key target areas for optimizing control electronics for superconducting qubit architectures and provide some preliminary results to the resolution of a control pulse waveform. With optimizations targeted at 3D superconducting qubit setups, we hope to bring to light some of the requirements in classical computational methodologies to bring out the full potential of this quantum computing architecture, and to convey the excitement of progress in this research. ",
    "url": "https://arxiv.org/abs/2305.06976",
    "authors": [
      "Hans Johnson",
      "Silvia Zorzetti",
      "Jafar Saniie"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2305.06824",
    "title": "Genesis of chimera patterns through self-induced stochastic resonance",
    "abstract": "Noise induced order in excitable systems has diverse manifestations, such as coherence resonance (CR) and stochastic resonance. In this context a less explored phenomenon is self-induced stochastic resonance (SISR). Unlike CR, SISR may arise away from the bifurcation threshold and the properties of the induced oscillations depend upon both the noise intensity and the time-scale separation factor. In this work, we report a new chimera pattern in a network of coupled excitable units, namely the self-induced stochastic resonance chimera or SISR-chimera that originates from the SISR phenomenon. We explore the detailed dynamics of the SISR-chimera in the parameter space using proper quantitative measures. We have found that unlike CR chimera, the SISR-chimera pattern strongly depends upon the ratio of time scale and noise intensity. Therefore, this type of chimera pattern can be induced even for a tiny noise intensity if the time scale separation of the activator and inhibitor is large enough. ",
    "url": "https://arxiv.org/abs/2305.06824",
    "authors": [
      "Taniya Khatun",
      "Tanmoy Banerjee"
    ],
    "subjectives": [
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Chaotic Dynamics (nlin.CD)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2305.06839",
    "title": "Direct observation of non-linear optical phase shift induced by a single  quantum emitter in a waveguide",
    "abstract": "Realizing a sensitive photon-number-dependent phase shift on a light beam is required both in classical and quantum photonics. It may lead to new applications for classical and quantum photonics machine learning or pave the way for realizing photon-photon gate operations. Non-linear phase-shifts require efficient light-matter interaction, and recently quantum dots coupled to nanophotonic devices have enabled near-deterministic single-photon coupling. We experimentally realize an optical phase shift of $0.19 \\pi \\pm 0.03$ radians ($\\approx 34$ degrees) using a weak coherent state interacting with a single quantum dot in a planar nanophotonic waveguide. The phase shift is probed by interferometric measurements of the light scattered from the quantum dot in the waveguide. The nonlinear process is sensitive at the single-photon level and can be made compatible with scalable photonic integrated circuitry. The work may open new prospects for realizing high-efficiency optical switching or be applied for proof-of-concept quantum machine learning or quantum simulation demonstrations. ",
    "url": "https://arxiv.org/abs/2305.06839",
    "authors": [
      "Mathias J.R. Staunstrup",
      "Alexey Tiranov",
      "Ying Wang",
      "Sven Scholz",
      "Andreas D. Wieck",
      "Arne Ludwig",
      "Leonardo Midolo",
      "Nir Rotenberg",
      "Peter Lodahl",
      "Hanna Le Jeannic"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.06925",
    "title": "Accurate Surface and Finite Temperature Bulk Properties of Lithium Metal  at Large Scales using Machine Learning Interaction Potentials",
    "abstract": "The properties of lithium metal are key parameters in the design of lithium ion and lithium metal batteries. They are difficult to probe experimentally due to the high reactivity and low melting point of lithium as well as the microscopic scales at which lithium exists in batteries where it is found to have enhanced strength, with implications for dendrite suppression strategies. Computationally, there is a lack of empirical potentials that are consistently quantitatively accurate across all properties and ab-initio calculations are too costly. In this work, we train Machine Learning Interaction Potentials (MLIPs) on Density Functional Theory (DFT) data to state-of-the-art accuracy in reproducing experimental and ab-initio results across a wide range of simulations at large length and time scales. We accurately predict thermodynamic properties, phonon spectra, temperature dependence of elastic constants and various surface properties inaccessible using DFT. We establish that there exists a Bell-Evans-Polanyi relation correlating the self-adsorption energy and the minimum surface diffusion barrier for high Miller index facets. ",
    "url": "https://arxiv.org/abs/2305.06925",
    "authors": [
      "Mgcini Keith Phuthi",
      "Archie Mingze Yao",
      "Simon Batzner",
      "Albert Musaelian",
      "Boris Kozinsky",
      "Ekin Dogus Cubuk",
      "Venkatasubramanian Viswanathan"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Machine Learning (cs.LG)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2305.06956",
    "title": "Multiple polaritonic edge states in a Su-Schrieffer-Heeger chain  strongly coupled to a multimode cavity",
    "abstract": "A dimerized chain of dipolar emitters strongly coupled to a multimode optical cavity is studied. By integrating out the photonic degrees of freedom of the cavity, the system is recast in a two-band model with an effective long-range coupling, so that it mimicks a variation of the paradigmatic Su-Schrieffer-Heeger model, which features a nontrivial topological phase and hosts topological edge states. In the strong-coupling regime, the cavity photons hybridize the bright dipolar bulk band into a polaritonic one, renormalizing the eigenspectrum and strongly breaking chiral symmetry. This leads to a formal loss of the in-gap edge states present in the topological phase while they merge into the polaritonic bulk band. Interestingly, however, we find that bulk polaritons entering in resonance with the edge states inherit part of their localization properties, so that multiple polaritonic edge states are observed. Although these states are not fully localized on the edges, they present unusual properties. In particular, due to their delocalized bulk part, owing from their polaritonic nature, such edge states exhibit efficient transport characteristics. Instead of being degenerate, they occupy a large portion of the spectrum, allowing one to probe them in a wide driving frequency range. Moreover, being reminiscent of symmetry-protected topological edge states, they feature a strong tolerance to off-diagonal disorder. ",
    "url": "https://arxiv.org/abs/2305.06956",
    "authors": [
      "Thomas F. Allard",
      "Guillaume Weick"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.06977",
    "title": "Bilinearization of the Fokas-Lenells equation Conservation laws and  soliton interactions",
    "abstract": "In this paper, we propose the bilinearization of the Fokas-Lenells equation (FLE) with a vanishing boundary condition. In the proposed bilinearization we make use of an auxiliary function to convert the trilinear equations into a set of bilinear equations. We obtain bright 1-soliton, 2- soliton solutions and present the scheme for obtaining N soliton solution. In the soliton solution the presence of an additional parameter allows tuning the position of soliton. We find that the proposed scheme of bilinearization using auxiliary function, considerably simplifies the procedure yet generates a more general solution than the one reported earlier. We show that the obtained soliton solution reduces to an algebraic soliton in the limit of infinite width. Further we show explicitly that the soliton interactions are elastic through asymptotic analysis, that is the amplitude of each soliton remains same before and after interaction. The mark of interaction is left behind only in the phase of each soliton. Secondly, we propose a generalised Lax pair for the FLE and obtain the conserved quantities by solving Riccati equation. We believe that the present investigation would be useful to study the applications of FLE in nonlinear optics and other branches of physics. ",
    "url": "https://arxiv.org/abs/2305.06977",
    "authors": [
      "Sagardeep Talukdar",
      "Riki Dutta",
      "Gautam Kumar Saharia",
      "Sudipta Nandy"
    ],
    "subjectives": [
      "Exactly Solvable and Integrable Systems (nlin.SI)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.07009",
    "title": "Fault-tolerant quantum algorithm for symmetry-adapted perturbation  theory",
    "abstract": "The efficient computation of observables beyond the total energy is a key challenge and opportunity for fault-tolerant quantum computing approaches in quantum chemistry. Here we consider the symmetry-adapted perturbation theory (SAPT) components of the interaction energy as a prototypical example of such an observable. We provide a guide for calculating this observable on a fault-tolerant quantum computer while optimizing the required computational resources. Specifically, we present a quantum algorithm that estimates interaction energies at the first-order SAPT level with a Heisenberg-limited scaling. To this end, we exploit a high-order tensor factorization and block encoding technique that efficiently represents each SAPT observable. To quantify the computational cost of our methodology, we provide resource estimates in terms of the required number of logical qubits and Toffoli gates to execute our algorithm for a range of benchmark molecules, also taking into account the cost of the eigenstate preparation and the cost of block encoding the SAPT observables. Finally, we perform the resource estimation for a heme and artemisinin complex as a representative large-scale system encountered in drug design, highlighting our algorithm's performance in this new benchmark study and discussing possible bottlenecks that may be improved in future work. ",
    "url": "https://arxiv.org/abs/2305.07009",
    "authors": [
      "Cristian L. Cortes",
      "Matthias Loipersberger",
      "Robert M. Parrish",
      "Sam Morley-Short",
      "William Pol",
      "Sukin Sim",
      "Mark Steudtner",
      "Christofer S. Tautermann",
      "Matthias Degroote",
      "Nikolaj Moll",
      "Raffaele Santagati",
      "Michael Streif"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2209.06863",
    "title": "Optimization of the Femtosecond Laser Impulse for Excitation and the  Spin-Orbit Mediated Dissociation in the NaRb Dimer",
    "abstract": " Comments: 7 pages, 4 figures, 1 table, submitted to Journal of Quantitative Spectroscopy and Radiative Transfer ",
    "url": "https://arxiv.org/abs/2209.06863",
    "authors": [
      "Janek Kozicki",
      "Patryk Jasik",
      "Tymon Kilich",
      "Józef E. Sienkiewicz"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2304.14729",
    "title": "A unified density-matrix functional construction of quantum baths in  density matrix embedding theory beyond the mean-field approximation",
    "abstract": " Comments: 12 pages, 3 figures, first minor revision ",
    "url": "https://arxiv.org/abs/2304.14729",
    "authors": [
      "Sajanthan Sekaran",
      "Oussama Bindech",
      "Emmanuel Fromager"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  }
]