[
  {
    "id": "arXiv:2201.03554",
    "title": "Acoustics of a partially partitioned narrow slit connected to a  half-plane: case study for exponential quasi-bound states in the continuum  and their resonant excitation",
    "abstract": "Localised wave oscillations in an open system that do not decay or grow in time, despite their frequency lying within a continuous spectrum of radiation modes carrying energy to or from infinity, are known as bound states in the continuum (BIC). Small perturbations from the typically delicate conditions for BIC almost always result in the waves weakly coupling with the radiation modes, leading to leaky states called quasi-BIC that have a large quality factor. We study the asymptotic nature of this weak coupling in the case of acoustic waves interacting with a rigid substrate featuring a partially partitioned slit -- a setup that supports quasi-BIC that exponentially approach BIC as the slit is made increasingly narrow. In that limit, we use the method of matched asymptotic expansions in conjunction with reciprocal relations to study those quasi-BIC and their resonant excitation. In particular, we derive a leading approximation for the exponentially small imaginary part of each wavenumber eigenvalue (inversely proportional to quality factor), which is beyond all orders of the expansion for the wavenumber eigenvalue itself. Furthermore, we derive a leading approximation for the exponentially large amplitudes of the states in the case where they are resonantly excited by a plane wave at oblique incidence. These resonances occur in exponentially narrow wavenumber intervals and are physically manifested in cylindrical-dipolar waves emanating from the slit aperture and exponentially large field enhancements inside the slit. The asymptotic approximations are validated against numerical calculations. ",
    "url": "https://arxiv.org/abs/2201.03554",
    "authors": [
      "Ory Schnitzer",
      "Richard Porter"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.03726",
    "title": "Cracking the Quantum Scaling Limit with Machine Learned Electron  Densities",
    "abstract": "A long-standing goal of science is to accurately solve the Schr\\\"odinger equation for large molecular systems. The poor scaling of current quantum chemistry algorithms on classical computers imposes an effective limit of about a few dozen atoms for which we can calculate molecular electronic structure. We present a machine learning (ML) method to break through this scaling limit and make quantum chemistry calculations of very large systems possible. We show that Euclidean Neural Networks can be trained to predict the electron density with high fidelity from limited data. Learning the electron density allows us to train a machine learning model on small systems and make accurate predictions on large ones. We show that this ML electron density model can break through the quantum scaling limit and calculate the electron density of systems of thousands of atoms with quantum accuracy. ",
    "url": "https://arxiv.org/abs/2201.03726",
    "authors": [
      "Joshua A. Rackers",
      "Lucas Tecot",
      "Mario Geiger",
      "Tess E. Smidt"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2201.03729",
    "title": "Design, fabrication, and spectral characterization of  temperature-dependent liquid crystal-based metamaterial to tune dielectric  metasurface resonances",
    "abstract": "Tunable dielectric meta-surface nanostructures offer incredible performance in optical application due to their extraordinary tunability of the polarization and engineering the dispersion of light with low loss in infrared range. In this article, we designed and experimentally measured the tunability of all-dielectric subwavelength silicon nanoparticles with the help of the temperature-based refractive index of the liquid crystal in the telecom regime. The proposed structure composed of high dielectric nanodisk surrounded by nematic liquid crystal (NLC) is simulated with numerical software, assembled with pre-alignment material, and optically measured by Fourier-transform infrared (FTIR) spectroscopy. The simulated result is compatible with the practical measurements, shows that the tunability of 30nm is achieved. Electric and magnetic resonance modes of the high dielectric nanodisks are tailored in different rates by anisotropic temperature dependent NLC. The phase switching of anisotropic to isotropic nematic liquid crystal enables spectral tunning of the two modes of all dielectric metasurface and modifies the symmetry of the optical response of the metamaterial structure. ",
    "url": "https://arxiv.org/abs/2201.03729",
    "authors": [
      "Golsa Mirbagheri",
      "David T. Crouse"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.03743",
    "title": "Elastic constant of dielectric nano-thin films using three-layer  resonance studied by picosecond ultrasonics",
    "abstract": "Elastic constants and sound velocities of nm-order thin films are essential for designing acoustic filters. However, it is difficult to measure them for dielectric thin films. In this study, we use a three-layer structure where a dielectric nano-thin film is sandwiched between thicker metallic films to measure the longitudinal elastic constant of the dielectric film. We propose an efficiency function to estimate the optimal thicknesses of the components. We use Pt/NiO/Pt three-layer films for confirming our proposed method. The determined elastic constant of NiO deposited at room temperature is smaller than the bulk value by $\\sim$40$\\%$. However, it approaches the bulk value as the deposition temperature increases. We also reveal that uncertainty of the elastic constant of the Pt film insignificantly affects the accuracy of the determined elastic constant of NiO in this structure. ",
    "url": "https://arxiv.org/abs/2201.03743",
    "authors": [
      "Hiroki Fukuda",
      "Akira Nagakubo",
      "Hirotsugu Ogi"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.03841",
    "title": "Investigation of the characteristics of the dual-band electromagnetic  induction transparent-like terahertz spectrum in a grating-like structure",
    "abstract": "In this paper, a new structure is proposed which is expected to realize dual-band electromagnetically induced transparency (EIT)-like effect in terahertz spectrum. It can be regarded as a metamaterial of grating-like elements composed of dual-band U-shaped resonators. The near-field coupling between bright modes can produce EIT-like effect. After optimizing the parameters, our numerical simulated results are in good agreement with the theoretical analysis. The EIT-like effect can significantly reduce the group speed near the transparent window, may gain more significant potential applications in slow-light transmission and optical storage. ",
    "url": "https://arxiv.org/abs/2201.03841",
    "authors": [
      "Chaoying Zhao",
      "Jiahao Hu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.03870",
    "title": "Studying the operation of an all-PM Yb-doped fiber laser oscillator at  negative and positive net cavity dispersion",
    "abstract": "Chirped fiber Bragg gratings in Yb-doped fiber lasers allow tuning the net cavity dispersion, thus enabling access to pulse dynamics beyond the typical all-normal-dispersion dissipative soliton regime. This Letter demonstrates an ultrafast dispersion-managed all-polarization-maintaining fiber oscillator mode-locked with a nonlinear optical loop mirror. Using a chirped fiber Bragg grating inside the oscillator, it can work at net cavity dispersion in the range from -0.098 ps$^2$ up to +0.067 ps$^2$ and above at the wavelength of 1 $\\mathrm{\\mu}$m. Depending on the configuration, the system can deliver stable pulses with energies up to 2.3 nJ and pulse durations as short as 98 fs. ",
    "url": "https://arxiv.org/abs/2201.03870",
    "authors": [
      "Mateusz Pielach",
      "Jan Szczepanek",
      "Katarzyna Krupa",
      "Yuriy Stepanenko"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.03939",
    "title": "Electrically pumped blue laser diodes with nanoporous bottom cladding",
    "abstract": "We demonstrate electrically pumped III-nitride edge-emitting laser diodes (LDs) with nanoporous bottom cladding. The LD structure was grown by plasma-assisted molecular beam epitaxy. Highly doped 350 nm thick GaN:Si cladding layer with Si concentration of 6 x 1019 cm-3 was electrochemically etched to obtain porosity of 15 +/- 3% with pore size of 20 +/- 9 nm. The devices with nanoporous bottom cladding are compared to the refer-ence structures. The pulse mode operation was obtained at 448.7 nm with a slope efficiency (SE) of 0.2 W/A while the reference device without etched cladding layer was lasing at 457 nm with SE of 0.56 W/A. The de-sign of the LDs with porous bottom cladding was modelled theoretically. Performed calculations allowed to choose the optimum porosity and thickness of the cladding needed for the desired optical mode confinement and reduced the risk of light leakage to the substrate and to the top-metal contact. This demonstration opens new possibilities for the fabrication of III-nitride LDs. ",
    "url": "https://arxiv.org/abs/2201.03939",
    "authors": [
      "Marta Sawicka",
      "Grzegorz Muziol",
      "Natalia Fiuczek",
      "Mateusz Hajdel",
      "Marcin Siekacz",
      "Anna Feduniewicz-Żmuda",
      "Krzesimir Nowakowski-Szkudlarek",
      "Paweł Wolny",
      "Mikołaj Żak",
      "Henryk Turski",
      "Czesław Skierbiszewski"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.03683",
    "title": "Continuous gravitational waves in the lab: recovering audio signals with  a table-top optical microphone",
    "abstract": "Gravitational-wave observatories around the world are searching for continuous waves: persistent signals from sources such as spinning neutron stars. These searches use sophisticated statistical techniques to look for weak signals in noisy data. In this paper, we demonstrate these techniques using a table-top model gravitational-wave detector: a Michelson interferometer where sound is used as an analog for gravitational waves. Using signal processing techniques from continuous-wave searches, we demonstrate the recovery of tones with constant and wandering frequencies. We also explore the use of the interferometer as a teaching tool for educators in physics and electrical engineering by using it as an \"optical microphone\" to capture music and speech. A range of filtering techniques used to recover signals from noisy data are detailed in the Supplementary Material. Here, we present highlights of our results using a combined notch plus Wiener filter and the statistical log minimum mean-square error (logMMSE) estimator. Using these techniques, we easily recover recordings of simple chords and drums, but complex music and speech are more challenging. This demonstration can be used by educators in undergraduate laboratories and can be adapted for communicating gravitational-wave and signal-processing topics to non-specialist audiences. ",
    "url": "https://arxiv.org/abs/2201.03683",
    "authors": [
      "James W. Gardner",
      "Hannah Middleton",
      "Changrong Liu",
      "Andrew Melatos",
      "Robin Evans",
      "William Moran",
      "Deeksha Beniwal",
      "Huy Tuong Cao",
      "Craig Ingram",
      "Daniel Brown",
      "Sebastian Ng"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2201.03692",
    "title": "On-demand storage of photonic qubits at telecom wavelengths",
    "abstract": "Quantum memories at telecom wavelengths are crucial for the construction of large-scale quantum networks based on existing fiber networks. On-demand storage of telecom photonic qubits is a fundamental request for such networking applications but yet to be demonstrated. Here we demonstrate the storage and on-demand retrieval of telecom photonic qubits using a laser-written waveguide fabricated in an $^{167}$Er$^{3+}$:Y$_2$SiO$_5$ crystal. Both ends of the waveguide memory are directly connected with fiber arrays with a fiber-to-fiber efficiency of 51%. Storage fidelity of 98.3(1)% can be obtained for time-bin qubits encoded with single-photon-level coherent pulses, which is far beyond the maximal fidelity that can be achieved with a classical measure and prepare strategy. This device features high reliability, easy scalability and can be directly integrated into fiber networks, which could play an essential role in fiber-based quantum networks. ",
    "url": "https://arxiv.org/abs/2201.03692",
    "authors": [
      "Duan-Cheng Liu",
      "Pei-Yun Li",
      "Tian-Xiang Zhu",
      "Liang Zheng",
      "Jian-Yin Huang",
      "Zong-Quan Zhou",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.03768",
    "title": "High-order exceptional point in a nanofiber cavity quantum  electrodynamics system",
    "abstract": "We present an all-fiber emitter-cavity quantum electrodynamics (QED) system which consists of two two-level emitters and a nanofiber cavity. Our scheme makes it possible to observe the higher-order exceptional points based on the coupling between the emitters and the nanofiber cavity. The effective gain of this cavity can be obtained by weakly driven to the nanofiber cavity via two identical laser fields, which will realize coherent perfect absorption (CPA) in the implementation of the experiments. Under the experimental feasible parameters, the Hamiltonian of this system is in the condition of pseudo-Hermiticity, which means that its eigenvalues can be made of one real and a pair of complex conjugates, or be all real. By controllably tuned the ratio of the two emitter-cavity coupling strengths, and the ratio of the decay rates of the emitters, we can discover both the three-order exceptional point (EP3) and the second-order exceptional point (EP2) without parity-time symmetry in our emitter-cavity system. These results can also be demonstrated by the total output spectra and transmission spectra. We also find that the symmetric modes come into being when the coupling strength greater than the critical coupling strength at EP3 points. Our proposal will provide a new method to realize higher-order exceptional points. ",
    "url": "https://arxiv.org/abs/2201.03768",
    "authors": [
      "Zigeng Li",
      "Xiaomiao Li",
      "Xiaolan Zhong"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.04034",
    "title": "Dynamical preparation of quantum spin liquids in Rydberg atom arrays",
    "abstract": "We theoretically analyze recent experiments [G. Semeghini et al., Science 374, 1242 (2021)] demonstrating the onset of a topological spin liquid using a programmable quantum simulator based on Rydberg atom arrays. In the experiment, robust signatures of topological order emerge in out-of-equilibrium states that are prepared using a quasi-adiabatic state preparation protocol. We show theoretically that the state preparation protocol can be optimized to target the fixed point of the topological phase -- the resonating valence bond (RVB) state of hard dimers -- in a time that scales linearly with the number of atoms. Moreover, we provide a two-parameter variational manifold of tensor network (TN) states that accurately describe the many-body dynamics of the preparation process. Using this approach we analyze the nature of the non-equilibrium state, establishing the emergence of topological order. ",
    "url": "https://arxiv.org/abs/2201.04034",
    "authors": [
      "Giuliano Giudici",
      "Mikhail D. Lukin",
      "Hannes Pichler"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2201.04128",
    "title": "Cavity engineering of Hubbard $U$ via phonon polaritons",
    "abstract": "Pump-probe experiments have suggested the possibility to control electronic correlations by driving infrared-active phonons with resonant midinfrared laser pulses. In this work we study two possible microscopic nonlinear electron-phonon interactions behind these observations, namely coupling of the squared lattice displacement either to the electronic density or to the double occupancy. We investigate whether photon-phonon coupling to quantized light in an optical cavity enables similar control over electronic correlations. We first show that inside a dark cavity electronic interactions increase, ruling out the possibility that $T_c$ in superconductors can be enhanced via effectively decreased electron-electron repulsion through nonlinear electron-phonon coupling in a cavity. We further find that upon driving the cavity, electronic interactions decrease. Two different regimes emerge: (i) a strong coupling regime where the phonons show a delayed response at a time proportional to the inverse coupling strength, and (ii) an ultra-strong coupling regime where the response is immediate when driving the phonon polaritons resonantly. We further identify a distinctive feature in the electronic spectral function when electrons couple to phonon polaritons involving an infrared-active phonon mode, namely the splitting of the shake-off band into three bands. This could potentially be observed by angle-resolved photoemission spectroscopy. ",
    "url": "https://arxiv.org/abs/2201.04128",
    "authors": [
      "Brieuc Le Dé",
      "Christian J. Eckhardt",
      "Dante M. Kennes",
      "Michael A. Sentef"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2010.10049",
    "title": "Turbulent relaxation to equilibrium in a two-dimensional quantum vortex  gas",
    "abstract": " Comments: V1: 16 pages, 7 figures, 6 in main text ",
    "url": "https://arxiv.org/abs/2010.10049",
    "authors": [
      "Matthew T. Reeves",
      "Kwan Goddard-Lee",
      "Guillaume Gauthier",
      "Oliver R. Stockdale",
      "Hayder Salman",
      "Timothy Edmonds",
      "Xiaoquan Yu",
      "Ashton S. Bradley",
      "Mark Baker",
      "Halina Rubinsztein-Dunlop",
      "Matthew J. Davis",
      "Tyler W. Neely"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2105.12280",
    "title": "Topological Microscopy and Near-Perfect Optical Extraordinary  Transmission",
    "abstract": " Comments: 9 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2105.12280",
    "authors": [
      "K. Baskourelos",
      "O. Tsilipakos",
      "T. Stefański",
      "S. F. Galata",
      "E. N. Economou",
      "M. Kafesaki",
      "K. L. Tsakmakidis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2106.04740",
    "title": "Automated Design of Pulse Sequences for Magnetic Resonance  Fingerprinting using Physics-Inspired Optimization",
    "abstract": " Comments: Journal version. 15 pages plus 30 pages for appendices and references ",
    "url": "https://arxiv.org/abs/2106.04740",
    "authors": [
      "Stephen P. Jordan",
      "Siyuan Hu",
      "Ignacio Rozada",
      "Debra F. McGivney",
      "Rasim Boyacioglu",
      "Darryl C. Jacob",
      "Sherry Huang",
      "Michael Beverland",
      "Helmut G. Katzgraber",
      "Matthias Troyer",
      "Mark A. Griswold",
      "Dan Ma"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2107.08431",
    "title": "Widening, Transition and Coalescence of Local Resonance Band Gaps in  Multi-resonator Acoustic Metamaterials: From Unit Cells to Finite Chains",
    "abstract": " Title: Widening, Transition and Coalescence of Local Resonance Band Gaps in  Multi-resonator Acoustic Metamaterials: From Unit Cells to Finite Chains ",
    "url": "https://arxiv.org/abs/2107.08431",
    "authors": [
      "A. Stein",
      "M. Nouh",
      "T. Singh"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2108.08290",
    "title": "Non-Gaussian photonic state engineering with the quantum frequency  processor",
    "abstract": " Comments: 14 pages and 4 figures ",
    "url": "https://arxiv.org/abs/2108.08290",
    "authors": [
      "Andrew J. Pizzimenti",
      "Joseph M. Lukens",
      "Hsuan-Hao Lu",
      "Nicholas A. Peters",
      "Saikat Guha",
      "Christos N. Gagatsos"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.11413",
    "title": "Nonresonant two-level transitions: Lessons from quantum thermodynamics",
    "abstract": " Comments: 10 pages, 1 figure, accepted by Physical Review A ",
    "url": "https://arxiv.org/abs/2109.11413",
    "authors": [
      "Andreas Wacker"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.11698",
    "title": "Label free optical transmission tomography for biosystems: Intracellular  structures and dynamics",
    "abstract": " Title: Label free optical transmission tomography for biosystems: Intracellular  structures and dynamics ",
    "url": "https://arxiv.org/abs/2110.11698",
    "authors": [
      "Olivier Thouvenin",
      "Samer Alhaddad",
      "Viacheslav Mazlin",
      "Martine Boccara",
      "Claude Boccara"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2111.15173",
    "title": "Universal Hall conductivity in graphene Maxwell fish-eye quantum dot",
    "abstract": " Title: Universal Hall conductivity in graphene Maxwell fish-eye quantum dot ",
    "url": "https://arxiv.org/abs/2111.15173",
    "authors": [
      "Zhyrair Gevorkian"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  }
]