[
  {
    "id": "arXiv:2205.03482",
    "title": "Nature of the Poynting Vector Field Singularities in Resonant Light  Scattering by Nanoparticles",
    "abstract": "Singularities of the Poynting vector field at resonant light scattering by nanoparticles are discussed and classified. It is shown that there are two generic types of them, namely (i) the singularities related to the vanishing of the magnetic (and/or electric) field at the singular points and (ii) the singularities related to the formation of standing waves in the proximity of the singular points. The connection of these types of singularities to the topology of the singular points and the space dimension (3D vs. 2D) is revealed. ",
    "url": "https://arxiv.org/abs/2205.03482",
    "authors": [
      "Michael I. Tribelsky",
      "Boris Y. Rubinstein"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2205.03838",
    "title": "Precision beam telescope based on SOI pixel sensor technology for  electrons in the energy range of sub-GeV to GeV",
    "abstract": "We developed a beam telescope system comprising five layers of 300-$\\mu$m-thick INTPIX4NA monolithic pixel sensors. The sensors were fabricated using silicon-on-insulator (SOI) technology. The signal-to-noise ratio of 156-242 was realized at a bias voltage of 20 V. The tracker system was tested using a positron beam of 200-822 MeV/c, and various tracking methods were examined to optimize spatial precision achievable at these energies. The achieved precision results combined with the intrinsic spatial resolution value obtained for a similar system using 120 GeV protons are used to estimate the tracking performance of electrons in the GeV energy range. The estimation method was verified using a GEANT4-based simulation. ",
    "url": "https://arxiv.org/abs/2205.03838",
    "authors": [
      "Hisanori Suzuki",
      "Takumi Omori",
      "Kazuhiko Hara",
      "Hiroki Yamauchi",
      "Miho Yamada",
      "Toru Tsuboyama",
      "Ayaki Takeda"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2205.03975",
    "title": "Self-heating of cryogenic HEMT amplifiers and the limits of microwave  noise performance",
    "abstract": "The fundamental limits of the microwave noise performance of high electron mobility transistors (HEMTs) are of scientific and practical interest for applications in radio astronomy and quantum computing. Self-heating at cryogenic temperatures has been reported to be a limiting mechanism for the noise, but cryogenic cooling strategies to mitigate it, for instance using liquid cryogens, have not been evaluated. Here, we report microwave noise measurements of a packaged two-stage HEMT amplifier immersed in normal and superfluid $^4$He baths and in vacuum from 1.6 - 80 K. We find that these liquid cryogens are unable to mitigate the thermal noise associated with self-heating. Considering this finding, we examine the implications for the lower bounds of cryogenic noise performance in HEMTs. Our analysis supports the general design principle for cryogenic HEMTs of maximizing gain at the lowest possible power. ",
    "url": "https://arxiv.org/abs/2205.03975",
    "authors": [
      "Anthony J. Ardizzi",
      "Alexander Y. Choi",
      "Bekari Gabritchidze",
      "Jacob Kooi",
      "Kieran A. Cleary",
      "Anthony C. Readhead",
      "Austin J. Minnich"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2205.04327",
    "title": "Rydberg atom-enabled spectroscopy of polar molecules via Förster  resonance energy transfer",
    "abstract": "Non-radiative energy transfer between a Rydberg atom and a polar molecule can be controlled by a DC electric field. Here we show how to exploit this control for state-resolved, non-destructive detection and spectroscopy of the molecules where the lineshape reflects the type of molecular transition. Using the example of ammonia, we identify the conditions for collision-mediated spectroscopy in terms of the required electric field strengths, relative velocities, and molecular densities. Rydberg atom-enabled spectroscopy is feasible with current experimental technology, providing a versatile detection method as basic building block for applications of polar molecules in quantum technologies and chemical reaction studies. ",
    "url": "https://arxiv.org/abs/2205.04327",
    "authors": [
      "Sabrina Patsch",
      "Martin Zeppenfeld",
      "Christiane P. Koch"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.03539",
    "title": "Correlated reference-assisted variational quantum eigensolver",
    "abstract": "We propose an active-space approximation to reduce the quantum resources required for variational quantum eigensolver (VQE). Starting from the unitary coupled-cluster (UCC) ansatz, we divide the total excitation operator into internal and external contributions accordingly to the active-inactive partitioning of the orbital space. The inactive space is treated using a correlated mean-field theory called one-body second-order M{\\o}ller-Plesset perturbation theory (OBMP2), which is derived using the canonical transformation and the cumulant approximation. Employing the downfolding technique, we arrive at the active-space Hamiltonian solved by VQE composing of the bare Hamiltonian and a potential caused by the internal-external interaction. Considering different systems with singlet and doublet ground states, we examine the accuracy in predicting both energy and density matrix (by evaluating dipole moment). Our approach can dramatically outperform the active-space VQE with uncorrelated Hartree-Fock reference due to the dynamical correlation outside the active space. Our framework is general and can be used for different types of UCC ansatz. ",
    "url": "https://arxiv.org/abs/2205.03539",
    "authors": [
      "Nhan Trong Le",
      "Lan Nguyen Tran"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.03549",
    "title": "Deep Learning-enabled Detection and Classification of Bacterial Colonies  using a Thin Film Transistor (TFT) Image Sensor",
    "abstract": "Early detection and identification of pathogenic bacteria such as Escherichia coli (E. coli) is an essential task for public health. The conventional culture-based methods for bacterial colony detection usually take >24 hours to get the final read-out. Here, we demonstrate a bacterial colony-forming-unit (CFU) detection system exploiting a thin-film-transistor (TFT)-based image sensor array that saves ~12 hours compared to the Environmental Protection Agency (EPA)-approved methods. To demonstrate the efficacy of this CFU detection system, a lensfree imaging modality was built using the TFT image sensor with a sample field-of-view of ~10 cm^2. Time-lapse images of bacterial colonies cultured on chromogenic agar plates were automatically collected at 5-minute intervals. Two deep neural networks were used to detect and count the growing colonies and identify their species. When blindly tested with 265 colonies of E. coli and other coliform bacteria (i.e., Citrobacter and Klebsiella pneumoniae), our system reached an average CFU detection rate of 97.3% at 9 hours of incubation and an average recovery rate of 91.6% at ~12 hours. This TFT-based sensor can be applied to various microbiological detection methods. Due to the large scalability, ultra-large field-of-view, and low cost of the TFT-based image sensors, this platform can be integrated with each agar plate to be tested and disposed of after the automated CFU count. The imaging field-of-view of this platform can be cost-effectively increased to >100 cm^2 to provide a massive throughput for CFU detection using, e.g., roll-to-roll manufacturing of TFTs as used in the flexible display industry. ",
    "url": "https://arxiv.org/abs/2205.03549",
    "authors": [
      "Yuzhu Li",
      "Tairan Liu",
      "Hatice Ceylan Koydemir",
      "Hongda Wang",
      "Keelan O'Riordan",
      "Bijie Bai",
      "Yuta Haga",
      "Junji Kobashi",
      "Hitoshi Tanaka",
      "Takaya Tamaru",
      "Kazunori Yamaguchi",
      "Aydogan Ozcan"
    ],
    "subjectives": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2205.03694",
    "title": "On a Constrained Pseudoinverse for the Electromagnetic Inverse Source  Problem",
    "abstract": "Inverse source approaches have shown their relevance for several applications in the past years. They rely on the solution of an ill-posed problem where near-field/current data is reconstructed starting from far-field (or less informative field) information. Standard strategies, including the physically constrained ones using Love conditions, result in linear systems to be pseudoinverted which are still ill-conditioned due to the lack of information from the evanescent fields. In this work we present a generalized pseudoinverse for those problems that allows the inclusion of extra constraints from the evanescent field space, when available. This is obtained by dropping some of the standard Moore-Penrose (MP) requirements and using the resulting degrees of freedom to obtain a generalized pseudoinverse that shows favorable performance in several cases of practical interest. ",
    "url": "https://arxiv.org/abs/2205.03694",
    "authors": [
      "Ermanno Citraro",
      "Alexandre Dély",
      "Adrien Merlini",
      "Francesco Paolo Andriulli"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2205.03758",
    "title": "Nonparaxiality-triggered Landau-Zener transition in topological photonic  waveguides",
    "abstract": "Photonic lattices have been widely used for simulating quantum physics, owing to the similar evolutions of paraxial waves and quantum particles. However, nonparaxial wave propagations in photonic lattices break the paradigm of the quantum-optical analogy. Here, we reveal that nonparaxiality exerts stretched and compressed forces on the energy spectrum in the celebrated Aubry-Andre-Harper model. By exploring the mini-gaps induced by the finite size of the different effects of nonparaxiality, we experimentally present that the expansion of one band gap supports the adiabatic transfer of boundary states while Landau-Zener transition occurs at the narrowing of the other gap, whereas identical transport behaviors are expected for the two gaps under paraxial approximation. Our results not only serve as a foundation of future studies of dynamic state transfer but also inspire applications leveraging nonparaxial transitions as a new degree of freedom. ",
    "url": "https://arxiv.org/abs/2205.03758",
    "authors": [
      "An Xie",
      "Shaodong Zhou",
      "Kelei Xi",
      "Li Ding",
      "Yiming Pan",
      "Yongguan Ke",
      "Huaiqiang Wang",
      "Songlin Zhuang",
      "Qingqing Cheng"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.03870",
    "title": "New Phase Space Formulations and Quantum Dynamics Approaches",
    "abstract": "We report recent progress on the phase space formulation of quantum mechanics with coordinate-momentum variables, focusing more on new theory of (weighted) constraint coordinate-momentum phase space for discrete-variable quantum systems. This leads to a general coordinate-momentum phase space formulation of composite quantum systems, where conventional representations on infinite phase space are employed for continuous variables. It is convenient to utilize (weighted) constraint coordinate-momentum phase space for representing the quantum state and describing nonclassical features. Various numerical tests demonstrate that new trajectory-based quantum dynamics approaches derived from the (weighted) constraint phase space representation are useful and practical for describing dynamical processes of composite quantum systems in gas phase as well as in condensed phase. ",
    "url": "https://arxiv.org/abs/2205.03870",
    "authors": [
      "Xin He",
      "Baihua Wu",
      "Youhao Shang",
      "Bingqi Li",
      "Xiangsong Cheng",
      "Jian Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Mathematical Physics (math-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.03874",
    "title": "High sensitivity electrochemical DNA sensors for detection of somatic  mutations in FFPE samples",
    "abstract": "We offer new high-performance label-free electrochemical impedimetric DNA sensors of non-faradaic type. The DNA sensors based on a platform of crystalline carbon nanotube (CNT) arrays are fabricated by the Langmuir--Blodgett (LB) deposition technique. The CNT arrays are suspended on a nanoporous anodic alumina (aluminium oxide, AOA) support. Single-stranded (ss) 19- and 20-base oligonucleotides and double-stranded (ds) nucleotide sequences were used as probes for chosen molecular target -- human KRAS (Kirsten Rat Sarcoma viral oncogene homolog) gene. Genomic deoxyribonucleic acids (DNAs) were isolated from placenta of healthy donors and FFPE (formalin-fixed, paraffinembedded) samples of tumor tissue. Raman spectral analysis and electrochemical dielectric spectroscopy were used to sequence the target DNAs. The optical and electrochemical detection (variants of DNA sequencing) were based on a screening effect that grows after the DNA homoduplex formation. We demonstrated that such technologies are very sensitive and allow to detect attomolar DNA concentrations and less. As result, the KRAS exon 2, codon 12, c.35G$>$A mutation was successfully discriminated in human genomic DNA isolated from FFPE colorectal cancer tumor tissue samples. ",
    "url": "https://arxiv.org/abs/2205.03874",
    "authors": [
      "Valentina Egorova",
      "Halina Grushevskaya",
      "Nina Krylova",
      "Igor Lipnevich",
      "Egor Vaskovtsev",
      "Andrei Babenka",
      "Ina Anufreyonak",
      "Siarhei Smirnov"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.03902",
    "title": "Inverse Multislice Ptychography by Layer-wise Optimisation and Sparse  Matrix Decomposition",
    "abstract": "We propose algorithms based on an optimisation method for inverse multislice ptychography in, e.g. electron microscopy. The multislice method is widely used to model the interaction between relativistic electrons and thick specimens. Since only the intensity of diffraction patterns can be recorded, the challenge in applying inverse multislice ptychography is to uniquely reconstruct the electrostatic potential in each slice up to some ambiguities. In this conceptual study, we show that a unique separation of atomic layers for simulated data is possible when considering a low acceleration voltage. We also introduce an adaptation for estimating the illuminating probe. For the sake of practical application, we finally present slice reconstructions using experimental 4D scanning transmission electron microscopy (STEM) data. ",
    "url": "https://arxiv.org/abs/2205.03902",
    "authors": [
      "Arya Bangun",
      "Oleh Melnyk",
      "Benjamin März",
      "Benedikt Diederichs",
      "Alexander Clausen",
      "Dieter Weber",
      "Frank Filbir",
      "Knut MÜller-Caspary"
    ],
    "subjectives": [
      "Information Theory (cs.IT)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.03952",
    "title": "Nanoscale Electric Field Imaging with an Ambient Scanning Quantum Sensor  Microscope",
    "abstract": "Nitrogen-vacancy (NV) center in diamond is a promising quantum sensor with remarkably versatile sensing capabilities. While scanning NV magnetometry is well-established, NV electrometry has been so far limited to bulk diamonds. Here we demonstrate imaging external alternating (AC) and direct (DC) electric fields with a single NV at the apex of a diamond scanning tip under ambient conditions. A strong electric field screening effect is observed at low frequencies due to charge noise on the surface. We quantitatively measure its frequency dependence, and overcome this screening by mechanically oscillating the tip for imaging DC fields. Our scanning NV electrometry achieved an AC E-field sensitivity of 26 mV um^(-1) Hz^(-1/2), a DC E-field gradient sensitivity of 2 V um^(-2) Hz^(-1/2), and sub-100 nm resolution limited by the NV-sample distance. Our work represents an important step toward building a scanning-probe-based multimodal quantum sensing platform. ",
    "url": "https://arxiv.org/abs/2205.03952",
    "authors": [
      "Ziwei Qiu",
      "Assaf Hamo",
      "Uri Vool",
      "Tony X. Zhou",
      "Amir Yacoby"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2205.04089",
    "title": "Observation of fractal topological states in acoustic metamaterials",
    "abstract": "Topological phases of matter have been extensively investigated in solid state materials and classical wave systems with integer dimensions. However, topological states in non-integer dimensions remain largely unexplored. Fractals, being nearly the same at different scales, are one of the intriguing complex geometries with non-integer dimensions. Here, we demonstrate acoustic Sierpi\\'nski fractal topological insulators with unconventional higher-order topological phenomena via consistent theory and experiments. We discover abundant topological edge and corner states emerging in our acoustic systems due to the rich edge and corner boundaries inside the fractals. Interestingly, the numbers of the edge and corner states scale the same as the bulk states with the system size and the exponents coincide with the Hausdorff fractal dimension of the Sierpi\\'nski carpet. Furthermore, the emergent corner states exhibit unconventional spectrum and wave patterns. Our study opens a pathway toward topological states in fractal geometries. ",
    "url": "https://arxiv.org/abs/2205.04089",
    "authors": [
      "Shengjie Zheng",
      "Xianfeng Man",
      "Ze-Lin Kong",
      "Zhi-Kang Lin",
      "Guiju Duan",
      "Ning Chen",
      "Dejie Yu",
      "Jian-Hua Jiang",
      "Baizhan Xia"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.04329",
    "title": "Site Generalization: Stroke Lesion Segmentation on Magnetic Resonance  Images from Unseen Sites",
    "abstract": "There are considerable interests in automatic stroke lesion segmentation on magnetic resonance (MR) images in the medical imaging field, as strokes are the main cause of various cerebrovascular diseases. Although deep learning-based models have been proposed for this task, generalizing these models to unseen sites is difficult due to not only the large intersite discrepancy among different scanners, imaging protocols, and populations but also the variations in stroke lesion shape, size, and location. Thus, we propose a U-net--based segmentation network termed SG-Net to improve unseen site generalization for stroke lesion segmentation on MR images. Specifically, we first propose masked adaptive instance normalization (MAIN) to minimize intersite discrepancies, standardizing input MR images from different sites into a site-unrelated style by dynamically learning affine parameters from the input. Then, we leverage a gradient reversal layer to force the U-net encoder to learn site-invariant representation, which further improves the model generalization in conjunction with MAIN. Finally, inspired by the \"pseudosymmetry\" of the human brain, we introduce a simple, yet effective data augmentation technique that can be embedded within SG-Net to double the sample size while halving memory consumption. As a result, stroke lesions from the whole brain can be easily identified within a hemisphere, improving the simplicity of training. Experimental results on the benchmark Anatomical Tracings of Lesions After Stroke (ATLAS) dataset, which includes MR images from 9 different sites, demonstrate that under the \"leave-one-site-out\" setting, the proposed SG-Net substantially outperforms recently published methods in terms of quantitative metrics and qualitative comparisons. ",
    "url": "https://arxiv.org/abs/2205.04329",
    "authors": [
      "Weiyi Yu",
      "Zhizhong Huang",
      "Junping Zhang",
      "Hongming Shan"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2205.04353",
    "title": "Coherent excitation energy transfer in a photosynthetic heat engine:  Effects of non-Markovian quantum environment",
    "abstract": "Excitation energy transfer (EET) and electron transfer (ET) are crucially involved in photosynthetic processes. In reality, the photosynthetic reaction center constitutes an open quantum system of EET and ET, which manifests an interplay of pigments, solar light and phonon baths. In this work, this open system is investigated by using a mixed dynamic approach. The influence of phonon bath is treated via the exact dissipaton equation of motion while that of photon bath is via Lindblad master equation. Effects of non-Markovian quantum phonon bath on the coherent transfer dynamics and its manipulations on the current--voltage behaviors associated mainly with steady states are specifically explored. ",
    "url": "https://arxiv.org/abs/2205.04353",
    "authors": [
      "Jie Fang",
      "Zi-Hao Chen",
      "Yu Su",
      "Zi-Fan Zhu",
      "Yao Wang",
      "Rui-Xue Xu",
      "YiJing Yan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:1903.08541",
    "title": "High performance photonic microwave filters based on a 50GHz optical  soliton crystal Kerr micro-comb",
    "abstract": " Comments: 19 pages, 12 figures, 107 references, Winner IEEE JLT 2019 Paper of the Year Revised - references updated and links to award websites added ",
    "url": "https://arxiv.org/abs/1903.08541",
    "authors": [
      "X.Xu",
      "M.Tan",
      "J. Wu",
      "T.Nguyen",
      "S.T. Chu",
      "B.E. Little",
      "R.Morandotti",
      "A.Mitchell",
      "D. J. Moss"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2011.12716",
    "title": "The Quantum Rashomon Effect: A Strengthened Frauchiger-Renner Argument",
    "abstract": " Comments: v3: 18 pages, 7 figures; substantially revised and reorganized, argumentation supplemented and clarified; main conclusions unchanged. Submission to SciPost. Comments still very welcome! ",
    "url": "https://arxiv.org/abs/2011.12716",
    "authors": [
      "Jochen Szangolies"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2012.07952",
    "title": "Synchro-betatron Resonance of Crab Crossing Scheme with Large Crossing  Angle and Finite Bunch Length",
    "abstract": " Comments: 16 pages, 23 figures ",
    "url": "https://arxiv.org/abs/2012.07952",
    "authors": [
      "Derong Xu",
      "Yue Hao",
      "Yun Luo",
      "Ji Qiang"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2109.04663",
    "title": "Metasurface Enhanced Spatial Mode Decomposition",
    "abstract": " Comments: Peer-reviewed version. Accepted for publication in Physical Review A. 6 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2109.04663",
    "authors": [
      "Aaron W. Jones",
      "Mengyao Wang",
      "Xuecai Zhang",
      "Samuel J. Cooper",
      "Shumei Chen",
      "Conor M. Mow-Lowry",
      "Andreas Freise"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2110.08234",
    "title": "Terahertz Kerr effect in a methylammonium lead bromide perovskite  crystal",
    "abstract": " Comments: 8 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2110.08234",
    "authors": [
      "A. A. Melnikov",
      "V. E. Anikeeva",
      "O. I. Semenova",
      "S. V. Chekalin"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2111.13429",
    "title": "Nonlinear optical absorption in nanoscale films revealed through  ultrafast acoustics",
    "abstract": " Title: Nonlinear optical absorption in nanoscale films revealed through  ultrafast acoustics ",
    "url": "https://arxiv.org/abs/2111.13429",
    "authors": [
      "Ievgeniia Chaban",
      "Radoslaw Deska",
      "Gael Privault",
      "Elzbieta Trzop",
      "Maciej Lorenc",
      "Steven E. Kooi",
      "Keith A. Nelson",
      "Marek Samoc",
      "Katarzyna Matczyszyn",
      "Thomas Pezeril"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2112.03747",
    "title": "Chirality sensing employing PT-symmetric and other resonant gain-loss  optical systems",
    "abstract": " Comments: 15 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2112.03747",
    "authors": [
      "Ioannis Katsantonis",
      "Sotiris Droulias",
      "Costas M. Soukoulis",
      "Eleftherios N. Economou",
      "T. Peter Rakitzis",
      "Maria Kafesaki"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.12397",
    "title": "Operating Fiber Networks in the Quantum Limit",
    "abstract": " Comments: This version has a significantly shortened abstract, and an expanded section on transmission at high baud-rates ",
    "url": "https://arxiv.org/abs/2201.12397",
    "authors": [
      "Janis Nötzel",
      "Matteo Rosati"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.11100",
    "title": "Triangular lattice quantum dimer model with variable dimer density",
    "abstract": " Comments: 6+7 pages, 4+9 figures ",
    "url": "https://arxiv.org/abs/2202.11100",
    "authors": [
      "Zheng Yan",
      "Rhine Samajdar",
      "Yan-Cheng Wang",
      "Subir Sachdev",
      "Zi Yang Meng"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.03225",
    "title": "Ultrafast optical observation of spin-pumping induced dynamic exchange  coupling in ferromagnetic semiconductor/metal bilayer",
    "abstract": " Comments: arXiv admin note: text overlap with arXiv:2203.00293 ",
    "url": "https://arxiv.org/abs/2203.03225",
    "authors": [
      "X. Liu",
      "P. Liu",
      "H. C. Yuan",
      "J. Y. Shi",
      "H. L. Wang",
      "S. H. Nie",
      "F. Jin",
      "Z. Zheng",
      "X. Z. Yu",
      "J. H. Zhao",
      "H. B. Zhao",
      "G. Lüpke"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.10608",
    "title": "Nonreciprocal low-noise acoustoelectric microwave amplifiers with net  gain in continuous operation",
    "abstract": " Title: Nonreciprocal low-noise acoustoelectric microwave amplifiers with net  gain in continuous operation ",
    "url": "https://arxiv.org/abs/2203.10608",
    "authors": [
      "Lisa Hackett",
      "Michael Miller",
      "Scott Weatherred",
      "Shawn Arterburn",
      "Matthew Storey",
      "Greg Peake",
      "Daniel Dominguez",
      "Patrick Finnegan",
      "Thomas A. Friedmann",
      "Matt Eichenfield"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  }
]