[
  {
    "id": "arXiv:2308.06345",
    "title": "Laser Writing of Parabolic Micromirrors with a High Numerical Aperture  for Optical Trapping and Rotation",
    "abstract": "On-chip optical trapping systems allow for high scalability and lower the barrier to access. Systems capable of trapping multiple particles typically come with high cost and complexity. Here we present a technique for making parabolic mirrors with micron-size dimensions and high numerical apertures (NA>1). Over 350 mirrors are made by simple CO2 laser ablation of glass followed by gold deposition. We fabricate mirrors of arbitrary diameter and depth at a high throughput rate by carefully controlling the ablation parameters. We use the micromirrors for 3-dimensional optical trapping of microbeads in solution, achieving a maximum optical trap stiffness of 52 pN/{\\mu}m/W. We then further demonstrate the viability of the mirrors as in-situ optical elements through the rotation of a vaterite particle using reflected circularly polarized light. The method used allows for rapid and highly customizable fabrication of dense optical arrays. ",
    "url": "https://arxiv.org/abs/2308.06345",
    "authors": [
      "T. Plaskocinski",
      "Y. Arita",
      "G. D. Bruce",
      "S. Persheyev",
      "K. Dholakia",
      "A. Di Falco",
      "H. Ohadi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.06611",
    "title": "Switchable polarization manipulation, optical logical gates and conveyor  belt based on U-shaped $\\ce{VO2}$ nanoholes",
    "abstract": "Based on U-shaped plasmonic nanoholes in an $\\ce{Au-VO2-Au}$ film, we propose to achieve several switchable functions at the telecom wavelength by transition from the $\\ce{VO2}$ semiconductive state to the metallic state. The first is the polarization manipulation of four different polarization states ($x\\&y$-polarization, LCP, and RCP). An array of U-shaped holes constitutes of the high efficiency SPP splitter, and thus the spin-encoded optical logical gates can be achieved. Furthurmore, we prove that a nano-optical conveyor belt can be build up with such U-shaped holes, making the transport of nanoparticles over the film efficiency by transforming between two spin states periodically, and the transport direction switchably along with the $\\ce{VO2}$ phase. ",
    "url": "https://arxiv.org/abs/2308.06611",
    "authors": [
      "Xiao-Yu Ouyang",
      "Jing Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2308.06697",
    "title": "Novel hydrodynamic cumulation mechanism caused by quantum shell effects",
    "abstract": "The computational and theoretical analysis carried out in this article demonstrates the existence of a nontrivial mechanism for the compression of a submicron-sized gas bubble formed by a gas of classical ions and a gas of degenerate electrons. This mechanism fundamentally differs from conventional compression mechanisms. It is shown that taking into account the quantum effect of a large spatial scale in the distribution of electrons qualitatively changes the character of cumulative processes. Because of a large-scale electric field caused by quantum shell effects, the compression process is characterized by the formation of multiple shock waves. The values of gas temperature and pressure achieved during compression occur higher by two orders of magnitude as compared with the classical adiabatic regime. The analysis is carried out within the framework of the following model: the dynamics of the electron subsystem is described by equations of a quantum electron fluid, while the hydrodynamic approximation is adopted for the ionic subsystem. The large scale effect is taken into account by means of effective external field acting on electrons. The theoretical analysis carried out within this approach clarifies the nature of the cumulative process in the system under consideration; some quantitative characteristics obtained with numerical simulation are presented. The possibility of experimental observation of this cumulative mechanism is analyzed. It is suggested that the manifestation of the effect can be observed during laser compression of a system of submicron targets by measuring the neutron yield. ",
    "url": "https://arxiv.org/abs/2308.06697",
    "authors": [
      "S.E. Kuratov",
      "I.S. Menshov",
      "S.Yu. Igashov",
      "E.M. Urvachev",
      "S.I. Blinnikov",
      "D.S. Shidlovski",
      "S.I. Glazyrin"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2308.07244",
    "title": "Numerical experiments of tomographic optical imaging inside scattering  media",
    "abstract": "Optical imaging deep inside scattering media is an outstanding problem across many disciplines. Numerical modeling can accelerate progress by providing the ground truth, the flexibility to tailor the system and the imaging scheme, and the ease of comparing different methods. Here we realize quantitative modeling of five scattering-based imaging methods through multi-source simulations of the inhomogeneous wave equation in a two-dimensional scattering medium that is roughly 800 wavelengths by 550 wavelengths in size. These large-scale simulations are enabled by a new \"augmented partial factorization\" numerical approach. We analyze the recently proposed scattering matrix tomography method, reflectance confocal microscopy, optical coherence tomography, optical coherence microscopy, and interferometric synthetic aperture microscopy for imaging embedded nanoparticle targets. Having access to the ground-truth configuration, we can rigorously assess the performance and the limit of these methods while identifying artifacts that are otherwise impossible to detect. Such numerical experiments are cheap, convenient, versatile, and provide an ideal testbed for developing new imaging methods and algorithms. ",
    "url": "https://arxiv.org/abs/2308.07244",
    "authors": [
      "Zeyu Wang",
      "Yiwen Zhang",
      "Chia Wei Hsu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.07067",
    "title": "Efficient Characterizations of Multiphoton States with Ultra-thin  Integrated Photonics",
    "abstract": "Metasurface enables the generation and manipulation of multiphoton entanglement with flat optics, providing a more efficient platform for large-scale photonic quantum information processing. Here, we show that a single metasurface optical chip would allow more efficient characterizations of multiphoton entangled states, such as shadow tomography, which generally requires fast and complicated control of optical setups to perform projective measurements in different bases, a demanding task using conventional optics. The compact and stable device here allows implementations of general positive observable value measures with a reduced sample complexity and significantly alleviates the experimental complexity to implement shadow tomography. Integrating self-learning and calibration algorithms, we observe notable advantages in the reconstruction of multiphoton entanglement, including using fewer measurements, having higher accuracy, and being robust against optical loss. Our work unveils the feasibility of metasurface as a favorable integrated optical device for efficient characterization of multiphoton entanglement, and sheds light on scalable photonic quantum technologies with ultra-thin integrated optics. ",
    "url": "https://arxiv.org/abs/2308.07067",
    "authors": [
      "Kui An",
      "Zilei Liu",
      "Ting Zhang",
      "Siqi Li",
      "You Zhou",
      "Xiao Yuan",
      "Leiran Wang",
      "Wenfu Zhang",
      "Guoxi Wang",
      "He Lu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.07178",
    "title": "de Broglie-Bohm analysis of a nonlinear membrane: From quantum to  classical chaos",
    "abstract": "Within the de Broglie-Bohm theory, we numerically study a generic two-dimensional anharmonic oscillator including cubic and quartic interactions. Our analysis of the quantum velocity fields and trajectories reveals the emergence of dynamical vortices. In their vicinity, fingerprints of chaotic behavior such as unpredictability and sensitivity to initial conditions are detected. The simultaneous presence of off-diagonal and nonlinear terms leads to robust quantum chaos very analogous to its classical version. ",
    "url": "https://arxiv.org/abs/2308.07178",
    "authors": [
      "Henrique Santos Lima",
      "Matheus M. A. Paixão",
      "Constantino Tsallis"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2308.07277",
    "title": "Quantum MASALA: Quantum MAterialS Ab initio eLectronic-structure pAckage",
    "abstract": "We present QuantumMASALA, a compact package that implements different electronic structure methods in Python. Within just 8000 lines of pure Python code, we have implemented Density Functional Theory (DFT), Time dependent Density Functional Theory (TD-DFT) and the GW Method. The program can run across multiple process cores and in Graphical Processing Units (GPU) with the help of easily-accessible Python libraries. With QuantumESPRESSO and BerkeleyGW I/O interfaces implemented, it can also be used as a substitute for small scale calculations, making it a perfect learning tool for ab initio methods. The package is aimed to provide a framework with its modular and simple code design to rapidly build and test new methods for first-principles calculation. ",
    "url": "https://arxiv.org/abs/2308.07277",
    "authors": [
      "Shri Hari Soundararaj",
      "Agrim Sharma",
      "Manish Jain"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:1303.6539",
    "title": "Quantum Gravity Framework 3: Relative Time Formulation and Simple  Applications to derive conventional Hamiltonians",
    "abstract": " Comments: 22 Pages, First Published on Research Gate ",
    "url": "https://arxiv.org/abs/1303.6539",
    "authors": [
      "Suresh K Maran"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2106.15237",
    "title": "Mirror-assisted tuning of laser stabilization via self-injection locking  to WGM microresonator",
    "abstract": " Title: Mirror-assisted tuning of laser stabilization via self-injection locking  to WGM microresonator ",
    "url": "https://arxiv.org/abs/2106.15237",
    "authors": [
      "Ramzil Galiev",
      "Nikita Kondratiev",
      "Valery Lobanov",
      "Andrey Matsko",
      "Igor Bilenko"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.11011",
    "title": "On the fragility of gate-error metrics in simulation models of  flux-tunable transmon quantum computers",
    "abstract": " Comments: 28 pages, 13 figures and 25 tables ",
    "url": "https://arxiv.org/abs/2211.11011",
    "authors": [
      "Hannes Lagemann",
      "Dennis Willsch",
      "Madita Willsch",
      "Fengping Jin",
      "Hans De Raedt",
      "Kristel Michielsen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.00782",
    "title": "Variational Neural-Network Ansatz for Continuum Quantum Field Theory",
    "abstract": " Title: Variational Neural-Network Ansatz for Continuum Quantum Field Theory ",
    "url": "https://arxiv.org/abs/2212.00782",
    "authors": [
      "John M. Martyn",
      "Khadijeh Najafi",
      "Di Luo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "High Energy Physics - Lattice (hep-lat)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2304.03379",
    "title": "Rotational dynamics induced by low energy binary collisions of quantum  droplets",
    "abstract": " Comments: 12 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2304.03379",
    "authors": [
      "J. E. Alba-Arroyo",
      "S. F. Caballero-Benitez",
      "R. Jauregui"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.04509",
    "title": "Highly Directional Scattering of Terahertz Radiation by Cylinders using  Complex-Frequency Waves",
    "abstract": " Title: Highly Directional Scattering of Terahertz Radiation by Cylinders using  Complex-Frequency Waves ",
    "url": "https://arxiv.org/abs/2305.04509",
    "authors": [
      "Iridanos Loulas",
      "Grigorios P. Zouros",
      "Evangelos Almpanis",
      "Kosmas L. Tsakmakidis"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.05624",
    "title": "Spontaneous Mutations from Terahertz Proton Tunneling",
    "abstract": " Comments: 6 pages, 1 figure, polished in preparation for 2023 American Chemical Society meeting ",
    "url": "https://arxiv.org/abs/2305.05624",
    "authors": [
      "Noah Bray-Ali"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Biomolecules (q-bio.BM)"
    ]
  },
  {
    "id": "arXiv:2305.14082",
    "title": "Clock Factorized Quantum Monte Carlo Method for Long-range Interacting  Systems",
    "abstract": " Title: Clock Factorized Quantum Monte Carlo Method for Long-range Interacting  Systems ",
    "url": "https://arxiv.org/abs/2305.14082",
    "authors": [
      "Zhijie Fan",
      "Chao Zhang",
      "Youjin Deng"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  },
  {
    "id": "arXiv:2306.11278",
    "title": "Integrated photonics modular arithmetic processor",
    "abstract": " Comments: 23 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2306.11278",
    "authors": [
      "Yuepeng Wu",
      "Hongxiang Guo",
      "Bowen Zhang",
      "Jifang Qiu",
      "Zhisheng Yang",
      "Jian Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2307.06510",
    "title": "Exact Calculation of Quantum Thermal Average from Continuous Loop Path  Integral Molecular Dynamics",
    "abstract": " Title: Exact Calculation of Quantum Thermal Average from Continuous Loop Path  Integral Molecular Dynamics ",
    "url": "https://arxiv.org/abs/2307.06510",
    "authors": [
      "Xuda Ye",
      "Zhennan Zhou"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Probability (math.PR)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]