[
  {
    "id": "arXiv:2205.04669",
    "title": "Microsecond non-melt UV laser annealing for future 3D-stacked CMOS",
    "abstract": "Three-dimensional (3D) CMOS technology encourages the use of UV laser annealing (UV-LA) because the shallow absorption of UV light into materials and the process timescale typically from nanoseconds (ns) to microseconds (us) strongly limit the vertical heat diffusion. In this work, us UV-LA solid phase epitaxial regrowth (SPER) demonstrated an active carrier concentration surpassing 1 x 10^21 at./cm^-3 in an arsenic ion-implanted silicon-on-insulator substrate. After the subsequent ns UV-LA known for improving CMOS interconnect, only a slight (about 5%) sheet resistance increase was observed. The results open a possibility to integrate UV-LA at different stages of 3D-stacked CMOS. ",
    "url": "https://arxiv.org/abs/2205.04669",
    "authors": [
      "Toshiyuki Tabata",
      "Fabien Rozé",
      "Louis Thuries",
      "Sebastien Halty",
      "Pierre-Edouard Raynal",
      "Karim Huet",
      "Fulvio Mazzamuto",
      "Abhijeet Joshi",
      "Bulent M. Basol",
      "Pablo Acosta Alba",
      "Sébastien Kerdilès"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.04770",
    "title": "Optical and thermal analysis of the light-heat conversion process  employing an antenna-based hybrid plasmonic waveguide for HAMR",
    "abstract": "We investigate a tapered, hybrid plasmonic waveguide which has previously been proposed as an optically efficient near-field transducer (NFT), or component thereof, in several devices which aim to exploit nanofocused light. We numerically analyze how light is transported through the waveguide and ultimately focused via effective-mode coupling and taper optimization. Crucial dimensional parameters in this optimization process are identified that are not only necessary to achieve maximum optical throughput, but also optimum thermal performance with specific application towards heat-assisted magnetic recording (HAMR). It is shown that existing devices constructed on similar waveguides may benefit from a heat spreader to avoid deformation of the plasmonic element which we achieve with no cost to the optical efficiency. For HAMR, our design is able to surpass many industry requirements in regard to both optical and thermal efficiency using pertinent figure of merits like 8.5% optical efficiency. ",
    "url": "https://arxiv.org/abs/2205.04770",
    "authors": [
      "Nicolás Abadía",
      "Frank Bello",
      "Chuan Zhong",
      "Patrick Flanigan",
      "David M. McCloskey",
      "Christopher Wolf",
      "Alexander Krichevsky",
      "Daniel Wolf",
      "Fenghua Zong",
      "Alireza Samani",
      "David V. Plant",
      "John F. Donegan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2205.04875",
    "title": "Robust single-sideband-modulated Raman light generation for atom  interferometry by FBG-based optical rectangular filtration",
    "abstract": "Low-phase-noise and pure-spectrum Raman light is vital for high-precision atom interferometry by two-photon Raman transition. A preferred and prevalent solution for Raman light generation is electro-optic phase modulation. However, phase modulation inherently brings in double sidebands, resulting in residual sideband effects of multiple laser pairs beside Raman light in atom interferometry. Based on a well-designed rectangular fiber Bragg grating and an electro-optic modulator, optical single-sideband modulation has been realized at 1560 nm with a stable suppression ratio better than -25 dB despite of intense temperature variations. After optical filtration and frequency doubling, a robust phase-coherent Raman light at 780 nm is generated with a stable SNR of better than -19 dB and facilitates measuring the local gravity successfully. This proposed all-fiber single-sideband-modulated Raman light source, characterized as robust, compact and low-priced, is practical and potential for field applications of portable atom interferometry. ",
    "url": "https://arxiv.org/abs/2205.04875",
    "authors": [
      "Guochao Wang",
      "Yaning Wang",
      "Kang Ying",
      "Huankai Zhang",
      "Xu Zhang",
      "Qixue Li",
      "Xuan Li",
      "Enlong Wang",
      "Xiao Yu",
      "Aiai Jia",
      "Shuhua Yan",
      "Jun Yang",
      "Lingxiao Zhu"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.04891",
    "title": "Hypersonic Combustion Diagnostics with Dual Comb Spectroscopy",
    "abstract": "Hypersonic engine development requires accurate and detailed measurements of fluidic and thermodynamic parameters to optimize engine designs and benchmark computational fluid dynamic (CFD) simulations. Here, we demonstrate that dual frequency comb spectroscopy (DCS) with mode-locked frequency combs can provide simultaneous absolute measurements of several flow parameters with low uncertainty across a range of conditions owing to the broadband and ultrastable optical frequency output of the lasers. We perform DCS measurements across a 6800-7200 cm^-1 bandwidth covering hundreds of H2O absorption features resolved with a spectral point spacing of 0.0067 cm^-1 and point spacing precision of 1.68 X 10^-10 cm^-1. We demonstrate 2D profiles of velocity, temperature, pressure, water mole fraction, and air mass flux in a ground-test dual-mode ramjet at Wright-Patterson Air Force Base. The narrow angles of the measurement beams offer sufficient spatial resolution to resolve properties across an oblique shock train in the isolator and the thermal throat of the combustor. We determine that the total measurement uncertainties for the various parameters range from 1% for temperature to 9% for water vapor mole fraction, with the absorption database/model that is used to interpret the data typically contributing the most uncertainty (leaving the door open for even lower uncertainty in the future). CFD at the various measurement locations show good agreement, largely falling within the DCS measurement uncertainty for most profiles and parameters. ",
    "url": "https://arxiv.org/abs/2205.04891",
    "authors": [
      "David Yun",
      "Nathan A. Malarich",
      "Ryan K. Cole",
      "Scott C. Egbert",
      "Jacob J. France",
      "Jiwen Liu",
      "Kristin M. Rice",
      "Mark A. Hagenmaier",
      "Jeffrey M. Donbar",
      "Nazanin Hoghooghi",
      "Sean C. Coburn",
      "Gregory B. Rieker"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.04999",
    "title": "Photonic p-n Junction: An Ideal Near-Field Heat Flux Modulator",
    "abstract": "Using a pair of p- and n- type semiconductors separated by a nanoscale vacuum gap, we introduce an optoelectronics element prototype, \"photonic p-n junction\", as an analogue of the electronic p-n junction, which is demonstrated to serve as an ideal near-field heat flux modulator. The high modulation performance relies on the switch among three fundamental photon-carrier interaction modes (i.e., surface plasmon polaritons, symmetric depleted internal plasmon polaritons and symmetric accumulated surface plasmon polaritons) caused by the changes in hole and electron densities near the surfaces under a tunable bias. This prototype offers new thoughts not only for contactless thermal management at nanoscale but also for design of optoelectronics devices processing information carried by plasmonic polaritons. ",
    "url": "https://arxiv.org/abs/2205.04999",
    "authors": [
      "Deyu Xu",
      "Junming Zhao",
      "Linhua Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.05025",
    "title": "Design of LGAD Sensor with Low Energy Carbon Implantation and  Irradiation Test",
    "abstract": "The low gain avalanche detectors (LGADs) are thin sensors with fast charge collection which in combination with internal gain deliver an outstanding time resolution of about 30 ps. High collision rates and consequent large particle rates crossing the detectors at the upgraded Large Hadron Collider (LHC) in 2028 will lead to radiation damage and deteriorated performance of the LGADs. The main consequence of radiation damage is loss of gain layer doping (acceptor removal) which requires an increase of bias voltage to compensate for the loss of charge collection efficiency and consequently time resolution. The Institute of High Energy Physics (IHEP), Chinese Academy of Sciences (CAS) has developed a process based on the Institute of Microelectronics (IME), CAS capability to enrich the gain layer with carbon to reduce the acceptor removal effect by radiation. After 1 MeV neutron equivalent fluence of 2.5$\\times$10$^{15}$ n$_{eq}$/cm$^{2}$, which is the maximum fluence to which sensors will be exposed at ATLAS High Granularity Timing Detector (HGTD), the IHEP-IME second version (IHEP-IMEv2) 50 $\\mu$m LGAD sensors already deliver adequate charge collection > 4 fC and time resolution < 50 ps at voltages < 400 V. The operation voltages of these 50 $\\mu$m devices are well below those at which single event burnout may occur. ",
    "url": "https://arxiv.org/abs/2205.05025",
    "authors": [
      "Kewei Wu",
      "Xuewei Jia",
      "Tao Yang",
      "Mengzhao Li",
      "Wei Wang",
      "Mei Zhao",
      "Zhijun Liang",
      "Joao Guimaraes da Costa",
      "Yunyun Fan",
      "Han Cui",
      "Alissa Howard",
      "Gregor Kramberger",
      "Xin Shi",
      "Yuekun Heng",
      "Yuhang Tan",
      "Bo Liu",
      "Yuan Feng",
      "Shuqi Li",
      "Mengran Li",
      "Chengjun Yu",
      "Xuan Yang",
      "Mingjie Zhai",
      "Gaobo Xu",
      "Gangping Yan",
      "Qionghua Zhai",
      "Mingzheng Ding",
      "Jun Luo",
      "Huaxiang Yin",
      "Junfeng Li"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2205.05066",
    "title": "Seeing Around Obstacles with Terahertz Waves",
    "abstract": "Traditional imaging systems, such as the eye or cameras, image scenes that lie in the direct line-of-sight (LoS). Most objects are opaque in the optical and infrared regimes and can limit dramatically the field of view (FoV). Current approaches to see around occlusions exploit the multireflection propagation of signals from neighboring surfaces either in the microwave or the optical bands. Using lower frequency signals anatomical information is limited and images suffer from clutter while optical systems encounter diffuse scattering from most surfaces and suffer from path loss, thus limiting the imaging distance. In this work, we show that terahertz (THz) waves can be used to extend visibility to non-line-of-sight (NLoS) while combining the advantages of both spectra. The material properties and roughness of most building surfaces allow for a unique combination of both diffuse and strong specular scattering. As a result, most building surfaces behave as lossy mirrors that enable propagation paths between a THz camera and the NLoS scenes. We propose a mirror folding algorithm that tracks the multireflection propagation of THz waves to 1) correct the image from cluttering and 2) see around occlusions without a priori knowledge of the scene geometry and material properties. To validate the feasibility of the proposed NLoS imaging approach, we carried out a numerical analysis and developed two THz imaging systems to demonstrate real-world NLoS imaging experiments in sub-THz bands (270-300 GHz). The results show the capability of THz radar imaging systems to recover both the geometry and pose of LoS and NLoS objects with centimeter-scale resolution in various multipath propagation scenarios. THz NLoS imaging can operate in low visibility conditions (e.g., night, strong ambient light, smoke) and uses computationally inexpensive image reconstruction algorithms. ",
    "url": "https://arxiv.org/abs/2205.05066",
    "authors": [
      "Yiran Cui",
      "Georgios C. Trichopoulos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2205.04472",
    "title": "Fully packed quantum loop model on the triangular lattice: Hidden vison  plaquette phase and cubic phase transitions",
    "abstract": "Quantum loop and dimer models are prototypical correlated systems with local constraints, whose generic solutions for different lattice geometries and parameter regimes are still missing due to the lack of controlled methods to solve such systems in the thermodynamic limit. Here, we obtain, via the newly developed sweeping cluster quantum Monte Carlo algorithm, the phase diagram of the triangular-lattice fully packed quantum loop model (quantum dimer model with two dimers per site). We find that as the interaction turns from attractive to repulsive, the system has a first-order transition from a lattice nematic (LN) solid to a novel vison plaquette (VP) solid without dimer density modulations but with off-diagonal order. Further increasing the dimer repulsion towards the Rokhsar-Kivelson point, the VP phase experiences a continuous transition to an even $\\mathbb{Z}_2$ quantum spin liquid (QSL) phase. Our results reveal the LN-to-VP first-order transition is triggered by the intricate change from face- to corner-cubic anisotropy of the O($3$) vison order parameter, and the VP-to-QSL continuous transition is of the cubic universality class, which is very close to the $(2+1)$D O($3$) one, in full consistency with the recent conformal bootstrap findings on the cubic fixed point. ",
    "url": "https://arxiv.org/abs/2205.04472",
    "authors": [
      "Zheng Yan",
      "Xiaoxue Ran",
      "Yan-Cheng Wang",
      "Rhine Samajdar",
      "Junchen Rong",
      "Subir Sachdev",
      "Yang Qi",
      "Zi Yang Meng"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Theory (hep-th)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.04611",
    "title": "Optimizing a DIscrete Loss (ODIL) to solve forward and inverse problems  for partial differential equations using machine learning tools",
    "abstract": "We introduce the Optimizing a Discrete Loss (ODIL) framework for the numerical solution of Partial Differential Equations (PDE) using machine learning tools. The framework formulates numerical methods as a minimization of discrete residuals that are solved using gradient descent and Newton's methods. We demonstrate the value of this approach on equations that may have missing parameters or where no sufficient data is available to form a well-posed initial-value problem. The framework is presented for mesh based discretizations of PDEs and inherits their accuracy, convergence, and conservation properties. It preserves the sparsity of the solutions and is readily applicable to inverse and ill-posed problems. It is applied to PDE-constrained optimization, optical flow, system identification, and data assimilation using gradient descent algorithms including those often deployed in machine learning. We compare ODIL with related approach that represents the solution with neural networks. We compare the two methodologies and demonstrate advantages of ODIL that include significantly higher convergence rates and several orders of magnitude lower computational cost. We evaluate the method on various linear and nonlinear partial differential equations including the Navier-Stokes equations for flow reconstruction problems. ",
    "url": "https://arxiv.org/abs/2205.04611",
    "authors": [
      "Petr Karnakov",
      "Sergey Litvinov",
      "Petros Koumoutsakos"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2205.04706",
    "title": "Quantum solitodynamics: Non-linear wave mechanics and pilot-wave theory",
    "abstract": "In 1927 Louis de Broglie proposed an alternative approach to standard quantum mechanics known as the double solution program (DSP) where particles are represented as bunched fields or solitons guided by a base (weaker) wave. DSP evolved as the famous de Broglie-Bohm pilot wave interpretation (PWI) also known as Bohmian mechanics but the general idea to use solitons guided by a base wave to reproduce the dynamics of the PWI was abandonned. Here we propose a nonlinear scalar field theory able to reproduce the PWI for the Schr\\\"{o}dinger and Klein-Gordon guiding waves. Our model relies on a relativistic `phase harmony' condition locking the phases of the solitonic particle and the guiding wave. We also discuss an extension of the theory for the $N$ particles cases in presence of entanglement and external (classical) electromagnectic fields. ",
    "url": "https://arxiv.org/abs/2205.04706",
    "authors": [
      "Aurélien Drezet"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Pattern Formation and Solitons (nlin.PS)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2205.04780",
    "title": "Resonant and phonon-assisted ultrafast coherent control of a single hBN  color center",
    "abstract": "Single-photon emitters in solid-state systems are important building blocks for scalable quantum technologies. Recently, quantum light emitters have been discovered in the wide-gap van der Waals insulator hBN. These color centers have attracted considerable attention due to their quantum performance at elevated temperatures and wide range of transition energies. Here, we demonstrate coherent state manipulation of a single hBN color center with ultrafast laser pulses and investigate in our joint experiment-theory study the coupling between the electronic system and phonons. We demonstrate that coherent control can not only be performed resonantly on the optical transition giving access to the decoherence but also phonon-assisted, which reveals the internal phonon quantum dynamics. In the case of optical phonons we measure their decoherence, stemming in part from their anharmonic decay. Dephasing induced by the creation of acoustic phonons manifests as a rapid decrease of the coherent control signal when traveling phonon wave packets are emitted. Furthermore, we demonstrate that the quantum superposition between a phonon-assisted process and the resonant excitation causes ultrafast oscillations of the coherent control signal. Our results pave the way for ultrafast phonon quantum state control on the nanoscale and open up a new promising perspective for hybrid quantum technologies. ",
    "url": "https://arxiv.org/abs/2205.04780",
    "authors": [
      "Johann A. Preuß",
      "Daniel Groll",
      "Robert Schmidt",
      "Thilo Hahn",
      "Paweł Machnikowski",
      "Rudolf Bratschitsch",
      "Tilmann Kuhn",
      "Steffen Michaelis de Vasconcellos",
      "Daniel Wigger"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.04872",
    "title": "Steered discrete-time quantum walks for engineering of quantum states",
    "abstract": "We analyze the limitations of discrete time quantum walks in generating quantum states of bipartite quantum systems comprising of a qubit coupled to a qudit system. We demonstrate that not all quantum states in the composite space are accessible through quantum walks, even under the most generalized definition of a quantum step, leading to a bifurcation of the composite Hilbert space into \"walk-accessible states\" and the \"walk-inaccessible states\". Given any walk-accessible state, we give an algorithm for generating it from a simple-to-realize product state, in a minimal number of walk steps, all of unit step size. We further give a prescription towards constructing minimal quantum walks between any pair of such walk-accessible states. Linear optics has been a popular physical system for implementing coin-based quantum walks, where the composite space is built up of spin and orbital angular momenta of light beams. We establish that in such an implementation, all normalized quantum states are \"walk-accessible\" and also that any generalized quantum step can be implemented upto a global phase using a single q-plate and a pair of homogeneous waveplates. We then give a scheme for realizing arbitrary composite states in such linear optics system, using only q-plates and waveplates. ",
    "url": "https://arxiv.org/abs/2205.04872",
    "authors": [
      "Gururaj Kadiri"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.04904",
    "title": "Collective scattering from quantum dots in a photonic crystal waveguide",
    "abstract": "We demonstrate scattering of laser light from two InAs quantum dots coupled to a photonic crystal waveguide, which is achieved by strain-tuning the optical transitions of the dots into mutual resonance. By performing measurements of the intensity and photon statistics of transmitted laser light before and after tuning the dots into resonance, we show that the nonlinearity is enhanced by collective scattering. In addition to providing a means of manipulating few-photon optical nonlinearities, our approach establishes new opportunities for multi-emitter quantum optics in a solid-state platform. ",
    "url": "https://arxiv.org/abs/2205.04904",
    "authors": [
      "Joel Q. Grim",
      "Ian Welland",
      "Samuel G. Carter",
      "Allan S. Bracker",
      "Andrew Yeats",
      "Chul Soo Kim",
      "Mijin Kim",
      "Kha Tran",
      "Ian Vurgaftman",
      "Thomas L. Reinecke"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.05046",
    "title": "Wideband physical layer cognitive radio using photonic blind source  separation",
    "abstract": "The expansion of communication transmissions incurs increasingly severe crosstalk and interference, and a physical layer cognitive method, called blind source separation (BSS), can effectively address these issues. The BSS requires minimal prior knowledge in recovering signals from their mixtures, showing obliviousness of carrier frequency, signal formats, and channel conditions. However, previous electronic implemented BSS did not fulfill this agility due to the inherently narrow bandwidth of radio-frequency (RF) components, the high energy consumption of the digital signal processor (DSP), and their shared weaknesses in scalability. Here, we report a photonic BSS approach that inherits the merits of optical devices that can fully entitle the advantageous \"blindness\" feature. Using a microring weightbank built on a photonic chip, besides energy-efficient tuning and WDM-compatible scalability, we demonstrate a broad bandwidth across 13.8 GHz, which covers many standard frequency bands. Our setup also has high accuracy (9-bit) in performing the signal demixing thanks to a recently developed dithering control method, resulting in higher separability even for the ill-conditioned mixtures. ",
    "url": "https://arxiv.org/abs/2205.05046",
    "authors": [
      "Weipeng Zhang",
      "Thomas Ferreira de Lima",
      "Chaoran Huang",
      "Eric Blow",
      "Simon Bilodeau",
      "Aashu Jha",
      "Bhavin J. Shastri",
      "Paul Prucnal"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.00542",
    "title": "Quantum Monte Carlo method for metal-film catalysis: water addition to  carbon monoxide adsorbed on Pt/Al(111), a route to hydrogen",
    "abstract": " Comments: 23 pages, 2 figures one table. arXiv admin note: substantial text overlap with arXiv:2004.10565 ",
    "url": "https://arxiv.org/abs/2202.00542",
    "authors": [
      "Aslı Öztürk Kiraz",
      "Ali Bagci",
      "Philip E. Hoggan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2203.09621",
    "title": "Quantum perturbation theory using Tensor cores and a deep neural network",
    "abstract": " Title: Quantum perturbation theory using Tensor cores and a deep neural network ",
    "url": "https://arxiv.org/abs/2203.09621",
    "authors": [
      "Joshua Finkelstein",
      "Emanuel H. Rubensson",
      "Susan M. Mniszewski",
      "Christian F. A. Negre",
      "Anders M. N. Niklasson"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.11646",
    "title": "Silicon carbide for integrated photonics",
    "abstract": " Comments: 47pages, 15 figures ",
    "url": "https://arxiv.org/abs/2203.11646",
    "authors": [
      "Ailun Yi",
      "Chengli Wang",
      "Liping Zhou",
      "Min Zhou",
      "Shibin Zhang",
      "Tiangui You",
      "Jiaxiang Zhang",
      "Xin Ou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]