[
  {
    "id": "arXiv:2312.17332",
    "title": "Precise in situ radius measurement of individual optically trapped  microspheres using negative optical torque exerted by focused vortex beams",
    "abstract": "We demonstrate a new method for determining the radius of micron-sized particles trapped by a vortex laser beam. The technique is based on measuring the rotation experienced by the center of mass of a microsphere that is laterally displaced by a Stokes drag force to an off-axis equilibrium position. The rotation results from an optical torque pointing along the direction opposite to the vortex beam angular momentum. We fit the rotation angle data for different Laguerre-Gaussian modes taking the radius as a fitting parameter in the Mie-Debye theory of optical tweezers. We also discuss how micron-sized beads can be used as probes for optical aberrations introduced by the experimental setup. ",
    "url": "https://arxiv.org/abs/2312.17332",
    "authors": [
      "Kainã Diniz",
      "Tanja Schoger",
      "Guilherme T. Moura",
      "Arthur L. Fonseca",
      "Diney S. Ether Jr",
      "Rafael S. Dutra",
      "Gert-Ludwig Ingold",
      "Nathan B. Viana",
      "Paulo A. Maia Neto"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.17362",
    "title": "Extended Aerosol Optical Depth (AOD) time series analysis in an Alpine  Valley: A Comparative Study from 2007 to 2023",
    "abstract": "This study presents an extended analysis of aerosol optical depth at 501 nm (AOD) in the Alpine valley of Innsbruck, Austria, from 2007 to 2023, and offers a comparative analysis with the Alpine station of Davos, Switzerland. AOD is derived from ground-based sunphotometer measurements of direct spectral irradiance during daytime. The Davos Station is part of the AErosol Robotic NETwork (AERONET), a global network providing high quality, ground based remote sensing aerosol data and complies with the relevant 5 requirements. The Innsbruck station does not belong to AERONET, but the AOD retrieval algorithm is very similar. Building upon previous research conducted until 2012, the presented study aims to provide a comprehensive understanding of the long-term trends and seasonal variations in aerosol characteristics in Central Alpine regions. We observed the typical mid lattitude annual cycle with a maximum in July and a minimum in December. The AOD trends per decade for both stations are declining. ",
    "url": "https://arxiv.org/abs/2312.17362",
    "authors": [
      "Jochen Wagner",
      "Alma Anna Ubele",
      "Verena Schenzinger",
      "Axel Kreuter"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2312.17419",
    "title": "Optical detection of small polarons in vanadium dioxide and their  critical role in mediating metal-insulator transition",
    "abstract": "In the pursuit of advanced photoelectric devices, researchers have uncovered near room-temperature metal-insulator transitions (MIT) in non-volatile VO2. Although theoretical investigations propose that polaron dynamics mediate the MIT, direct experimental evidence remains scarce. In this study, we present direct evidence of the polaron state in insulating VO2 through high-resolution spectroscopic ellipsometry measurements and first-principles calculations. We demonstrate that polaron dynamics play a complementary role in facilitating Peierls and Mott transitions to contribute to the MIT processes. Moreover, our observations and characterizations of conventional metallic and correlated plasmons in the respective phases of the VO2 film provide valuable insights into their electron structures. This study provides an understanding of the MIT mechanism in correlated systems and highlights how polarons, lattice distortions and electron correlations facilitate the phase transition processes in strongly-correlated systems, while further inspiring the development of new device functionalities. ",
    "url": "https://arxiv.org/abs/2312.17419",
    "authors": [
      "Xiongfang Liu",
      "Tong Yang",
      "Jing Wu",
      "Mengxia Sun",
      "Mingyao Chen",
      "Chi Sin Tang",
      "Kun Han",
      "Difan Zhou",
      "Shengwei Zeng",
      "Shuo Sun",
      "Sensen Li",
      "Ming Yang",
      "Mark B. H. Breese",
      "Chuanbing Cai",
      "Thirumalai Venkatesan",
      "Andrew T. S. Wee",
      "Xinmao Yin"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2312.17504",
    "title": "Imaging Performance Enhancement using Virtual Antennas for Inverse  Scattering System in Noisy Environment",
    "abstract": "In this paper, it has been observed that the correlation coefficient defined by the scattered field data tested by the two adjacent antennas decreases with noise, which implies that additional nonredundant scattered field information can be obtained to improve the imaging performance by setting more measuring antennas. However, the practical implementation of adding more measuring antennas faces challenges such as limited antenna space, high experimental expenses, and prolonged data collection time. To this end, the frequency-domain zero-padding (FDZP) interpolation method is proposed to acquire scattered field data on more virtual antennas, thereby improving the imaging performance. A linear inversion algorithm modified Born approximation (MBA) method and a nonlinear algorithm subspace-based optimization method (SOM) are employed for imaging scatterers of moderate and high contrast, respectively. Finally, synthetic data based on an ideal cylindrical wave source obtained using the method of moment (MOM), and semi-experimental data using full-wave simulation software HFSS, as well as experimental data, are used to validate the effectiveness and reliability of the proposed method, respectively. ",
    "url": "https://arxiv.org/abs/2312.17504",
    "authors": [
      "Xinhui Zhang",
      "Naike Du",
      "Jing Wang",
      "Andrea Massa",
      "Xiuzhu Ye"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.17589",
    "title": "Improving photon number resolvability of a superconducting nanowire  detector array using a level comparator circuit",
    "abstract": "Photon number resolving (PNR) capability is very important in many optical applications, including quantum information processing, fluorescence detection, and few-photon-level ranging and imaging. Superconducting nanowire single-photon detectors (SNSPDs) with a multipixel interleaved architecture give the array an excellent spatial PNR capability. However, the signal-to-noise ratio (SNR) of the photon number resolution (SNRPNR) of the array will be degraded with increasing the element number due to the electronic noise in the readout circuit, which limits the PNR resolution as well as the maximum PNR number. In this study, a 16-element interleaved SNSPD array was fabricated, and the PNR capability of the array was investigated and analyzed. By introducing a level comparator circuit (LCC), the SNRPNR of the detector array was improved over a factor of four. In addition, we performed a statistical analysis of the photon number on this SNSPD array with LCC, showing that the LCC method effectively enhances the PNR resolution. Besides, the system timing jitter of the detector was reduced from 90 ps to 72 ps due to the improved electrical SNR. ",
    "url": "https://arxiv.org/abs/2312.17589",
    "authors": [
      "Jia Huang",
      "Xingyu Zhang",
      "Weijun Zhang",
      "Chaomeng Ding",
      "Yong Wang",
      "Chaolin Lv",
      "Guangzhao Xu",
      "Xiaoyu Liu",
      "Hao Li",
      "Zhen Wang",
      "Lixing You"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.17693",
    "title": "Relativity and Quantum Theory: Under the Spell of Today's Paradigms",
    "abstract": "Thomas S. Kuhn interprets the development of the (natural) sciences as a specific dynamical process. Periods of piecemeal growth of knowledge based on widely accepted paradigms are interrupted by bursts of revolutionary changes which lead to new paradigms incommensurate with the earlier ones. This process is briefly illustrated by recalling the changes to classical physics brought about by Einstein's theory of relativity on the one hand, and by quantum theory on the other. Both theories represent fundamental paradigms of contemporary physics. They appear unshakable to the working physicist but according to Kuhn their paradigmatic status is of a temporary nature only. Does Kuhn's framework help us to identify potential future revolutions? ",
    "url": "https://arxiv.org/abs/2312.17693",
    "authors": [
      "Stefan Weigert"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2312.17374",
    "title": "Theory of Quantum Light-Matter Interaction in Cavities: Extended Systems  and the Long Wavelength Approximation",
    "abstract": "When light and matter interact strongly, the coupled system inherits properties from both constituents. It is consequently possible to alter the properties of either by engineering the other. This intriguing possibility has lead to the emergence of the cavity-materials-engineering paradigm which seeks to tailor material properties by engineering the fluctuations of a dark electromagnetic environment. The theoretical description of hybrid light-matter systems is complicated by the combined complexity of a realistic description of the extended electronic and quantum electromagnetic fields. Here we derive an effective, non-perturbative theory for low dimensional crystals embedded in a paradigmatic Fabry-P\\'erot resonator in the long-wavelength limit. The theory encodes the multi-mode nature of the electromagnetic field into an effective single-mode scheme and it naturally follows from requiring a negligible momentum transfer from the photonic system to the matter. Crucially, in the effective theory the single light mode is characterized by a finite effective mode volume even in the limit of bulk cavity-matter systems and can be directly determined by realistic cavity parameters. As a consequence, the coupling of the effective mode to matter remains finite for bulk materials. By leveraging on the realistic description of the cavity system we make our effective theory free from the double counting of the coupling of matter to the electromagnetic vacuum fluctuations of free space. Our results provide a substantial step towards the realistic description of interacting cavity-matter systems at the level of the fundamental Hamiltonian, by effectively including the electromagnetic environment and going beyond the perfect mirrors approximation. ",
    "url": "https://arxiv.org/abs/2312.17374",
    "authors": [
      "Mark Kamper Svendsen",
      "Michael Ruggenthaler",
      "Hannes Hübener",
      "Christian Schäfer",
      "Martin Eckstein",
      "Angel Rubio",
      "Simone Latini"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.17741",
    "title": "Empowering high-dimensional quantum computing by traversing the dual  bosonic ladder",
    "abstract": "High-dimensional quantum information processing has emerged as a promising avenue to transcend hardware limitations and advance the frontiers of quantum technologies. Harnessing the untapped potential of the so-called qudits necessitates the development of quantum protocols beyond the established qubit methodologies. Here, we present a robust, hardware-efficient, and extensible approach for operating multidimensional solid-state systems using Raman-assisted two-photon interactions. To demonstrate its efficacy, we construct a set of multi-qubit operations, realize highly entangled multidimensional states including atomic squeezed states and Schr\\\"odinger cat states, and implement programmable entanglement distribution along a qudit array. Our work illuminates the quantum electrodynamics of strongly driven multi-qudit systems and provides the experimental foundation for the future development of high-dimensional quantum applications. ",
    "url": "https://arxiv.org/abs/2312.17741",
    "authors": [
      "Long B. Nguyen",
      "Noah Goss",
      "Karthik Siva",
      "Yosep Kim",
      "Ed Younis",
      "Bingcheng Qing",
      "Akel Hashim",
      "David I. Santiago",
      "Irfan Siddiqi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.00782",
    "title": "Variational Neural-Network Ansatz for Continuum Quantum Field Theory",
    "abstract": " Comments: For a pedagogical talk on this paper, see: youtu.be/rrvZDZMii-0 ",
    "url": "https://arxiv.org/abs/2212.00782",
    "authors": [
      "John M. Martyn",
      "Khadijeh Najafi",
      "Di Luo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "High Energy Physics - Lattice (hep-lat)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2305.08892",
    "title": "Deep Photonic Reservoir Computer Based on Frequency Multiplexing with  Fully Analog Connection Between Layers",
    "abstract": " Comments: 16 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2305.08892",
    "authors": [
      "Alessandro Lupo",
      "Enrico Picco",
      "Marina Zajnulina",
      "Serge Massar"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.19505",
    "title": "M3ICRO: Machine Learning-Enabled Compact Photonic Tensor Core based on  PRogrammable Multi-Operand Multimode Interference",
    "abstract": " Comments: 12 pages. Accepted to APL Machine Learning 2023 ",
    "url": "https://arxiv.org/abs/2305.19505",
    "authors": [
      "Jiaqi Gu",
      "Hanqing Zhu",
      "Chenghao Feng",
      "Zixuan Jiang",
      "Ray T. Chen",
      "David Z. Pan"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.14481",
    "title": "Corner reflectors: fractal analysis and integrated single-photon sources",
    "abstract": " Comments: Final published version ",
    "url": "https://arxiv.org/abs/2307.14481",
    "authors": [
      "Pedro Chamorro-Posada"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.17070",
    "title": "Quantum Entanglement without nonlocal causation in (3,2)-dimensional  spacetime",
    "abstract": " Comments: 23 pages, 3 figures. Changes in the new version: title, additional comment in the Abstract, additional comments in the Introduction, added references ",
    "url": "https://arxiv.org/abs/2311.17070",
    "authors": [
      "Marco Pettini"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  }
]