[
  {
    "id": "arXiv:2307.14451",
    "title": "High Speed Precise Refractive Index Modification for Photonic Chips  through Phase Aberrated Pulsed Lasers",
    "abstract": "Integrated photonic chips have significant potential in telecommunications, classic computing, quantum systems, and topological photonics. Direct laser writing offers unique capability for creating three-dimensional photonic devices in an optical glass chip with quick prototyping. However, existing laser writing schemes cannot create index-modified structures in glass that precisely match the laser focal shape while also achieving high scanning speed and high refractive index contrast. Here, we introduce the theory of a refractive index modification scheme that combines the advantages of both traditional non-thermal and thermal regime fabrication methods. We also propose a model of waveguide formation that was verified through a thorough study on the effects of phase aberrations on the laser focus. The presented new photonic chip fabrication scheme uses a novel focal intensity distribution, where pulse energy is relocated to the bottom of a laser focus by manipulating primary and higher order spherical aberrations. The technique can produce index modifications with high scanning speed (20 mm/s or higher), high index contrast (16 x 10-3), and high precision to fabricate with arbitrary cross-sections. This method has potential to expand the capabilities of photonic chips in applications that require small-scale, high precision, or high contrast refractive index control. ",
    "url": "https://arxiv.org/abs/2307.14451",
    "authors": [
      "Bangshan Sun",
      "Simon Moser",
      "Alexander Jesacher",
      "Patrick S. Salter",
      "Robert R. Thomson",
      "Martin J. Booth"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.14481",
    "title": "Corner reflectors: fractal analysis and integrated single-photon sources",
    "abstract": "In this work, the properties of the radiation emitted by a corner reflector with an electric dipole feeder are analyzed in the optical domain where the distance between the dipole and the corner apex can be large in terms of the optical wavelength. A comprehensive study of the fractal properties of the radiated intensity patterns is presented. The use of this setup for the realization of single-photon sources in photonic integrated circuits is also put forward and a detailed study of the emission properties of the device and its optimal configurations is presented. ",
    "url": "https://arxiv.org/abs/2307.14481",
    "authors": [
      "Pedro Chamorro-Posada"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.14543",
    "title": "A Hunt for Highly Charged Ions as Ultra-stable Optical Clock Candidates:  Art of the energy level-crossing approach",
    "abstract": "We examine energy level-crossings of fine-structure (FS) levels in the heavier highly charged ions (HCIs) with $d^6$ and $d^8$ configurations. From the analysis, we find that some of these HCIs are tailor-made for atomic clocks with quality factors ranging from $10^{16}$ to $10^{18}$ and fractional uncertainties below $10^{-19}$ level. Many of them are also realized to be highly sensitive to the observation of temporal variation of FS constant ($\\alpha$) and testing violation of local Lorentz symmetry invariance (LLI). To probe variations of $\\alpha$ and LLI, we have determined their corresponding sensitivity coefficients in the investigated HCIs. Similarly, we have estimated orders of magnitudes of the Zeeman, Stark, black-body radiation and electric quadrupole shifts of the clock transitions of the considered HCIs in order to demonstrate them as the potential candidates for atomic clocks. ",
    "url": "https://arxiv.org/abs/2307.14543",
    "authors": [
      "Yan-mei Yu",
      "B. K. Sahoo"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2307.14572",
    "title": "Non-invasive Deep-Brain Imaging with 3D Integrated Photoacoustic  Tomography and Ultrasound Localization Microscopy (3D-PAULM)",
    "abstract": "Photoacoustic computed tomography (PACT) is a proven technology for imaging hemodynamics in deep brain of small animal models. PACT is inherently compatible with ultrasound (US) imaging, providing complementary contrast mechanisms. While PACT can quantify the brain's oxygen saturation of hemoglobin (sO$_2$), US imaging can probe the blood flow based on the Doppler effect. Further, by tracking gas-filled microbubbles, ultrasound localization microscopy (ULM) can map the blood flow velocity with sub-diffraction spatial resolution. In this work, we present a 3D deep-brain imaging system that seamlessly integrates PACT and ULM into a single device, 3D-PAULM. Using a low ultrasound frequency of 4 MHz, 3D-PAULM is capable of imaging the whole-brain hemodynamic functions with intact scalp and skull in a totally non-invasive manner. Using 3D-PAULM, we studied the mouse brain functions with ischemic stroke. Multi-spectral PACT, US B-mode imaging, microbubble-enhanced power Doppler (PD), and ULM were performed on the same mouse brain with intrinsic image co-registration. From the multi-modality measurements, we future quantified blood perfusion, sO$_2$, vessel density, and flow velocity of the mouse brain, showing stroke-induced ischemia, hypoxia, and reduced blood flow. We expect that 3D-PAULM can find broad applications in studying deep brain functions on small animal models. ",
    "url": "https://arxiv.org/abs/2307.14572",
    "authors": [
      "Yuqi Tang",
      "Zhijie Dong",
      "Nanchao Wang",
      "Angela del Aguila",
      "Natalie Johnston",
      "Tri Vu",
      "Chenshuo Ma",
      "Yirui Xu",
      "Wei Yang",
      "Pengfei Song",
      "Junjie Yao"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Biological Physics (physics.bio-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2307.14577",
    "title": "Hydrophobic Silica Microcavities with Sustainable Nonlinear Photonic  Performance",
    "abstract": "Ultrahigh quality factor (Q) microcavities have been emerging as an appealing compact photonic platform for various applications. The Q factor plays a critical role in determining the nonlinear optical performance of a microcavity. However, a silica microcavity suffers from severe degradation of its Q value over time during storage or use in air due to the accumulating surface absorption loss, which would deteriorate their nonlinear photonic performance. Here, we report a new type of ultrahigh Q silica microcavity that effectively prevents the Q degradation over time. The Q values of the devices remain unchanged over time under storage in air. Optical frequency combs are generated with sustainable ultralow threshold performance in the course of time from the devices in open air. This approach would greatly facilitate ultrahigh Q silica-based photonic devices for next generation photonic applications. ",
    "url": "https://arxiv.org/abs/2307.14577",
    "authors": [
      "iadu Xie",
      "Yang Wang",
      "Hui Kang",
      "Jinsong Cheng",
      "Xiaoqin Shen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.14807",
    "title": "Interfacial Resonance States-Induced Negative Tunneling  Magneto-resistance in Orthogonally-Magnetized CoFeB/MgO/CoFeB",
    "abstract": "Magnetic tunneling junctions (MTJs) are essential for non-volatile magneto-resistive random access memory (MRAM) applications. Here, we report the observation of a large negative tunneling magneto-resistance (TMR) in the CoFeB/MgO/CoFeB system with an orthogonally-magnetized configuration. Through the thickness modulation of the MgO barrier, the negative TMR component can be enhanced up to 20% under a negative voltage bias. Moreover, the tunnel anisotropic magneto-resistance measurements unveil that the negative TMR component likely arises from the interfacial resonance states (IRS) in the minority band of the bottom ferromagnetic layer. Complementary first principle calculations further quantify the IRS location and strength with respect to the Fermi level position. Our work not only confirm the vital role of IRS in the electrical transport of MTJ, but also provide valuable insights for the design of new-generation voltage-controlled MRAM and related spintronic applications. ",
    "url": "https://arxiv.org/abs/2307.14807",
    "authors": [
      "Puyang Huang",
      "Aitian Chen",
      "Jianting Dong",
      "Di Wu",
      "Xinqi Liu",
      "Zhenghang Zhi",
      "Jiuming Liu",
      "Albert Lee",
      "Bin Fang",
      "Jia Zhang",
      "Xi-Xiang Zhang",
      "Xufeng Kou"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.14822",
    "title": "Understanding the polaritonic ground state in cavity quantum  electrodynamics",
    "abstract": "Molecular polaritons arise when molecules interact so strongly with light that they become entangled with each other. This light-matter hybridization alters the chemical and physical properties of the molecular system and allows chemical reactions to be controlled without the use of external fields. We investigate the impact of strong light-matter coupling on the electronic structure using perturbative approaches and demonstrate that Rayleigh-Schr\\\"odinger perturbation theory can reproduce the ground state energies in optical cavities to comparable accuracy as ab initio cavity quantum electrodynamics methodologies for currently relevant coupling strengths. The method is effective in both low and high cavity frequency regimes and straightforward to implement via response functions. Furthermore, we establish simple relations between cavity-induced intermolecular forces and van der Waals forces. These findings provide valuable insight into the manipulation of ground-state polaritonic energy landscapes, shedding light on the systems and conditions in which modifications can be achieved. ",
    "url": "https://arxiv.org/abs/2307.14822",
    "authors": [
      "Tor S. Haugland",
      "John P. Philbin",
      "Tushar K. Ghosh",
      "Ming Chen",
      "Henrik Koch",
      "Prineha Narang"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2307.14845",
    "title": "Eigenenergy braids in 2D photonic crystals",
    "abstract": "We consider non-Hermitian energy band theory in two-dimensional systems, and study eigenenergy braids on slices in the two-dimensional Brillouin zone. We show the consequences of reciprocity and geometric symmetry on such eigenenergy braids. The point-gap topology of the energy bands can be found from the projection of the eigenenergy braid onto the complex energy plane. We show that the conjugacy class transitions in the eigenenergy braid results in the changes in the number of bands in a complete point-gap loop. This transition occurs at exceptional points. We numerically demonstrate these concepts using two-dimensional reciprocal and nonreciprocal photonic crystals. ",
    "url": "https://arxiv.org/abs/2307.14845",
    "authors": [
      "Janet Zhong",
      "Charles C. Wojcik",
      "Dali Cheng",
      "Shanhui Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2307.14990",
    "title": "Super-resolution enabled widefield quantum diamond microscopy",
    "abstract": "Widefield quantum diamond microscopy (WQDM) based on Kohler-illumination has been widely adopted in the field of quantum sensing, however, practical applications are still limited by issues such as unavoidable photodamage and unsatisfied spatial-resolution. Here, we design and develop a super-resolution enabled WQDM using a digital micromirror device (DMD)-based structured illumination microscopy. With the rapidly programmable illumination patterns, we have firstly demonstrated how to mitigate phototoxicity when imaging nanodiamonds in cell samples. As a showcase, we have performed the super-resolved quantum sensing measurements of two individual nanodiamonds not even distinguishable with conventional WQDM. The DMD-powered WQDM presents not only excellent compatibility with quantum sensing solutions, but also strong advantages in high imaging speed, high resolution, low phototoxicity, and enhanced signal-to-background ratio, making it a competent tool to for applications in demanding fields such as biomedical science. ",
    "url": "https://arxiv.org/abs/2307.14990",
    "authors": [
      "Feng Xu",
      "Jialong Chen",
      "Yong Hou",
      "Juan Cheng",
      "Tony KC Hui",
      "Shih-Chi Chen",
      "Zhiqin Chu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.15000",
    "title": "Radiation in a Moving Cavity",
    "abstract": "A new formula for relativistic reflection from an inclined mirror is introduced. We use this formula to rigorously prove that a moving clock remains a clock. Numerical analysis of the long-term path of radiation in a cavity is also presented. ",
    "url": "https://arxiv.org/abs/2307.15000",
    "authors": [
      "Refath Bari"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2307.14589",
    "title": "Performance studies on new 4\" photomultiplier types intended for  IceCube-Gen2 optical modules",
    "abstract": "In the upcoming IceCube-Gen2 extension, the newly developed optical modules will include 4-inch PMTs. For this purpose, the manufacturers Hamamatsu and North Night Vision Technology have developed new PMT models to meet the requirements of the IceCube-Gen2 science case. The specifications include strict requirements on temporal resolution, detection efficiency, and dark noise. We summarize the efforts to measure these performance characteristics and show that both PMT models meet the performance specifications set by IceCube-Gen2. Prototype optical modules based on both PMT models will be deployed with the IceCube Upgrade in order to test them in situ and help decide on a vendor for the Gen2 extension. ",
    "url": "https://arxiv.org/abs/2307.14589",
    "authors": [
      "Markus Dittmer",
      "Alexander Kappes"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2307.14853",
    "title": "Photonic counterdiabatic quantum optimization algorithm",
    "abstract": "We propose a hybrid quantum-classical approximate optimization algorithm for photonic quantum computing, specifically tailored for addressing continuous-variable optimization problems. Inspired by counterdiabatic protocols, our algorithm significantly reduces the required quantum operations for optimization as compared to adiabatic protocols. This reduction enables us to tackle non-convex continuous optimization and countably infinite integer programming within the near-term era of quantum computing. Through comprehensive benchmarking, we demonstrate that our approach outperforms existing state-of-the-art hybrid adiabatic quantum algorithms in terms of convergence and implementability. Remarkably, our algorithm offers a practical and accessible experimental realization, bypassing the need for high-order operations and overcoming experimental constraints. We conduct proof-of-principle experiments on an eight-mode nanophotonic quantum chip, successfully showcasing the feasibility and potential impact of the algorithm. ",
    "url": "https://arxiv.org/abs/2307.14853",
    "authors": [
      "Pranav Chandarana",
      "Koushik Paul",
      "Mikel Garcia-de-Andoin",
      "Yue Ban",
      "Mikel Sanz",
      "Xi Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.08972",
    "title": "Maximum propagation speed and Cherenkov effect in optical phonon  transport through periodic molecular chains",
    "abstract": " Comments: 35 pages, 16 figures, to appear in Journal of Chemical Physics ",
    "url": "https://arxiv.org/abs/2305.08972",
    "authors": [
      "Alexander L. Burin",
      "Igor V. Parshin",
      "Igor V. Rubtsov"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2305.17475",
    "title": "A Zero-Threshold PT-Symmetric Polariton-Raman Laser",
    "abstract": " Comments: Total 11 pages, 4 main figures, 9 supplementary figures ",
    "url": "https://arxiv.org/abs/2305.17475",
    "authors": [
      "Avijit Dhara",
      "Devarshi Chakrabarty",
      "Pritam Das",
      "Kritika Ghosh",
      "Ayan Roy Chaudhuri",
      "Sajal Dhara"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.18359",
    "title": "Quantum Rate Theory and Electron-Transfer Dynamics: A Theoretical and  Experimental Approach for Quantum Electrochemistry",
    "abstract": " Title: Quantum Rate Theory and Electron-Transfer Dynamics: A Theoretical and  Experimental Approach for Quantum Electrochemistry ",
    "url": "https://arxiv.org/abs/2305.18359",
    "authors": [
      "Paulo Roberto Bueno"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2306.00027",
    "title": "A Holistic Approach to Quantum Ethics Education",
    "abstract": " Comments: This work has been submitted to the IEEE for possible publication. Copyright may be transferred without notice, after which this version may no longer be accessible. 10 pages, submitted to QSEEC 2023 ",
    "url": "https://arxiv.org/abs/2306.00027",
    "authors": [
      "Joan Étude Arrow",
      "Sara E. Marsh",
      "Josephine C. Meyer"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.00629",
    "title": "Can photonic heterostructures provably outperform single-material  geometries?",
    "abstract": " Comments: 12 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2307.00629",
    "authors": [
      "Alessio Amaolo",
      "Pengning Chao",
      "Thomas J. Maldonado",
      "Sean Molesky",
      "Alejandro W. Rodriguez"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]