[
  {
    "id": "arXiv:2408.00982",
    "title": "Adaptive optical signal-to-noise ratio recovery for long-distance optical fiber transmission",
    "abstract": "           In long-distance fiber optic transmission, the optic fiber link and erbium-doped fiber amplifiers can introduce excessive noise, which reduces the optical signal-to-noise ratio (OSNR). The narrow-band optical filters can be used to eliminate noise and thereby improve OSNR. However, there is a relative frequency drift between the signal and the narrow-band filter, which leads to filtered signal instability. This paper proposes an adaptive OSNR recovery scheme based on a Fabry-Perot (F-P) cavity with mode width of 6 MHz. Utilizing the comb filtering of F-P cavity, the noise around the carrier and sidebands of the signal is filtered out simultaneously. To avoid frequency mismatch, we propose a double-servo scheme to suppress relative frequency drift between the signal and the F-P cavity. We constructed a stable radio frequency transfer system based on passive phase compensation and compared our scheme with other OSNR recovery schemes based on optical filters. Compared to the schemes based on dense wavelength division multiplexing (DWDM) and Waveshaper, our scheme demonstrates an improvement in OSNR of carrier by at least 12 dB and sidebands by at least 23.5 dB. The short-term transfer stability (1 s) is improved by one order of magnitude compared to DWDM and half an order of magnitude compared to Waveshper. This scheme can be applied to the recovery of signals with low OSNR in long-distance fiber optic transmission, improving signal quaility and extending the transmission distance limit.         ",
    "url": "https://arxiv.org/abs/2408.00982",
    "authors": [
      "Mingwen Zhu",
      "Shangsu Ding",
      "Zhixue Li",
      "Song Yu",
      "Jianming Shang",
      "Bin Luo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2408.00988",
    "title": "Measurement of microwave polarization using two polarization orthogonal local microwave electric fields in a Rydberg atom-based mixer",
    "abstract": "           We propose and demonstrate a novel method for measuring the polarization direction of a microwave electric field in a single measurement using a Rydberg atom-based mixer with two orthogonally polarized local microwave electric fields. Furthermore, introducing a weak static magnetic field enables the utilization of the Zeeman effect and exploitation of polarization asymmetry. This distinction allows for determining the polarization direction of the microwave field is{\\theta}or180°-{\\theta}within the 0 to 180 degree range. This is the first real-time measurement of microwave polarization within 0 to 180 degrees, crucial for microwave sensing and information transmission.         ",
    "url": "https://arxiv.org/abs/2408.00988",
    "authors": [
      "Weibo Yin",
      "Jianan Zhang",
      "Fengdong Jia",
      "Yuhan Wang",
      "Yuxiang Wang",
      "Jianhai Hao",
      "Yue Cui",
      "Ya Liu",
      "Zhiping Zhong"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2408.01108",
    "title": "ALICE ITS3: how to integrate a large dimension MAPS sensor in a bent configuration detector",
    "abstract": "           The ALICE Collaboration is developing a novel vertexing detector to extend the heavy-flavour physics programme of the experiment during Run 4 by improving the pointing resolution of the tracking, particularly at low transverse momentum. It will be a detector with three truly cylindrical layers based on thin wafer scale MAPS, reaching less than 0.07% X/X0 per layer and with the innermost layer located as close as 19 mm to the interaction point. This contribution will describe the global detector integration concept, focusing on: the sensor bending procedure, the sensor electrical interconnection, the choice of the best carbon foam for light mechanical supporting structures, the studies of cooling by air flow, and the global structures mechanical characterization.         ",
    "url": "https://arxiv.org/abs/2408.01108",
    "authors": [
      "Domenico Colella"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2408.01125",
    "title": "Molecular influence on nuclear-quadrupole-coupling effects in laser induced alignment",
    "abstract": "           We studied the effect of nuclear-quadrupole interactions on the field-free impulsive alignment of different asymmetric-top molecules. Our analysis is focused on the influence of the hyperfine- and rotational-energy-level structures. These depend on the number of nuclear spins, the rotational constants, and the symmetry of the tensors involved in the nuclear spin and external field interactions. Comparing the prototypical large-nuclear-spin molecules iodobenzene, 1,2-diiodobenzene, 1,3-diiodobenzene, and 2,5-diiodobenzonitrile, we demonstrate that the magnitude of the hyperfine splittings compared to the rotational-energy splittings plays a crucial role in the spin-rotational dynamics after the laser pulse. Moreover, we point out that the impact of the quadrupole coupling on the rotational dynamics decreases when highly excited rotational states dominate the dynamics.         ",
    "url": "https://arxiv.org/abs/2408.01125",
    "authors": [
      "Linda V. Thesing",
      "Andrey Yachmenev",
      "Rosario González-Férez",
      "Jochen Küpper"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.01202",
    "title": "Observation of spatiotemporal stabilizer in a multi-mode fibre laser",
    "abstract": "           Spatiotemporal mode-locking (STML) has become an emerging approach to realize organized wavepackets in high-dimensional nonlinear photonic systems. Mode-locking in one dimensional systems employs a saturable absorber to resist fluctuations in the temporal domain. Analogous suppression of fluctuations in the space-time domains to retain a consistent output should also exist for STML. However, experimental evidence of such a resistance remains elusive, to our knowledge. Here, we report experimental observation of such a spatiotemporal stabilizer in STML, by embedding a spatial light modulator (SLM) into a multi-mode fibre (MMF) laser. Mode decomposition reveals the mode content remains steady for an STML state when applying phase perturbations on the SLM. Conversely, the mode content changes significantly for a non-STML lasing state. Numerical simulations confirm our observation and show that spatial filtering and saturable absorber mainly contribute to the observed stability. The capability to resist the spatial phase fluctuations is observed to depend on the intracavity pulse energy as well as the modal pulse energy condensed in the low-order modes. Our work constitutes another building block for the concept of STML in multi-mode photonic systems.         ",
    "url": "https://arxiv.org/abs/2408.01202",
    "authors": [
      "Chenxin Gao",
      "Chengjiu Wang",
      "Zhenghao Jiao",
      "Bo Cao",
      "Xiaosheng Xiao",
      "Changxi Yang",
      "Chengying Bao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.01274",
    "title": "Emergent spin and orbital angular momentum of light in twisted photonic bilayer",
    "abstract": "           We demonstrate that the optical response of twisted photonic bilayers is sensitive to both spin angular momentum (SAM) and orbital angular momentum (OAM) of light. Due to the transfer of the angular momenta between the light and the bilayer, optical beams with zero SAM and OAM acquire SAM upon transmission and OAM upon reflection. Our numerical calculations and the developed analytical theory show that the values of the emergent SAM and OAM depend differently on the interlayer distance and can be controlled by tuning the twist angle. The predicted phenomena do not require light absorption and are caused by the helicity-dependent light diffraction on the moiré pattern, which inevitably occurs in the twisted structure, and SAM-OAM conversion. We also reveal strong SAM and OAM in the moiré-diffracted beams.         ",
    "url": "https://arxiv.org/abs/2408.01274",
    "authors": [
      "Egor S. Vyatkin",
      "Alexander V. Poshakinskiy",
      "Sergey A. Tarasenko"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2408.01404",
    "title": "Digitized Phase Change Material Heterostack for Diffractive Optical Neural Network",
    "abstract": "           All-optical and fully reconfigurable diffractive optical neural network (DONN) architectures are promising for high-throughput and energy-efficient machine learning (ML) hardware accelerators for broad applications. However, current device and system implementations have limited performance. This work demonstrates a novel diffractive device architecture, which is named digitized heterostack and consists of multiple layers of nonvolatile phase change materials (PCMs) with different thicknesses. This architecture can both leverage the advantages of PCM optical properties and mitigate challenges associated with implementing multilevel operations in a single PCM layer. Proof-of-concept experiments demonstrate the electrical tuning of one PCM layer in a spatial light modulation device, and thermal analysis guides the design of DONN devices and systems to avoid thermal crosstalk if individual heterostacks are assembled into an array. Further, heterostacks containing three PCM layers are designed to have a large phase modulation range and uniform coverage and the ML performance of DONN systems with designed heterostacks is evaluated. The developed device architecture provides new opportunities for desirable energy-efficient, fast-reconfigured, and compact DONN systems in the future.         ",
    "url": "https://arxiv.org/abs/2408.01404",
    "authors": [
      "Ruiyang Chen",
      "Cunxi Yu",
      "Weilu Gao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.01070",
    "title": "Single photon emitters in monolayer semiconductors coupled to transition metal dichalcogenide nanoantennas on silica and gold substrates",
    "abstract": "           Transition metal dichalcogenide (TMD) single photon emitters (SPEs) offer numerous advantages to quantum information applications, such as high single photon purity and deterministic positioning. Strain in the host monolayer, induced by underlying dielectric Mie resonators, is known to localize their formation to positions co-located with near-field photonic hotspots providing further control over their optical properties. However, traditional materials used for the fabrication of nanoresonators, such as silicon or gallium phosphide (GaP), often require a high refractive index substrate resulting in losses of the emitted light and limited photonic enhancement. Here, we use nanoantennas (NAs) fabricated from multilayer TMDs, which allow complete flexibility with the choice of substrate due to the adhesive van der Waals forces, enabling high refractive index contrast or the use of highly reflective metallic surfaces. We demonstrate the localized formation of SPEs in WSe$_2$ monolayers transferred onto WS$_2$ NAs on both SiO$_2$ and Au substrates, enabling strong photonic enhancements and increased single photon collection. We provide evidence for enhanced quantum efficiencies (QE) reaching an average value of 43% (7%) for SPEs on WS$_2$ NAs on a SiO$_2$ (Au) substrate. We further combine the advantages offered by both dielectric and metallic substrates to numerically simulate an optimized NA geometry for maximum WSe$_2$ single photon excitation, emission, collection. Thus, the fluorescence is enhanced by a factor of over 4 orders of magnitude compared to vacuum and 5 orders of magnitude compared to a flat SiO$_2$/Si surface. Our work showcases the advantages offered by employing TMD material nanoresonators on various substrates for SPE formation and photonic enhancement.         ",
    "url": "https://arxiv.org/abs/2408.01070",
    "authors": [
      "Panaiot G. Zotev",
      "Sam A. Randerson",
      "Xuerong Hu",
      "Yue Wang",
      "Alexander I. Tartakovskii"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.01106",
    "title": "Slow Voltage Relaxation of Silicon Nanoparticles with a Chemo-Mechanical Core-Shell Model",
    "abstract": "           Silicon presents itself as a high-capacity anode material for lithium-ion batteries with a promising future. The high ability for lithiation comes along with massive volume changes and a problematic voltage hysteresis, causing reduced efficiency, detrimental heat generation, and a complicated state-of-charge estimation. During slow cycling, amorphous silicon nanoparticles show a larger voltage hysteresis than after relaxation periods. Interestingly, the voltage relaxes for at least several days, which has not been physically explained so far. We apply a chemo-mechanical continuum model in a core-shell geometry interpreted as a silicon particle covered by the solid-electrolyte interphase to account for the hysteresis phenomena. The silicon core (de)lithiates during every cycle while the covering shell is chemically inactive. The visco-elastoplastic behavior of the shell explains the voltage hysteresis during cycling and after relaxation. We identify a logarithmic voltage relaxation, which fits with the established Garofalo law for viscosity. Our chemo-mechanical model describes the observed voltage hysteresis phenomena and outperforms the empirical Plett model. In addition to our full model, we present a reduced model to allow for easy voltage profile estimations. The presented results support the mechanical explanation of the silicon voltage hysteresis with a core-shell model and encourage further efforts into the investigation of the silicon anode mechanics.         ",
    "url": "https://arxiv.org/abs/2408.01106",
    "authors": [
      "Lukas Köbbing",
      "Yannick Kuhn",
      "Birger Horstmann"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2408.01264",
    "title": "Quantum Delocalization of a Levitated Nanoparticle",
    "abstract": "           Every massive particle behaves like a wave, according to quantum physics. Yet, this characteristic wave nature has only been observed in double-slit experiments with microscopic systems, such as atoms and molecules. The key aspect is that the wavefunction describing the motion of these systems extends coherently over a distance comparable to the slit separation, much larger than the size of the system itself. Preparing these states of more massive and complex objects remains an outstanding challenge. While the motion of solid-state oscillators can now be controlled at the level of single quanta, their coherence length remains comparable to the zero-point motion, limited to subatomic distances. Here, we prepare a delocalized state of a levitating solid-state nanosphere with coherence length exceeding the zero-point motion. We first cool its motion to the ground state. Then, by modulating the stiffness of the confinement potential, we achieve more than a threefold increment of the initial coherence length with minimal added noise. Optical levitation gives us the necessary control over the confinement that other mechanical platforms lack. Our work is a stepping stone towards the generation of delocalization scales comparable to the object size, a crucial regime for macroscopic quantum experiments, and towards quantum-enhanced force sensing with levitated particles.         ",
    "url": "https://arxiv.org/abs/2408.01264",
    "authors": [
      "Massimiliano Rossi",
      "Andrei Militaru",
      "Nicola Carlon Zambon",
      "Andreu Riera-Campeny",
      "Oriol Romero-Isart",
      "Martin Frimmer",
      "Lukas Novotny"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.17104",
    "title": "Quantum state tracking and control of a single molecular ion in a thermal environment",
    "abstract": "           Understanding molecular state evolution is central to many disciplines, including molecular dynamics, precision measurement, and molecule-based quantum technology. Details of the evolution are obscured when observing a statistical ensemble of molecules. Here, we reported real-time observations of thermal radiation-driven transitions between individual states (\"jumps\") of a single molecule. We reversed these \"jumps\" through microwave-driven transitions, resulting in a twentyfold improvement in the time the molecule dwells in a chosen state. The measured transition rates showed anisotropy in the thermal environment, pointing to the possibility of using single molecules as in-situ probes for the strengths of ambient fields. Our approaches for state detection and manipulation could apply to a wide range of species, facilitating their uses in fields including quantum science, molecular physics, and ion-neutral chemistry.         ",
    "url": "https://arxiv.org/abs/2312.17104",
    "authors": [
      "Yu Liu",
      "Julian Schmidt",
      "Zhimin Liu",
      "David R. Leibrandt",
      "Dietrich Leibfried",
      "Chin-wen Chou"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.09484",
    "title": "Fault-tolerant Quantum Chemical Calculations with Improved Machine-Learning Models",
    "abstract": "           Easy and effective usage of computational resources is crucial for scientific calculations. Following our recent work of machine-learning (ML) assisted scheduling optimization [Ref: J. Comput. Chem. 2023, 44, 1174], we further propose 1) the improve ML models for the better predictions of computational loads, and as such, more elaborate load-balancing calculations can be expected; 2) the idea of coded computation, i.e. the integration of gradient coding, in order to introduce fault tolerance during the distributed calculations; and 3) their applications together with re-normalized exciton model with time-dependent density functional theory (REM-TDDFT) for calculating the excited states. Illustrated benchmark calculations include P38 protein, and solvent model with one or several excitable centers. The results show that the improved ML-assisted coded calculations can further improve the load-balancing and cluster utilization, and owing primarily profit in fault tolerance that aiming at the automated quantum chemical calculations for both ground and excited states.         ",
    "url": "https://arxiv.org/abs/2401.09484",
    "authors": [
      "Kai Yuan",
      "Shuai Zhou",
      "Ning Li",
      "Tianyan Li",
      "Bowen Ding",
      "Danhuai Guo",
      "Yingjin Ma"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2403.00596",
    "title": "Quantum spin representation for the Navier-Stokes equation",
    "abstract": "           We develop a quantum representation for Newtonian viscous fluid flows by establishing a mapping between the Navier-Stokes equation (NSE) and the Schrödinger-Pauli equation (SPE). The proposed nonlinear SPE incorporates the two-component wave function and the imaginary diffusion. Consequently, classical fluid flow can be interpreted as a non-Hermitian quantum spin system. Using the SPE-based numerical simulation of viscous flows, we demonstrate the quantum/wave-like behavior in flow dynamics. Furthermore, the SPE equivalent to the NSE can facilitate the quantum simulation of fluid dynamics.         ",
    "url": "https://arxiv.org/abs/2403.00596",
    "authors": [
      "Zhaoyuan Meng",
      "Yue Yang"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2404.07359",
    "title": "Relativistic and quantum electrodynamics effects on NMR shielding tensors of Tl$X$ ($X$ = H, F, Cl, Br, I, At) molecules",
    "abstract": "           Results of relativistic calculations of nuclear magnetic resonance shielding tensors ($\\sigma$) for the thallium monocation (Tl$^+$), thallium hydride (TlH) and thallium halides (TlF, TlCl, TlBr, TlI, and TlAt) are presented as obtained within a four-component polarization propagator formalism and a two-component linear response approach within the zeroth-order regular approximation. Additionally, some quantum electrodynamical (QED) effects on those NMR shieldings are estimated. A strong dependence of $\\sigma$(Tl) on the bonding partner is found, together with a very weak dependence of QED effects with them. In order to explain the trends observed, the excitation patterns associated with relativistic $ee$ (or paramagnetic-like) and $pp$ (or diamagnetic-like) contributions to $\\sigma$ are analyzed. For this purpose, also the electronic spin-free and spin-dependent contributions are separated within the two-component zeroth-order regular approximation, and the influence of spin-orbit coupling on involved molecular orbitals is studied, which allows for a thorough understanding of the underlying mechanisms.         ",
    "url": "https://arxiv.org/abs/2404.07359",
    "authors": [
      "Karol Kozioł",
      "I. Agustín Aucar",
      "Konstantin Gaul",
      "Robert Berger",
      "Gustavo A. Aucar"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.12555",
    "title": "Terahertz field-induced nonlinear coupling of two magnon modes in an antiferromagnet",
    "abstract": "           Magnons are quantized collective spin-wave excitations in magnetically ordered materials. Revealing their interactions among these collective modes is crucial for the understanding of fundamental many-body effects in such systems and the development of high-speed information transport and processing devices based on them. Nevertheless, identifying couplings between individual magnon modes remains a long-standing challenge. Here, we demonstrate spectroscopic fingerprints of anharmonic coupling between distinct magnon modes in an antiferromagnet, as evidenced by coherent photon emission at the sum and difference frequencies of the two modes. This discovery is enabled by driving two magnon modes coherently with a pair of tailored terahertz fields and then disentangling a mixture of nonlinear responses with different origins. Our approach provides a route for generating nonlinear magnon-magnon mixing.         ",
    "url": "https://arxiv.org/abs/2301.12555",
    "authors": [
      "Zhuquan Zhang",
      "Frank Y. Gao",
      "Jonathan B. Curtis",
      "Zi-Jie Liu",
      "Yu-Che Chien",
      "Alexander von Hoegen",
      "Man Tou Wong",
      "Takayuki Kurihara",
      "Tohru Suemoto",
      "Prineha Narang",
      "Edoardo Baldini",
      "Keith A. Nelson"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.15316",
    "title": "Discovery of Novel Silicon Allotropes with Optimized Band Gaps to Enhance Solar Cell Efficiency through Evolutionary Algorithms and Machine Learning",
    "abstract": "           In the pursuit of advancing solar energy technologies, this study presents 20 direct and quasi-direct band gap silicon crystalline semiconductors that satisfy the Shockley-Queisser limit, a benchmark for solar cell efficiency. Employing two evolutionary algorithm-based searches, we optimize structures and calculate fitness function using the DFTB method and Gaussian approximation potential. Following the preselection of structures based on energy considerations, we further optimize them using PBEsol DFT. Subsequently, we screen the structures based on their band gap, employing a DFTB method tailored for band gap calculation of silicon crystals. To ensure accurate band gap determination, we employ HSE and GW methods. To validate the structural stability, we employ phonon analysis via linear regression algorithm applied to PBEsol DFT data. Significantly, the structures unveiled in this study are of great importance due to their proven stability from both mechanical and dynamic perspectives. Furthermore, the ductility and low density of certain structures enhance their potential application. We examine the optical properties by studying the imaginary part of the dielectric function by solving the Bethe-Salpeter Equation on top of GW approximation. By calculating the SLME, we achieve an efficiency of 32.7% for Si$_{22}$ at a thickness of 500 nm. Moreover, the study harnesses various machine learning algorithms to develop a predictive model for the band gap energy of these silicon structures. Input data for machine learning models are derived from structural MBTR and SOAP descriptors, as well as DFT outputs. Notably, the results reveal that features extracted from DFT outperform the MBTR and SOAP descriptors.         ",
    "url": "https://arxiv.org/abs/2406.15316",
    "authors": [
      "Mostafa Yaghoobi",
      "Mojtaba Alaei",
      "Mahtab Shirazi",
      "Nafise Rezaei",
      "Stefano de Gironcoli"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2407.15558",
    "title": "Retinomorphic Machine Vision in a Network Laser",
    "abstract": "           With the growing prevalence of AI, demand increases for efficient machine learning hardware. Physical systems are sought which combine image feature detection with the essential nonlinearity for tasks such as image classification. Existing physical hardware typically detects features linearly, then employs digital processing for nonlinear activation. Biological vision systems excel at nonlinear image processing. The retina detects features in ganglion cells via lateral inhibition, where cells nonlinearly compete for neuronal firing while supressing neighbouring cells. We present a bio-inspired 'retinomorphic' machine vision platform using an on-chip semiconductor network laser. The system detects multiple features in parallel via spatially-overlapping lasing modes, with integrated nonlinearity provided by antagonistic gain competition between modes - a photonic analogue of retinal inhibition. Parallel feature-detection enhances efficiency relative to feature-detection schemes which operate sequentially or via multiple device copies, with Si-compatible processing and a compact micron-scale footprint relative to existing mm-scale systems. We report 98.05% accuracy on MNIST-digits and 87.85% on Fashion-MNIST, with strong performance on short training datasets.         ",
    "url": "https://arxiv.org/abs/2407.15558",
    "authors": [
      "Wai Kit Ng",
      "Jakub Dranczewski",
      "Anna Fischer",
      "T V Raziman",
      "Dhruv Saxena",
      "Tobias Farchy",
      "Kilian Stenning",
      "Jonathan Peters",
      "Heinz Schmid",
      "Will R Branford",
      "Mauricio Barahona",
      "Kirsten Moselund",
      "Riccardo Sapienza",
      "Jack C. Gartside"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  }
]