[
  {
    "id": "arXiv:2302.06766",
    "title": "Creation of super-high-flux photo-neutrons and gamma-rays > 8 MeV using  a petawatt laser to irradiate high-Z solid targets",
    "abstract": "We report the creation of super-high-flux gamma-rays with energy >8 MeV and photo-neutrons via the (g,n) reaction near giant dipole resonance energies (8 - 20 MeV), using the ~130 J Texas Petawatt laser to irradiate high-Z (Au, Pt, Re, W) targets of mm - cm thickness, at laser intensities up to ~5x1021W/cm2. We detected up to ~ several x 1012 gamma-rays > 8 MeV (~3% of incident laser energy) and ~ 1010 photo-neutrons per shot. Due to the short pulse and narrow gamma-ray cone (~17o half-width) around laser forward, the peak emergent gamma-ray flux >8 MeV reached ~1027 gammas/cm2/sec, and the peak emergent neutron flux reached ~1020 neutrons/cm2/sec. Such intense gamma-ray and neutron fluxes are among the highest achieved for short-pulse laser experiments. They will facilitate the study of nuclear reactions requiring super-high-flux of gamma-rays or neutrons, such as the creation of r-process elements. These results may also have far-reaching applications for nuclear energy, such as the transmutation of nuclear waste. ",
    "url": "https://arxiv.org/abs/2302.06766",
    "authors": [
      "E.Liang",
      "W.Lo",
      "B.Cage",
      "S.Arora",
      "K.Q.Zheng",
      "H.Quvedo",
      "S.A.Bruce",
      "M. Spinks",
      "E. Medina",
      "A. Helal",
      "T. Ditmire"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2302.06817",
    "title": "The current unbalance in stacked REBCO tapes -- simulations based on a  circuit grid model",
    "abstract": "Unlike low temperature superconducting cables, there is so far no perfect solution for REBCO coated conductors to form a fully transposed high current cable. Every REBCO cable concept must import a stack of tapes to achieve an operating current as high as tens of kiloamperes. The stacked REBCO tapes, no matter whether they are twisted or not, however, have a nature of non-transposing and therefore could result in current unbalance. In this manuscript, the current unbalance and the related electrical characteristics of a cable made of 40 stacked REBCO tapes are studied with an electrical circuit simulation. The differences in splice resistances and tape inductances that are both related to the non-transposed structure of a REBCO stack are considered. Results show that for a 40 cm long termination, a proper method to keep the contact resistivity between each tape and the copper termination around 1e-8 ohmm is crucial to totally avoid current unbalance lowering the cable performance. Surprisingly, the inter-tape current transfer is found to be able to further exacerbate local high current though it does make the overall distribution more balanced. The inductance difference induced current unbalance is only important if local defects exist at long REBCO tapes, which on the other hand can be cured by good inter-tape current transfer. For a fast-charging rate of 1 kA/s, the inter-tape contact resistivity should also be low to a level of 1e-8 ohmm to ensure a short current transfer length of around 1 m. ",
    "url": "https://arxiv.org/abs/2302.06817",
    "authors": [
      "Rui Kang",
      "Juan Wang",
      "Ze Feng",
      "Qingjin Xu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.06856",
    "title": "Optical frequency combs carrying optical angular momentum",
    "abstract": "To date, orbital angular momentum (OAM) and optical frequency combs (OFCs) are two distinct fields of research without any association. Herein, we generated OFCs with an OAM on each comb line by applying electro-optic phase modulation to the OAM beam. We verified that the OAM characteristic of the sidebands is consistent with that of the pump light. Our study bridges two distinct research fields OFCs and OAM opening the door to various fundamental research avenues and applications, including large-capacity optical communications, high-security optical encryption, multi-dimensional photon entanglement, and synthetic dimensions. ",
    "url": "https://arxiv.org/abs/2302.06856",
    "authors": [
      "Jinze He",
      "Bingyan Wei",
      "Yang Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.06866",
    "title": "Quantum state resolved molecular dipolar collisions over four decades of  energy",
    "abstract": "Collisions between cold polar molecules represent a fascinating research frontier, but have proven hard to probe experimentally. We report measurements of inelastic cross sections for collisions between NO and ND 3 molecules at energies between 0.1 and 580 cm-1 , with full quantum state resolution. At energies below the 100 cm-1 well depth of the interaction potential, we observed backward glories originating from peculiar U-turn trajectories. At energies below 0.2 cm-1, we observed a breakdown of the Langevin capture model, which we interpreted in terms of a suppressed mutual polarization during the collision, effectively switching off the molecular dipole moments. Scattering calculations based on an ab initio NO-ND3 potential energy surface revealed the crucial role of near-degenerate rotational levels with opposite parity in low-energy dipolar collisions. ",
    "url": "https://arxiv.org/abs/2302.06866",
    "authors": [
      "Guoqiang Tang",
      "Matthieu Besemer",
      "Stach Kuijpers",
      "Gerrit C. Groenenboom",
      "Ad van der Avoird",
      "Tijs Karman",
      "Sebastiaan Y.T. van de Meerakker"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2302.06875",
    "title": "Integrated Backward Second-Harmonic Generation Through Optically Induced  Quasi-Phase Matching",
    "abstract": "Quasi-phase-matching for efficient backward second-harmonic generation (BSHG) requires sub-$\\rm\\mu$m poling periods, a non-trivial fabrication feat. For the first time, we report integrated first-order quasi-phase-matched BSHG enabled by seeded all-optical poling. The self-organized grating inscription circumvents all fabrication challenges. We compare backward and forward processes and explain how grating period influences the conversion efficiency. These results showcase unique properties of the coherent photogalvanic effect and how it can bring new nonlinear functionalities to integrated photonics. ",
    "url": "https://arxiv.org/abs/2302.06875",
    "authors": [
      "Ozan Yakar",
      "Edgars Nitiss",
      "Jianqi Hu",
      "Camille-Sophie Brès"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.06996",
    "title": "Optical performance of a new design of trifocal intraocular lens based  on the Devil's diffractive lens",
    "abstract": "In this work, we propose a new diffractive trifocal intraocular lens design with focus extension, conceived to provide a high visual performance at intermediate distances. This design is based on a fractal structure known as the \"Devil's staircase\". To assess its optical performance, numerical simulations have been performed with a ray tracing program using the Liou-Brennan model eye under polychromatic illumination. The simulated through the focus visual acuity was the merit function employed to test its pupil-dependence and its behavior against decentering. A qualitative assessment of the multifocal intraocular lens (MIOL) was also performed experimentally with an adaptive optics visual simulator. The experimental results confirm our numerical predictions. We found that our MIOL design has a trifocal profile, which is very robust to decentration and has low degree of pupil dependence. It performs better at intermediate distances than at near distances and, for a pupil diameter of 3 mm, it works like an EDoF lens over almost the entire defocus range. ",
    "url": "https://arxiv.org/abs/2302.06996",
    "authors": [
      "Walter D. Furlan",
      "Anabel Martínez-Espert",
      "Diego Montagud-Martínez",
      "Vicente Ferrando",
      "Salvador García-Delpech",
      "Juan A. Monsoriu"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.07038",
    "title": "Generation of 10-m-lengthscale plasma columns by resonant and  off-resonant laser pulses",
    "abstract": "Creating extended, highly homogeneous plasma columns like that required by plasma wakefield accelerators can be a challenge. We study the propagation of ultra-short, TW power ionizing laser pulses in a 10-meter-long rubidium vapor and the plasma columns they create. We perform experiments and numerical simulations for pulses with 780 nm central wavelength, which is resonant with the D$_2$ transition from the ground state of rubidium atoms, as well as for pulses with 810 nm central wavelength, some distance from resonances. We measure transmitted energy and transverse width of the pulse and use schlieren imaging to probe the plasma column in the vapor close to the end of the vapor source. We find, that resonant pulses are more confined in a transverse direction by the interaction than off-resonant pulses are and that the plasma channels they create are more sharply bounded. Off-resonant pulses leave a wider layer of partially ionized atoms and thus lose more energy per unit propagation distance. Using experimental data, we estimate the energy required to generate a 20-meter-long plasma column and conclude that resonant pulses are much more suitable for creating a long, homogeneous plasma. ",
    "url": "https://arxiv.org/abs/2302.07038",
    "authors": [
      "G. Demeter",
      "J. T. Moody",
      "M. A. Kedves",
      "F. Batsch",
      "M. Bergamaschi",
      "V. Fedosseev",
      "E. Granados",
      "P. Muggli",
      "H. Panuganti",
      "G. Zevi Della Porta"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2302.07065",
    "title": "120 km single-photon Brillouin optical time domain reflectometry",
    "abstract": "We present a novel distributed Brillouin optical time domain reflectometer (BOTDR) using standard telecommunication fibers based on single-photon avalanche diodes (SPADs) in gated mode, hd-BOTDR, with a range of 120 km and 10 m spatial resolution. We experimentally demonstrate the ability to perform a distributed temperature measurement, by detecting a hot spot at 100 km. Instead of using a frequency scan like conventional BOTDR, we use a frequency discriminator based on the slope of a fiber Bragg grating (FBG) to convert the count rate of the SPAD into a frequency shift. A procedure to take into account the FBG drift during the acquisition and perform sensitive and reliable distributed measurements is described. We also present the possibility to differentiate strain and temperature. ",
    "url": "https://arxiv.org/abs/2302.07065",
    "authors": [
      "Maxime Romanet",
      "Luis Miguel Giraldo",
      "Maxime Zerbib",
      "Etienne Rochat",
      "Kien Phan Huy",
      "Jean-Charles Beugnot"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2302.07101",
    "title": "Pressure Sensor Chip with New Electrical Circuit for 10 kPa Range",
    "abstract": "Characteristics of high sensitivity MEMS pressure sensor chip for 10 kPa utilizing a novel electrical circuit are presented. The electrical circuit uses piezosensitive differential amplifier with negative feedback loop (PDA-NFL) based on two bipolar-junction transistors (BJT). The BJT has a vertical structure of n-p-n type (V-NPN) formed on a non-deformable chip area. The circuit contains eight piezoresistors located on a profiled membrane in the areas of maximum mechanical stresses. The experimental results prove that pressure sensor chip PDA-NFL with 4.0x4.0 mm2 chip area has sensitivity S = 7.8...12.4 mV/V/kPa with nonlinearity of 2KNL = 0.14...0.38 %/FS (pressure is applied from the back side of pressure sensor chip). ",
    "url": "https://arxiv.org/abs/2302.07101",
    "authors": [
      "Mikhail Basov"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2302.07183",
    "title": "Hong-Ou-Mandel interference with a diode-pumped 1-GHz Ti:sapphire laser",
    "abstract": "Correlated photon pairs generated through spontaneous parametric down-conversion (SPDC) are a key resource in quantum optics. In many quantum optics applications, such as satellite quantum key distribution (QKD), a compact, high repetition rate pump laser is required. Here we demonstrate the use of a compact, GHz-rate diode-pumped three-element Kerr-lens-modelocked Ti:sapphire laser for the generation of correlated photon pairs at 790 nm. We verify the presence of indistinguishable photons produced via SPDC using Hong-Ou-Mandel (HOM) interferometry and observe a dip in coincidence counts with a visibility of 81.8\\%. ",
    "url": "https://arxiv.org/abs/2302.07183",
    "authors": [
      "Imogen Morland",
      "Hanna Ostapenko",
      "Feng Zhu",
      "Derryck T. Reid",
      "Jonathan Leach"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.07201",
    "title": "Development of a prototype superconducting radio-frequency cavity for  conduction-cooled accelerators",
    "abstract": "The higher efficiency of superconducting radio-frequency (SRF) cavities compared to normal-conducting ones enables the development of high-energy continuous-wave linear accelerators (linacs). Recent progress in the development of high-quality Nb$_3$Sn film coatings along with the availability of cryocoolers with high cooling capacity at 4 K makes it feasible to operate SRF cavities cooled by thermal conduction at relevant accelerating gradients for use in accelerators. A possible use of conduction-cooled SRF linacs is for environmental applications, requiring electron beams with energy of $1 - 10$ MeV and 1 MW of power. We have designed a 915 MHz SRF linac for such an application and developed a prototype single-cell cavity to prove the proposed design by operating it with cryocoolers at the accelerating gradient required for 1 MeV energy gain. The cavity has a $\\sim 3$ $\\mu$m thick Nb$_3$Sn film on the inner surface, deposited on a $\\sim4$ mm thick bulk Nb substrate and a bulk $\\sim7$ mm thick Cu outer shell with three Cu attachment tabs. The cavity was tested up to a peak surface magnetic field of 53 mT in liquid He at 4.3 K. A horizontal test cryostat was designed and built to test the cavity cooled with three Gifford-McMahon cryocoolers. The rf tests of the conduction-cooled cavity, performed at General Atomics, achieved a peak surface magnetic field of 50 mT and stable operation was possible with up to 18.5 W of rf heat load. The peak frequency shift due to microphonics was 23 Hz. These results represent the highest peak surface magnetic field achieved in a conduction-cooled SRF cavity to date and meet the requirements for a 1 MeV energy gain. ",
    "url": "https://arxiv.org/abs/2302.07201",
    "authors": [
      "G. Ciovati",
      "J. Anderson",
      "S. Balachandran",
      "G. Cheng",
      "B. Coriton",
      "E. Daly",
      "P. Dhakal",
      "A. Gurevich",
      "F. Hannon",
      "K. Harding",
      "L. Holland",
      "F. Marhauser",
      "K. McLaughlin",
      "D. Packard",
      "T. Powers",
      "U. Pudasaini",
      "J. Rathke",
      "R. Rimmer",
      "T. Schultheiss",
      "H. Vennekate",
      "D. Vollmer"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Superconductivity (cond-mat.supr-con)"
    ]
  },
  {
    "id": "arXiv:2302.06813",
    "title": "Optimal optical Ferris wheel solitons in a nonlocal Rydberg medium",
    "abstract": "We propose a scheme for the creation of stable optical Ferris wheel(OFW) solitons in a nonlocal Rydberg electromagnetically induced transparency(EIT) medium. Depending on a careful optimization to both the atomic density and the one-photon detuning, we obtain an appropriate nonlocal potential provided by the strong interatomic interaction in Rydberg states which can perfectly compensate for the diffraction of the probe OFW field. Numerical results show that the fidelity keeps larger than 0.96 while the propagation distance has exceeded 160 diffraction lengths. Higher-order OFW solitons with arbitrary winding numbers are also discussed. Our study provides a straightforward route to generate spatial optical solitons in the nonlocal response region of cold Rydberg gases. ",
    "url": "https://arxiv.org/abs/2302.06813",
    "authors": [
      "Jia-Bin Qiu",
      "Lu Qin",
      "Xing-Dong Zhao",
      "Jing Qian"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.06870",
    "title": "Error estimation in IBM Quantum Computers",
    "abstract": "One of the main important features of the noisy intermediate-scale quantum (NISQ) era is the correct evaluation and consideration of errors. In this paper, we analyze the main sources of errors in current (IBM) quantum computers and we present a useful tool (TED-qc) designed to facilitate the total error probability expected for any quantum circuit. We propose this total error probability as the best way to estimate the fidelity in the NISQ era, mainly because we do not have to compare our quantum calculations with any classical one. In order to contrast the robustness of our tool we compute the total error probability that may occur in three different quantum models: 1) the four-electron Ising model, 2) the Quantum-Phase Estimation (QPE) and 3) the Grover's algorithm. For each model, we compute a statistically significant sample size for both the expectation value of the related observable and the fidelity, comparing them with the value calculated in the simulator as a function of the error probability. The analysis is satisfactory in more than the $99\\%$ of the cases. In addition, we study how the error mitigation techniques are able to eliminate the noise induced during the measurement. ",
    "url": "https://arxiv.org/abs/2302.06870",
    "authors": [
      "Unai Aseguinolaza",
      "Nahual Sobrino",
      "Gabriel Sobrino",
      "Joaquim Jornet-Somoza",
      "Juan Borge"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2302.07039",
    "title": "Quantum viscosity and the Reynolds similitude in quantum liquid He-II",
    "abstract": "Reynolds similitude, a key concept in hydrodynamics, states that two phenomena of different length scales with a similar geometry are physically identical. Flow properties are universally determined in a unified way in terms of the Reynolds number ${\\cal R}$ (dimensionless, ratio of inertial to viscous forces in incompressible fluids). For example, the drag coefficient $c_D$ of objects with similar shapes moving in fluids is expressed by a universal function of ${\\cal R}$. Certain studies introduced similar dimensionless numbers, that is, the superfluid Reynolds number ${\\cal R}_s$, to characterize turbulent flows in superfluids. However, the applicablity of the similitude to inviscid quantum fluids is nontrivial as the original theory is applicable to viscous fluids. This study proposed a method to verify the similitude using current experimental techniques in quantum liquid He-II. A highly precise relation between $c_D$ and ${\\cal R}_s$ was obtained in terms of the terminal speed of a macroscopic body falling in He-II at finite temperatures across the Knudsen (ballistic) and hydrodynamic regimes of thermal excitations. Reynolds similitude in superfluids can facilitate unified mutual development of classical and quantum hydrodynamics. ",
    "url": "https://arxiv.org/abs/2302.07039",
    "authors": [
      "Hiromitsu Takeuchi"
    ],
    "subjectives": [
      "Other Condensed Matter (cond-mat.other)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2302.07161",
    "title": "Light-matter interaction at the transition between cavity and waveguide  QED",
    "abstract": "Experiments based on cavity quantum electrodynamics (QED) are widely used to study the interaction of a light field with a discrete frequency spectrum and emitters. More recently, the field of waveguide QED has attracted interest due to the strong interaction between propagating photons and emitters that can be obtained in nanophotonic waveguides, where a continuum of frequency modes is allowed. Both cavity and waveguide QED share the common goal of harnessing and deepening the understanding of light-matter coupling. However, they often rely on very different experimental set-ups and theoretical descriptions. Here, we experimentally investigate the transition from cavity to waveguide QED with an ensemble of cold atoms that is coupled to a fiber-ring resonator, which contains a nanofiber section. By varying the length of the resonator from a few meters to several tens of meters, we tailor the spectral density of modes of the resonator while remaining in the strong coupling regime. We demonstrate that for progressively longer resonators, the paradigmatic Rabi oscillations of cavity QED gradually vanish, while non-Markovian features reminiscent of waveguide QED appear. ",
    "url": "https://arxiv.org/abs/2302.07161",
    "authors": [
      "Daniel Lechner",
      "Riccardo Pennetta",
      "Martin Blaha",
      "Philipp Schneeweiss",
      "Arno Rauschenbeutel",
      "Jürgen Volz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.02321",
    "title": "Breath analysis by ultra-sensitive broadband laser spectroscopy detects  SARS-CoV-2 infection",
    "abstract": " Title: Breath analysis by ultra-sensitive broadband laser spectroscopy detects  SARS-CoV-2 infection ",
    "url": "https://arxiv.org/abs/2202.02321",
    "authors": [
      "Qizhong Liang",
      "Ya-Chu Chan",
      "Jutta Toscano",
      "Kristen K. Bjorkman",
      "Leslie A. Leinwand",
      "Roy Parker",
      "Eva S. Nozik",
      "David J. Nesbitt",
      "Jun Ye"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Machine Learning (cs.LG)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.05883",
    "title": "Searches for massive neutrinos with mechanical quantum sensors",
    "abstract": " Comments: 11 pages + refs, 7 figures. v2: published version (+ an appendix containing a quantum model of the 3-body decay in a nanosphere) ",
    "url": "https://arxiv.org/abs/2207.05883",
    "authors": [
      "Daniel Carney",
      "Kyle G. Leach",
      "David C. Moore"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Nuclear Experiment (nucl-ex)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.04952",
    "title": "Analysis of atomic magnetometry using metasurface optics for balanced  polarimetry",
    "abstract": " Title: Analysis of atomic magnetometry using metasurface optics for balanced  polarimetry ",
    "url": "https://arxiv.org/abs/2210.04952",
    "authors": [
      "Xuting Yang",
      "Meryem Benelajla",
      "Jennifer T. Choy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.06902",
    "title": "Quantum direct communication protocol using recurrence in k-cycle  quantum walk",
    "abstract": " Comments: 9 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2210.06902",
    "authors": [
      "Sanjeet Swaroop Panda",
      "P. A. Ameen Yasir",
      "C. M. Chandrashekar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.03453",
    "title": "How do Quantum Effects Influence the Capacitance and Carrier Density of  Monolayer MoS$_2$ Transistors?",
    "abstract": " Title: How do Quantum Effects Influence the Capacitance and Carrier Density of  Monolayer MoS$_2$ Transistors? ",
    "url": "https://arxiv.org/abs/2301.03453",
    "authors": [
      "Robert K. A. Bennett",
      "Eric Pop"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.00940",
    "title": "Unconditional and robust quantum metrological advantage beyond NOON  states",
    "abstract": " Comments: To be published, with an independent and simultaneous submission on arXiv:2111.09756 ",
    "url": "https://arxiv.org/abs/2302.00940",
    "authors": [
      "Jian Qin",
      "Yu-Hao Deng",
      "Han-Sen Zhong",
      "Li-Chao Peng",
      "Hao Su",
      "Yi-Han Luo",
      "Jia-Min Xu",
      "Dian Wu",
      "Si-Qiu Gong",
      "Hua-Liang Liu",
      "Hui Wang",
      "Ming-Cheng Chen",
      "Li Li",
      "Nai-Le Liu",
      "Chao-Yang Lu",
      "Jian-Wei Pan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]