[
  {
    "id": "arXiv:2303.14230",
    "title": "In Vivo Magnetic Resonance Spectroscopy by J-Locked Chemical Shift  Encoding for Determination of Neurochemical Concentration and Transverse  Relaxation Time",
    "abstract": "Cell pathology in neuropsychiatric disorders has mainly been accessible by analyzing postmortem tissue samples. Although molecular transverse relaxation informs local cellular microenvironment via molecule-environment interactions, precise determination of the transverse relaxation times of molecules with scalar couplings (J), such as glutamate and glutamine, is difficult using current in vivo magnetic resonance spectroscopy (MRS) technologies, whose approach to measuring transverse relaxation has not changed for decades. We introduce an in vivo MRS technique that achieves chemical shift encoding with selectively locked J-couplings in each column of the acquired two-dimensional dataset, freeing up the entire row dimension for transverse relaxation encoding. This results in increased spectral resolution, minimized background signals, and markedly broadened dynamic range for transverse relaxation encoding. This technique enables determination of the transverse relaxation times of glutamate and glutamine in vivo with unprecedented high precision. Since glutamate predominantly resides in glutamatergic neurons and glutamine in glia in the brain, this noninvasive technique provides a way to probe cellular pathophysiology in neuropsychiatric disorders for characterizing disease progression and monitoring treatment response in a cell type-specific manner in vivo. ",
    "url": "https://arxiv.org/abs/2303.14230",
    "authors": [
      "Li An",
      "Jun Shen"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2303.14367",
    "title": "Enhancement of valley selective excitation by a linearly polarized  two-color laser pulse",
    "abstract": "Here we proposed the valley selective excitations via a two-color (\\ensuremath{\\omega} + \\ensuremath{2\\omega}) laser field, made by superimposing two linearly polarized pulses at frequencies \\ensuremath{\\omega} and \\ensuremath{2\\omega}. We have studied the intensity ratio between a few-cycle pulse of \\ensuremath{\\omega} and \\ensuremath{2\\omega} laser, and its enhancement factor by employing the time-dependent first-principle calculations. The valley polarization depends on the carrier envelope phases (CEPs) of pulses and the intensity ratio $I_{\\omega}/I_{2\\omega}$. We found that the two-color field enhances the valley polarization as much as 1.2 times larger than the single-color pulse. The maximum valley asymmetry is achieved for the intensity ratio $I_{\\omega}/I_{2\\omega}$ of 36 with the relative CEP of \\ensuremath{\\pi}. In our previous work, we found that the asymmetric vector potential induces the valley polarization (Phys. Rev. B 105,115403 (2022)). In this work, we find that the asymmetry of the electric field modulates the valley polarization. Our two-color scheme offers a new path toward the optical control of valley pseudospins. \\end{abstract} ",
    "url": "https://arxiv.org/abs/2303.14367",
    "authors": [
      "Arqum Hashmi",
      "Shunsuke Yamada",
      "Kazuhiro Yabana",
      "Tomohito Otobe"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.14616",
    "title": "The Wave Energy Density and Growth Rate for the Resonant Instability in  Relativistic Plasmas",
    "abstract": "The wave instability acts in astrophysical plasmas to redistribute energy and momentum in the absence of frequent collisions. There are many different types of waves, and it is important to quantify the wave energy density and growth rate for understanding what type of wave instabilities are possible in different plasma regimes. There are many situations throughout the universe where plasmas contain a significant fraction of relativistic particles. Theoretical estimates for the wave energy density and growth rate are constrained to either field-aligned propagation angles, or non-relativistic considerations. Based on linear theory, we derive the analytic expressions for the energy density and growth rate of an arbitrary resonant wave with an arbitrary propagation angle in relativistic plasmas. For this derivation, we calculate the Hermitian and anti-Hermitian parts of the relativistic-plasma dielectric tensor. We demonstrate that our analytic expression for the wave energy density presents an explicit energy increase of resonant waves in the wavenumber range where the analytic expression for the growth rate is positive (i.e., where a wave instability is driven). For this demonstration, we numerically analyse the loss-cone driven instability, as a specific example, in which the whistler-mode waves scatter relativistic electrons into the loss cone in the radiation belt. Our analytic results further develop the basis for linear theory to better understand the wave instability, and have the potential to combine with quasi-linear theory, which allows to study the time evolution of not only the particle momentum distribution function but also resonant wave properties through an instability. ",
    "url": "https://arxiv.org/abs/2303.14616",
    "authors": [
      "Seong-Yeop Jeong",
      "Clare Watt"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2303.14980",
    "title": "Minimizing the fluctuation of resonance driving terms in dynamic  aperture optimization",
    "abstract": "Dynamic aperture (DA) is an important nonlinear property of a storage ring lattice, which has a dominant effect on beam injection efficiency and beam lifetime. Generally, minimizing both resonance driving terms (RDTs) and amplitude dependent tune shifts is an essential condition for enlarging the DA. In this paper, we study the correlation between the fluctuation of RDTs along the ring and the DA area with double- and multi-bend achromat lattices. It is found that minimizing the RDT fluctuations is more effective than minimizing RDTs themselves in enlarging the DA, and thus can serve as a very powerful indicator in the DA optimization. Besides, it is found that minimizing lower-order RDT fluctuations can also reduce higher-order RDTs, which are not only more computationally complicated but also more numerous. The effectiveness of controlling the RDT fluctuations in enlarging the DA confirms that the local cancellation of nonlinear effects used in some diffraction-limited storage ring lattices is more effective than the global cancellation. ",
    "url": "https://arxiv.org/abs/2303.14980",
    "authors": [
      "Bingfeng Wei",
      "Zhenghe Bai",
      "Jiajie Tan",
      "Lin Wang",
      "Guangyao Feng"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2303.15055",
    "title": "Mapping light-dressed Floquet bands by highly nonlinear optical  excitations and valley polarization",
    "abstract": "Ultrafast nonlinear optical phenomena in solids have been attracting major interest as novel methodologies for femtosecond spectroscopy of electron dynamics and control of material properties. Here, we theoretically investigate strong-field nonlinear optical transitions in a prototypical two-dimensional material, hBN, and show that the k-resolved conduction band charge occupation patterns induced by an elliptically-polarized laser can be understood in a multi-photon resonant picture; but remarkably, only if using the Floquet light-dressed states instead of the undressed matter states. Consequently, our work establishes a direct measurable signature for band-dressing in nonlinear optical processes in solids, and opens new paths for ultrafast spectroscopy and valley manipulation. ",
    "url": "https://arxiv.org/abs/2303.15055",
    "authors": [
      "Anna Galler",
      "Angel Rubio",
      "Ofer Neufeld"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2303.15063",
    "title": "Nonlocal dynamics of secondary electrons in capacitively coupled radio  frequency discharges",
    "abstract": "In capacitively coupled radio frequency (CCRF) discharges, the interaction of the plasma and the surface boundaries is linked to a variety of highly relevant phenomena for technological processes. One possible plasma-surface interaction is the generation of secondary electrons (SEs), which significantly influence the discharge when accelerated in the sheath electric field. However, SEs, in particular electron-induced SEs ($\\updelta$-electrons), are frequently neglected in theory and simulations. Due to the relatively high threshold energy for the effective generation of $\\updelta$-electrons at surfaces, their dynamics are closely connected and entangled with the dynamics of the ion-induced SEs ($\\upgamma$-electrons). Thus, a fundamental understanding of the electron dynamics has to be achieved on a nanosecond timescale, and the effects of the different electron groups have to be segregated. This work utilizes $1d3v$ Particle-in-Cell/Monte Carlo Collisions (PIC/MCC) simulations of a symmetric discharge in the low-pressure regime ($p\\,=\\, 1\\,\\rm{Pa}$) with the inclusion of realistic electron-surface interactions for silicon dioxide. A diagnostic framework is introduced that segregates the electrons into three groups (\"bulk-electrons\", \"$\\upgamma$-electrons\", and \"$\\updelta$-electrons\") in order to analyze and discuss their dynamics. A variation of the electrode gap size $L_\\mathrm{gap}$ is then presented as a control tool to alter the dynamics of the discharge significantly. It is demonstrated that this control results in two different regimes of low and high plasma density, respectively. The fundamental electron dynamics of both regimes are explained, which requires a complete analysis starting at global parameters (e.g., densities) down to single electron trajectories. ",
    "url": "https://arxiv.org/abs/2303.15063",
    "authors": [
      "Katharina Noesges",
      "Maximilian Klich",
      "Aranka Derzsi",
      "Benedek Horváth",
      "Julian Schulze",
      "Ralf Peter Brinkmann",
      "Thomas Mussenbrock",
      "Sebastian Wilczek"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2303.15150",
    "title": "High-dimensional frequency conversion in hot atomic system",
    "abstract": "One of the major difficulties in realizing a high-dimensional frequency converter for conventional optical vortex (COV) stems from the difference in ring diameter of COV modes with different topological charge numbers l. Here, we implement a high-dimensional frequency convertor for perfect optical vortex (POV) modes with invariant size through the four-wave mixing (FWM) process by utilizing Bessel-Gaussian beams instead of Laguerre-Gaussian beams. The measured conversion efficiency from 1530 nm to 795 nm is independent of l at least in subspace of {-6,...,6}, and the achieved conversion fidelities for two-dimensional (2D) superposed POV states exceed 97%. We further realize the frequency conversion of 3D, 5D and 7D superposition states with fidelities as high as 96.70%, 89.16% and 88.68%, respectively. The reported scheme is implemented in hot atomic vapor, it's also compatible with the cold atomic system and may find applications in high-capacity and long-distance quantum communication. ",
    "url": "https://arxiv.org/abs/2303.15150",
    "authors": [
      "Wei-Hang Zhang",
      "Ying-Hao Ye",
      "Lei Zeng",
      "En-Ze Li",
      "Jing-Yuan Peng",
      "Dong-Sheng Ding",
      "Bao-Sen Shi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.15197",
    "title": "Additive manufacturing of solid diffractive optical elements via near  index matching",
    "abstract": "Diffractive optical elements (DOEs) have a wide range of applications in optics and photonics, thanks to their capability to perform complex wavefront shaping in a compact form. However, widespread applicability of DOEs is still limited, because existing fabrication methods are cumbersome and expensive. Here, we present a simple and cost-effective fabrication approach for solid, high-performance DOEs. The method is based on conjugating two nearly refractive index-matched solidifiable transparent materials. The index matching allows for extreme scaling up of the elements in the axial dimension, which enables simple fabrication of a template using commercially available 3D printing at tens-of-micrometer resolution. We demonstrated the approach by fabricating and using DOEs serving as microlens arrays, vortex plates, including for highly sensitive applications such as vector beam generation and super-resolution microscopy using MINSTED, and phase-masks for three-dimensional single-molecule localization microscopy. Beyond the advantage of making DOEs widely accessible by drastically simplifying their production, the method also overcomes difficulties faced by existing methods in fabricating highly complex elements, such as high-order vortex plates, and spectrum-encoding phase masks for microscopy. ",
    "url": "https://arxiv.org/abs/2303.15197",
    "authors": [
      "Reut Kedem Orange",
      "Nadav Opatovski",
      "Dafei Xiao",
      "Boris Ferdman",
      "Onit Alalouf",
      "Sushanta Kumar Pal",
      "Ziyun Wang",
      "Henrik von der Emde",
      "Michael Weber",
      "Steffen J. Sahl",
      "Aleks Ponjavic",
      "Ady Arie",
      "Stefan W. Hell",
      "Yoav Shechtman"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.15312",
    "title": "Voltage scanning and technical upgrades at the Collinear Resonance  Ionization Spectroscopy experiment",
    "abstract": "To optimize the performance of the Collinear Resonance Ionization Spectroscopy (CRIS) experiment at CERN-ISOLDE, technical upgrades are continuously introduced, aiming to enhance its sensitivity, precision, stability, and efficiency. Recently, a voltage-scanning setup was developed and commissioned at CRIS, which improved the scanning speed by a factor of three as compared to the current laser-frequency scanning approach. This leads to faster measurements of the hyperfine structure for systems with high yields (more than a few thousand ions per second). Additionally, several beamline sections have been redesigned and manufactured, including a new field-ionization unit, a sharper electrostatic bend, and improved ion optics. The beamline upgrades are expected to yield an improvement of at least a factor of 5 in the signal-to-noise ratio by suppressing the non-resonant laser ions and providing time-of-flight separation between the resonant ions and the collisional background. Overall, the presented developments will further improve the selectivity, sensitivity, and efficiency of the CRIS technique. ",
    "url": "https://arxiv.org/abs/2303.15312",
    "authors": [
      "Michail Athanasakis-Kaklamanakis",
      "Jordan R. Reilly",
      "Agota Koszorus",
      "Shane G. Wilkins",
      "Louis Lalanne",
      "Sarina Geldhof",
      "Miranda Nichols",
      "Quanjun Wang",
      "Bram van den Borne",
      "David Chorlton",
      "Thomas E. Cocolios",
      "Kieran T. Flanagan",
      "Ronald F. Garcia Ruiz",
      "Ruben de Groote",
      "Dag Hanstorp",
      "Gerda Neyens",
      "Andrew J. Smith",
      "Adam R. Vernon",
      "Xiaofei F. Yang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2303.15319",
    "title": "Automated visual inspection of CMS HGCAL silicon sensor surface using an  ensemble of a deep convolutional autoencoder and classifier",
    "abstract": "More than a thousand 8\" silicon sensors will be visually inspected to look for anomalies on their surface during the quality control preceding assembly into the High-Granularity Calorimeter for the CMS experiment at CERN. A deep learning-based algorithm that pre-selects potentially anomalous images of the sensor surface in real time has been developed to automate the visual inspection. The anomaly detection is done by an ensemble of independent deep convolutional neural networks: an autoencoder and a classifier. The performance is evaluated on images acquired in production. The pre-selection reduces the number of images requiring human inspection by 85%, with recall of 97%. Data gathered in production can be used for continuous learning to improve the accuracy incrementally. ",
    "url": "https://arxiv.org/abs/2303.15319",
    "authors": [
      "Sonja Grönroos",
      "Maurizio Pierini",
      "Nadezda Chernyavskaya"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2303.15341",
    "title": "Polarization independent lattice-coupled terahertz toroidal excitations",
    "abstract": "The toroidal dipole excitation is an important field for metamaterial research because of their low-loss attribute. In this study, we demonstrate numerically and experimentally, a unique polarization independent terahertz metamaterial that modulates a broad resonance into a sharp mode by coupling the inherent toroidal dipole excitation to the lattice mode of the metasurface. The advantage of polarization independence in the metasurface enables the excitation of lattice-coupled toroidal mode for both the transverse electric and transverse magnetic modes of the incident terahertz radiation. The interaction of the two dark low-loss modes results in the significant enhancement of the quality factor of the metasurface at the point of resonance matching. Such a polarization independent lattice-matched toroidal excitation-based device has the potential to impact the development of low loss terahertz component for ultrasensitive sensors, low loss equipment, and slow light devices for enhanced light matter interaction. ",
    "url": "https://arxiv.org/abs/2303.15341",
    "authors": [
      "Angana Bhattacharya",
      "Bhagwat S. Chouhan",
      "Bhairov K. Bhowmik",
      "Rajan Singh",
      "Gagan Kumar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.15394",
    "title": "Time Crystals transforming Frequency Combs in Tunable Photonic  Oscillators",
    "abstract": "The response of a tunable photonic oscillator, consisting of an Optically Injected Semiconductor Laser, under an injected Frequency Comb is considered with the utilization of the concept of the Time Crystal that has been widely used for the study of driven nonlinear oscillators in the context of mathematical biology. The dynamics of the original system reduce to a radically simple one-dimensional circle map with properties and bifurcations determined by the specific features of the Time Crystal fully describing the phase response of the limit cycle oscillation. The circle map is shown to accurately model the dynamics of the original nonlinear system of ordinary differential equations and capable for providing conditions for resonant synchronization resulting to output frequency combs with tunable shape characteristics. Such theoretical developments can have potential for significant photonic signal processing applications. ",
    "url": "https://arxiv.org/abs/2303.15394",
    "authors": [
      "Georgia Himona",
      "Vassilios Kovanis",
      "Yannis Kominis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2303.14306",
    "title": "Conceptual diagrams in Quantum Mechanics",
    "abstract": "Quantum Mechanics (QM) stands alone as a (very) successful physical theory, but the meaning of its variables and the status of many quantities in the mathematical formalism is obscure. This unique situation prompted the need for attribution of a physical meaning to the latter, a procedure known as interpretation. On the other hand, the study of QM is usually presented, even to future scientists, within the only framework developed by Bohr and the Copenhagen researchers, known as the Copenhagen interpretation. As a contribution to the understanding and teaching of Quantum Mechanics, aimed to a broader and deeper appreciation of its fundamentals, including contemplating alternatives and updated interpretations for physicists and philosophers interested in the study of exact sciences (through Ontology, Epistemology, Logic or the Theory of Knowledge), we present a set of Conceptual Diagrams elaborated and designed to expose and facilitate the visualization of elements intervening in any interpretation of Quantum Mechanics and apply them to several well-developed cases of the latter. ",
    "url": "https://arxiv.org/abs/2303.14306",
    "authors": [
      "Jorge E. Horvath",
      "Rodrigo Rosas Fernandes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2303.14326",
    "title": "Computing entanglement entropy of interacting fermions with quantum  Monte Carlo: Why we failed and how to get it right",
    "abstract": "There is no doubt that the information hidden in quantum entanglement can be used to infer the organizing principle of various quantum phases of matter, ranging from spontaneous symmetry breaking phases, quantum critical points to topologically ordered states. It is far from clear, however, whether entanglement measures, such as the entanglement entropy (EE), can actually be obtained with the precision required to observe these subtle features -- usually in the form of universal finite size scaling behavior -- in highly entangled quantum matter. In the case of 2D interacting fermionic lattice models with gapless spectra, such as in the Hubbard model, the computation of the EE has faced severe limitations, making reliable data in the universal scaling regime off limits to all existing numerical algorithms. Here we explain the reason for the previously unsuccessful attempts in EE computations in quantum Monte Carlo simulations and more importantly, show how to overcome the conceptual and computational barrier with the incremental algorithm[1,2], such that the computation of the EE in 2D interacting fermion systems finally becomes easy and reliable. ",
    "url": "https://arxiv.org/abs/2303.14326",
    "authors": [
      "Gaopei Pan",
      "Yuan Da Liao",
      "Weilun Jiang",
      "Jonathan D'Emidio",
      "Yang Qi",
      "Zi Yang Meng"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2104.14637",
    "title": "Metallic nanostructures as electronic billiards for nonlinear terahertz  photonics",
    "abstract": " Comments: This is updates and improved version after a response to reviewer comments ",
    "url": "https://arxiv.org/abs/2104.14637",
    "authors": [
      "Ihar Babushkin",
      "Liping Shi",
      "Ayhan Demircan",
      "Uwe Morgner",
      "Joachim Herrmann",
      "Anton Husakou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2108.09004",
    "title": "Step-by-Step HHL Algorithm Walkthrough to Enhance the Understanding of  Critical Quantum Computing Concepts",
    "abstract": " Title: Step-by-Step HHL Algorithm Walkthrough to Enhance the Understanding of  Critical Quantum Computing Concepts ",
    "url": "https://arxiv.org/abs/2108.09004",
    "authors": [
      "Hector Jose Morrell Jr",
      "Anika Zaman",
      "Hiu Yung Wong"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2209.01463",
    "title": "Contextual unification of classical and quantum physics",
    "abstract": " Comments: 13 pages, no figure. In v2 some clarifications added ",
    "url": "https://arxiv.org/abs/2209.01463",
    "authors": [
      "Mathias Van Den Bossche",
      "Philippe Grangier"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2209.04835",
    "title": "Blueprint of optically addressable molecular network for quantum circuit  architecture",
    "abstract": " Comments: 10 pages, 4 figures, powder averaging spectra added, paper shortened. corrections made ",
    "url": "https://arxiv.org/abs/2209.04835",
    "authors": [
      "Jiawei Chang",
      "Tianhong Huang",
      "Lin Ma",
      "Taoyu Zou",
      "Hai Wang",
      "Wei Wu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2210.09415",
    "title": "Characterization of the TruSense S310 Laser Range System for  Contact-less Measurement of Liquid Levels in Large-Volume Neutrino Detectors",
    "abstract": " Title: Characterization of the TruSense S310 Laser Range System for  Contact-less Measurement of Liquid Levels in Large-Volume Neutrino Detectors ",
    "url": "https://arxiv.org/abs/2210.09415",
    "authors": [
      "H. Th. J. Steiger",
      "E. Theisen",
      "L. Oberauer",
      "O. Pilarczyk",
      "M. Wurm"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2211.15315",
    "title": "TCT investigation of the one-sided depletion of low-temperature  covalently bonded silicon sensor P-N diodes",
    "abstract": " Comments: To be submitted to JINST, 16 pages, 10 figures, 2 tables ",
    "url": "https://arxiv.org/abs/2211.15315",
    "authors": [
      "Johannes Wüthrich",
      "Christoph Alt",
      "André Rubbia"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2303.06421",
    "title": "Noise analysis of the atomic superheterodyne receiver based on flat-top  laser beams",
    "abstract": " Title: Noise analysis of the atomic superheterodyne receiver based on flat-top  laser beams ",
    "url": "https://arxiv.org/abs/2303.06421",
    "authors": [
      "Zheng Wang",
      "Mingyong Jing",
      "Peng Zhang",
      "Shaoxin Yuan",
      "Hao Zhang",
      "Linjie Zhang",
      "Liantuan Xiao",
      "Suotang Jia"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.07117",
    "title": "Leaky Wave Antenna by Spin Photonic Topological Insulators Using  30-degree rhombic unit cell",
    "abstract": " Comments: 4 page 10 figure ",
    "url": "https://arxiv.org/abs/2303.07117",
    "authors": [
      "Sayyed Ahmad Abtahi",
      "Mohsen Maddahali",
      "Ahmad Bakhtafrouz"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.08571",
    "title": "Simulation of chemical reaction dynamics based on quantum computing",
    "abstract": " Comments: 8 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2303.08571",
    "authors": [
      "Qiankun Gong",
      "Qingmin Man",
      "Ye Li",
      "Menghan Dou",
      "Qingchun Wang",
      "Yu-Chun Wu",
      "Guo-Ping Guo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.10605",
    "title": "Visualization of Photonic Band Structures via Far-field Measurements in  SiNx Photonic Crystal Slabs",
    "abstract": " Comments: 6 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2303.10605",
    "authors": [
      "Wenze Lan",
      "Peng Fu",
      "Chang-Yin Ji",
      "Gang Wang",
      "Yugui Yao",
      "Changzhi Gu",
      "Baoli Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.11565",
    "title": "Wavelength-division multiplexing optical Ising simulator enabling fully  programmable spin couplings and external magnetic fields",
    "abstract": " Comments: 6 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2303.11565",
    "authors": [
      "Li Luo",
      "Zhiyi Mi",
      "Junyi Huang",
      "Zhichao Ruan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.12150",
    "title": "Spin-motion coupling in a circular Rydberg state quantum simulator: case  of two atoms",
    "abstract": " Comments: 18 pages, 12 figures ",
    "url": "https://arxiv.org/abs/2303.12150",
    "authors": [
      "Paul Méhaignerie",
      "Clément Sayrin",
      "Jean-Michel Raimond",
      "Michel Brune",
      "Guillaume Roux"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.12406",
    "title": "Phase regeneration of QPSK signals based on Kerr soliton combs in a  highly nonlinear optical fiber",
    "abstract": " Comments: 8pages;5figures ",
    "url": "https://arxiv.org/abs/2303.12406",
    "authors": [
      "Xinjie Han",
      "Yong Geng",
      "Haocheng Ke",
      "Kun Qiu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  }
]