[
  {
    "id": "arXiv:2204.11971",
    "title": "Optical vortex Brillouin laser",
    "abstract": "Optical vortices, which have been extensively studied over the last decades, offer an additional degree of freedom useful in many applications, such as optical tweezers and quantum control. Stimulated Brillouin scattering, providing a narrow linewidth and a strong nonlinear response, has been used to realise quasi-continuous wave (CW) lasers. Here, we report stable oscillation of optical vortices and acoustic modes in a Brillouin laser based on chiral photonic crystal fibre, which robustly supports helical Bloch modes (HBMs) that carry circularly-polarized optical vortex and display circular birefringence. We implement a narrow-linewidth Brillouin fibre laser that stably emits 1st- and 2nd-order vortex-carrying HBMs. Angular momentum conservation selection rules dictate that pump and backward Brillouin signals have opposite topological charge and spin. Additionally, we show that when the chiral PCF is placed within a laser ring cavity, the linewidth-narrowing associated with lasing permits the peak of the Brillouin gain that corresponds to acoustic mode to be measured with resolution of 10 kHz and accuracy of 520 kHz. The results pave the way to a new generation of vortex-carrying SBS systems with applications in quantum information processing, vortex-carrying nonreciprocal systems. ",
    "url": "https://arxiv.org/abs/2204.11971",
    "authors": [
      "Xinglin Zeng",
      "Philip St.J. Russell",
      "Yang Chen",
      "Zheqi Wang",
      "Gordon K. L. Wong",
      "Paul Roth",
      "Michael H. Frosz",
      "Birgit Stiller"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.12078",
    "title": "Integrated Pockels Laser",
    "abstract": "The development of integrated semiconductor lasers has miniaturized traditional bulky laser systems, enabling a wide range of photonic applications. A progression from pure III-V based lasers to III-V/external cavity structures has harnessed low-loss waveguides in different material systems, leading to significant improvements in laser coherence and stability. Despite these successes, however, key functions remain absent. In this work, we address a critical missing function by integrating the Pockels effect into a semiconductor laser. Using a hybrid integrated III-V/Lithium Niobate structure, we demonstrate several essential capabilities that have not existed in previous integrated lasers. These include a record-high frequency modulation speed of 2 exahertz/s (2.0$\\times$10$^{18}$ Hz/s) and fast switching at 50 MHz, both of which are made possible by integration of the electro-optic effect. Moreover, the device co-lases at infrared and visible frequencies via the second-harmonic frequency conversion process, the first such integrated multi-color laser. Combined with its narrow linewidth and wide tunability, this new type of integrated laser holds promise for many applications including LiDAR, microwave photonics, atomic physics, and AR/VR. ",
    "url": "https://arxiv.org/abs/2204.12078",
    "authors": [
      "Mingxiao Li",
      "Lin Chang",
      "Lue Wu",
      "Jeremy Staffa",
      "Jingwei Ling",
      "Usman A. Javid",
      "Yang He",
      "Raymond Lopez-rios",
      "Shixin Xue",
      "Theodore J. Morin",
      "Boqiang Shen",
      "Heming Wang",
      "Siwei Zeng",
      "Lin Zhu",
      "Kerry J. Vahala",
      "John E. Bowers",
      "Qiang Lin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.12137",
    "title": "A gravity antenna based on quantum technologies: MIGA",
    "abstract": "We report the realization of a large scale gravity antenna based on matter-wave interferometry, the MIGA project. This experiment consists in an array of cold Rb sources correlated by a 150 m long optical cavity. MIGA is in construction at the LSBB underground laboratory, a site that benefits from a low background noise and is an ideal premise to carry out precision gravity measurements. The MIGA facility will be a demonstrator for a new generation of GW detector based on atom interferometry that could open the infrasound window for the observation of GWs. We describe here the status of the instrument construction, focusing on the infrastructure works at LSBB and the realization of the vacuum vessel of the antenna. ",
    "url": "https://arxiv.org/abs/2204.12137",
    "authors": [
      "B. Canuel",
      "X. Zou",
      "D. O. Sabulsky",
      "J. Junca",
      "A. Bertoldi",
      "Q. Beaufils",
      "R. Geiger",
      "A. Landragin",
      "M. Prevedelli",
      "S. Gaffet",
      "D. Boyer",
      "I. Lázaro Roche",
      "P. Bouyer"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2204.12157",
    "title": "Raman Spectroscopy and Machine Learning-based Optical Sensor for Rapid  Tuberculosis Diagnosis via Sputum",
    "abstract": "Tuberculosis (TB) is a contagious disease that causes 1.5 million deaths per year globally. Early diagnosis of TB patients is critical to control its spread. However, standard TB diagnostic tests such as sputum culture take days to weeks to produce results. Here, we demonstrate a quick, portable, easy-to-use, and non-invasive optical sensor for TB detection based on sputum samples. The probe uses Raman spectroscopy to detect TB in the supernatant of a patient's sputum. We deploy a machine learning algorithm, principal component analysis, on the acquired Raman data to enhance the detection sensitivity and specificity. On testing 112 potential TB patients, our results show that the developed sensor's accuracy is 100% for true-positive and 93.4% for true-negative. Moreover, the probe correctly identifies patients on TB medication. We anticipate that our work will lead to a viable and rapid TB diagnostic platform. ",
    "url": "https://arxiv.org/abs/2204.12157",
    "authors": [
      "Ubaid Ullah",
      "Zarfishan Tahir",
      "Obaidullah Qazi",
      "Shaper Mirza",
      "M. Imran Cheema"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2204.12167",
    "title": "Solid Phase Recrystallization in Arsenic Ion-Implanted  Silicon-On-Insulator by Microsecond UV Laser Annealing",
    "abstract": "UV laser annealing (UV-LA) enables surface-localized high-temperature thermal processing to form abrupt junctions in emerging monolithically stacked devices, where the applicable thermal budget is restricted. In this work, UV-LA is performed to regrow a silicon-on-insulator wafer partially amorphized by arsenic ion implantation as well as to activate the dopants. In a microsecond scale ( 10^-6 s to 10^-5 s) UV-LA process, monocrystalline solid phase recrystallization and dopant activation without junction deepening are evidenced, thus opening various applications in low thermal budget integration flows. However, some concerns remain. First, the surface morphology is degraded after the regrowth, possibly because of the non-perfect uniformity of the used laser beam and/or the formation of defects near the surface involving the excess dopants. Second, many of the dopants are inactive and seem to form deep levels in the Si band gap, suggesting a further optimization of the ion implantation condition to manage the initial crystal damage and the heating profile to better accommodate the dopants into the substitutional sites. ",
    "url": "https://arxiv.org/abs/2204.12167",
    "authors": [
      "Toshiyuki Tabata",
      "Fabien Rozé",
      "Pablo Acosta Alba",
      "Sebastien Halty",
      "Pierre-Edouard Raynal",
      "Imen Karmous",
      "Sébastien Kerdilés",
      "Fulvio Mazzamuto"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.12217",
    "title": "Inverse molecular design from first principles: tailoring organic  chromophore spectra for optoelectronic applications",
    "abstract": "The discovery of molecules with tailored optoelectronic properties such as specific frequency and intensity of absorption or emission is a major challenge in creating next-generation organic light-emitting diodes (OLEDs) and photovoltaics. This raises the question: how can we predict a potential chemical structure from these properties? Approaches that attempt to tackle this inverse design problem include virtual screening, active machine learning and genetic algorithms. However, these approaches rely on a molecular database or many electronic structure calculations, and significant computational savings could be achieved if there was prior knowledge of (i) whether the optoelectronic properties of a parent molecule could easily be improved and (ii) what morphing operations on a parent molecule could improve these properties. In this perspective we address both of these challenges from first principles. We firstly adapt the Thomas-Reiche-Kuhn sum rule to organic chromophores and show how this indicates how easily the absorption and emission of a molecule can be improved. We then show how by combining electronic structure theory and intensity borrowing perturbation theory we can predict whether or not the proposed morphing operations will achieve the desired spectral alteration, and thereby derive widely-applicable design rules. We go on to provide proof-of-concept illustrations of this approach to optimizing the visible absorption of acenes and the emission of radical OLEDs. We believe this approach can be integrated into genetic algorithms by biasing morphing operations in favour of those which are likely to be successful, leading to faster molecular discovery and greener chemistry. ",
    "url": "https://arxiv.org/abs/2204.12217",
    "authors": [
      "James David Green",
      "Eric Gabriel Fuemmeler",
      "Timothy J. H. Hele"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2204.12221",
    "title": "Development and validation of the numerical model of Electron Cyclotron  Resonance Ion Sources",
    "abstract": "Processes of the secondary electron emission (SEE) from the walls are included into the Numerical Advanced Model of Electron Cyclotron Resonance Ion Sources (NAM-ECRIS). It is found that SEE strongly influences electron confinement time and ion production. With the modified model, we observe reactions of the source to changes in a gas flow into the source and in an injected microwave power. The source performance with scaling the hexapole magnetic field is investigated. The calculated tendencies are close to the experimental observations. ",
    "url": "https://arxiv.org/abs/2204.12221",
    "authors": [
      "V. Mironov",
      "S. Bogomolov",
      "A. Bondarchenko",
      "A. Efremov",
      "V. Loginov",
      "D. Pugachev"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2204.12255",
    "title": "Using Koopmans' theorem for constructing basis sets: Approaching high  Rydberg excited states of lithium with a compact Gaussian basis",
    "abstract": "A contracted Gaussian basis set has been designed for modeling Rydberg excited states of the lithium atom. The optimization of the diffuse basis necessary for the Rydberg electron description was driven by the Koopmans' theorem and used the even tempered Gaussian (ETG) functions. The electronic correlation was sufficiently covered by the aug-ano-pVQZ basis that was carefully merged with the optimal contracted diffuse orbitals. At the EOM-CCSD level of theory and using only compact subsets of the resulting basis that were specifically selected for states of the given angular momentum, many more excited states could be reached than with superior and expensive approaches such as the method of the explicitly correlated Gaussians (ECG), while differing from the ECG excitation energies mostly only by several meV. Namely, the states up to 24S, 25P, 14D, 16F and 16G were obtained, some of which were even surpassing the accuracy of the Full-CI employing optimal Slater functions by an order of magnitude. ",
    "url": "https://arxiv.org/abs/2204.12255",
    "authors": [
      "Jan Šmydke"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2204.12305",
    "title": "Angular distributions of nonlinear Thomson scattering in combined fields  with a general elliptical polarization laser and a background magnetic field",
    "abstract": "Nonlinear Thomson scattering of an electron motion in a combined fields is investigated. The fields are constituted by an intense elliptically polarized laser field and a strong background magnetic field. It is found that the angular distributions of scattering spectra with respect to the azimuthal angle exhibits the symmetry for the laser intensity, the magnetic resonance parameter, the initial axial momentum of electron as well as the order of harmonics in emission spectra. Meanwhile the distribution of polar angle approaches the direction of laser propagation more and more with parameters increase. The optimal angle for maximum radiated power per unit of solid, the corresponding photon number and its brightness can be obtained, which implies that the high quality XUV or/and X-ray light can be generated by the studied scheme when the suitable parameters are choosen. ",
    "url": "https://arxiv.org/abs/2204.12305",
    "authors": [
      "Hong Xiao",
      "Hai-Bo Sang",
      "Bai-Song Xie"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.12373",
    "title": "Quantum control of molecules for fundamental physics",
    "abstract": "The extraordinary success in laser cooling, trapping, and coherent manipulation of atoms has energized the efforts in extending this exquisite control to molecules. Not only are molecules ubiquitous in nature, but the control of their quantum states offers unparalleled access to fundamental constants and possible physics beyond the Standard Model. Quantum state manipulation of molecules can enable high-precision measurements including tests of fundamental symmetries and searches for new particles and fields. At the same time, their complex internal structure presents experimental challenges to overcome in order to gain sensitivity to new physics. In this Perspective, we review recent developments in this thriving new field. Moreover, throughout the text we discuss many current and future research directions that have the potential to place molecules at the forefront of fundamental science. ",
    "url": "https://arxiv.org/abs/2204.12373",
    "authors": [
      "D. Mitra",
      "K. H. Leung",
      "T. Zelevinsky"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.12396",
    "title": "Frequency chirped Fourier-Transform spectroscopy",
    "abstract": "Fast (sub-second) spectroscopy with high spectral resolution is of vital importance for revealing quantum chemistry kinetics of complex chemical and biological reactions. Fourier transform (FT) spectrometers can achieve high spectral resolution and operate at hundreds of ms time scales in rapid-scan mode. However, the linear translation of a scanning mirror imposes stringent time-resolution limitations to these systems, which makes simultaneous high spectral and temporal resolution impossible. Here, we demonstrate an FT spectrometer whose operational principle is based on continuous rotational, rather than linear, motion of the scanning mirror, decoupling the spectral resolution from the temporal one. This enables 0.5 cm${}^{-1}$ resolution on sub-ms time scales. Furthermore, we show that such rotational FT spectrometers can perform dual-comb spectroscopy with a single comb source, since the Doppler-shifted version of the comb serves as the second comb. In this way, we combine the advantages of dual-comb and FT spectroscopy using a single quantum cascade laser frequency comb as a light source. Our technique does not require any diffractive or dispersive optical elements and hence preserve the Jacquinot's-, Fellgett's-, and Connes'-advantages of FT spectrometers. The system supports a large optical bandwidth from visible to THz frequencies. The combination of a rotational delay line with collimated coherent or non-coherent light sources pave the way for FT spectrometers in applications where high speed, large optical bandwidth, and high spectral resolution are desired. ",
    "url": "https://arxiv.org/abs/2204.12396",
    "authors": [
      "Sergej Markmann",
      "Martin Frankié",
      "Mathieu Bertrand",
      "Mehran Shahmohammadi",
      "Andres Forrer",
      "Pierre Jouy",
      "Mattias Beck",
      "Jérôme Faist",
      "Giacomo Scalari"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2204.12474",
    "title": "Imaging of PbWO4 Crystals for G Experiment Test Masses Using a Laser  Interferometer",
    "abstract": "It is highly desirable for future measurements of Newton's gravitational constant $G$ to use test/source masses that allow nondestructive, quantitative internal density gradient measurements. High density optically transparent materials are ideally suited for this purpose since their density gradient can be measured with laser interferometry, and they allow in-situ optical metrology methods for the critical distance measurements often needed in a $G$ apparatus. We present an upper bound on possible internal density gradients in lead tungstate (PbWO$_4$) crystals determined using a laser interferometer. We placed an upper bound on the fractional atomic density gradient in two PbWO$_4$ test crystals of ${1 \\over \\rho}{d\\rho \\over dx}<2.1 \\times 10^{-8}$ cm$^{-1}$. This value is more than two orders of magnitude smaller than what is required for $G$ measurements. They are also consistent with but more sensitive than a recently reported measurements of the same samples, using neutron interferometry. These results indicate that PbWO$_4$ crystals are well suited to be used as test masses in $G$ experiments. Future measurements of internal density gradients of test masses used for measurements of $G$ can now be conducted non-destructively for a wide range of possible test masses. ",
    "url": "https://arxiv.org/abs/2204.12474",
    "authors": [
      "K. T. A. Assumin-Gyimah",
      "M. G. Holt",
      "D. Dutta",
      "W. M. Snow"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2204.11875",
    "title": "Experimental limit on non-linear state-dependent terms in quantum theory",
    "abstract": "We report the results of an experiment that searches for causal non-linear state-dependent terms in quantum field theory. Our approach correlates a binary macroscopic classical voltage with the outcome of a projective measurement of a quantum bit, prepared in a coherent superposition state. Measurement results are recorded in a bit string, which is used to control a voltage switch. Presence of a non-zero voltage reading in cases of no applied voltage is the experimental signature of a non-linear state-dependent shift of the electromagnetic field operator. We implement blinded measurement and data analysis with three control bit strings. Control of systematic effects is realized by producing one of the control bit strings with a classical random-bit generator. The other two bit strings are generated by measurements performed on a superconduting qubit in an IBM Quantum processor, and on a $^{15}$N nuclear spin in an NV center in diamond. Our measurements find no evidence for electromagnetic quantum state-dependent non-linearity. We set a bound on the parameter that quantifies this non-linearity $|\\epsilon_{\\gamma}|<4.7\\times 10^{-11}$, at 90% confidence level. Within the Everett many-worlds interpretation of quantum theory, our measurements place limits on the electromagnetic interaction between different branches of the universe, created by preparing the qubit in a superposition state. ",
    "url": "https://arxiv.org/abs/2204.11875",
    "authors": [
      "Mark Polkovnikov",
      "Alexander V. Gramolin",
      "David E. Kaplan",
      "Surjeet Rajendran",
      "Alexander O. Sushkov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2204.12021",
    "title": "Integrated Geostationary Solar Energetic Particle Events Catalog: GSEP",
    "abstract": "We present a catalog of solar energetic particle (SEP) events covering solar cycles 22, 23 and 24. We correlate and integrate three existing catalogs based on Geostationary Operational Environmental Satellite (GOES) integral proton flux data. We visually verified and labeled each event in the catalog to provide a homogenized data set. We have identified a total of 342 SEP events of which 246 cross the space weather prediction center (SWPC) threshold of a significant proton event. The metadata consists of physical parameters and observables concerning the possible source solar eruptions, namely flares and coronal mass ejections for each event. The sliced time series data of each event, along with intensity profiles of proton fluxes in several energy bands, have been made publicly available. This data set enables researchers in machine learning (ML) and statistical analysis to understand the SEPs and the source eruption characteristics useful for space weather prediction. ",
    "url": "https://arxiv.org/abs/2204.12021",
    "authors": [
      "Sumanth Rotti",
      "Berkay Aydin",
      "Manolis K. Georgoulis",
      "Petrus C. Martens"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2204.12174",
    "title": "From the delay time in Quantum Mechanics to the Goos-Hänchen shift in  Optics",
    "abstract": "Delay times in quantum mechanics always represented an intriguing challenge for physicists. Due to the fact that quantum mechanical experiments are, often, hard to be implemented, the possibility to connect delay times with laser lateral displacements gives us the opportunity to prepare, in optical laboratories, experiments which are equivalent to the quantum mechanical ones in detecting delay times. In this article, we will show in detail not only the relationship between delay times and Goos-Haenchen shifts, but also the close connection between the impulse change in quantum mechanics and angular deviations in optics. Lateral shifts are caused by the phase of Fresnel coefficients whereas angular deviations by the breaking of symmetry of the wave number distributions. The classical formula for the delay time is based on the use of the stationary phase method and contains a divergence for incidence at a critical potential energy. For Gaussian beams, the mean value calculation removes such a divergence. The closed expression for the delay time for incidence at critical energy show an excellent agreement with the numerical calculation. The three-dimensional analysis of delay times allow to find the final and definitive connection between wave packets reflected by a potential in quantum mechanics and optical beams reflected by a dielectric/air interface. ",
    "url": "https://arxiv.org/abs/2204.12174",
    "authors": [
      "Stefano De Leo",
      "Leonardo Solidoro"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.12320",
    "title": "Design Methodologies for Integrated Quantum Frequency Processors",
    "abstract": "Frequency-encoded quantum information offers intriguing opportunities for quantum communications and networking, with the quantum frequency processor paradigm -- based on electro-optic phase modulators and Fourier-transform pulse shapers -- providing a path for scalable construction of quantum gates. Yet all experimental demonstrations to date have relied on discrete fiber-optic components that occupy significant physical space and impart appreciable loss. In this article, we introduce a model for the design of quantum frequency processors comprising microring resonator-based pulse shapers and integrated phase modulators. We estimate the performance of single and parallel frequency-bin Hadamard gates, finding high fidelity values that extend to frequency bins with relatively wide bandwidths. By incorporating multi-order filter designs as well, we explore the limits of tight frequency spacings, a regime extremely difficult to obtain in bulk optics. Overall, our model is general, simple to use, and extendable to other material platforms, providing a much-needed design tool for future frequency processors in integrated photonics. ",
    "url": "https://arxiv.org/abs/2204.12320",
    "authors": [
      "Benjamin E. Nussbaum",
      "Andrew J. Pizzimenti",
      "Navin B. Lingaraju",
      "Hsuan-Hao Lu",
      "Joseph M. Lukens"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.12473",
    "title": "Enhancement of Quantum Excitation Transport by Photonic Nonreciprocity",
    "abstract": "Enhanced interaction between two two-level emitters (e.g., atoms) by nonreciprocal photonic media can be of benefit to broad areas, from quantum information science to biological detection. Here we provide a detailed analysis on why nonreciprocal photon-mediated interaction enhances inter-atomic excitation transport efficiency. We investigate a system consisting of two two-level emitters embedded in a generic photonic environment. By comparing symmetric and asymmetric photon-exchange, we analytically show that breaking electromagnetic reciprocity makes it possible for the cooperative decay rate to exceed the spontaneous decay rate even in a translation-invariant homogeneous system. This means that the excitation of an emitter must decay mostly into the other emitter rather than leaking and dissipating into the reservoir photonic modes. We also provide an example where a chain of two-level emitters dominantly interact via the reciprocal modes of a plasmonic waveguide. We then show that breaking reciprocity in such a system via driving a DC current through the plasmonic material can drastically increase the probability of photon emission from one emitter to another, leading to an order-of-magnitude enhancement in quantum energy-transport efficiency. ",
    "url": "https://arxiv.org/abs/2204.12473",
    "authors": [
      "S. Ali Hassani Gangaraj",
      "Lei Ying",
      "Francesco Monticone",
      "Zongfu Yu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.14886",
    "title": "Enhancing Adjoint Optimization-based Photonics Inverse Design with  Explainable Machine Learning",
    "abstract": " Title: Enhancing Adjoint Optimization-based Photonics Inverse Design with  Explainable Machine Learning ",
    "url": "https://arxiv.org/abs/2109.14886",
    "authors": [
      "Christopher Yeung",
      "David Ho",
      "Benjamin Pham",
      "Katherine T. Fountaine",
      "Aaswath P. Raman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2112.02759",
    "title": "Testing gravitational redshift based on microwave frequency links  onboard China Space Station",
    "abstract": " Comments: 6 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2112.02759",
    "authors": [
      "Wenbin Shen",
      "Pengfei Zhang",
      "Ziyu Shen",
      "Rui Xu",
      "Xiao Sun",
      "Mostafa Ashry",
      "Abdelrahim Ruby",
      "Wei Xu",
      "Kuangchao Wu",
      "Yifan Wu",
      "An Ning",
      "Lei Wang",
      "Lihong Li",
      "Chenghui Cai"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2112.11635",
    "title": "Breaking the Rate-Loss Bound of Quantum Key Distribution with  Asynchronous Two-Photon Interference",
    "abstract": " Comments: 15 pages, 10 figures. arXiv admin note: text overlap with arXiv:2112.11165 ",
    "url": "https://arxiv.org/abs/2112.11635",
    "authors": [
      "Yuan-Mei Xie",
      "Yu-Shuo Lu",
      "Chen-Xun Weng",
      "Xiao-Yu Cao",
      "Zhao-Ying Jia",
      "Yu Bao",
      "Yang Wang",
      "Yao Fu",
      "Hua-Lei Yin",
      "Zeng-Bing Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Cryptography and Security (cs.CR)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.12535",
    "title": "LASED: A Laser-Atom Interaction Simulator derived from Quantum  Electrodynamics",
    "abstract": " Comments: 15 pages, 8 figures, for source code go to this https URL Changes in v3: changed title, added more references to experiments and theoretical work that this simulator is based upon, changed comparison of this siumlator to other laser-atom simulators, corrected formatting errors, added an energy level diagram to Fig.6, added appendix C detailing how to install the simulator ",
    "url": "https://arxiv.org/abs/2203.12535",
    "authors": [
      "Manish Patel",
      "Matthew Harvey",
      "Andrew James Murray"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.05120",
    "title": "Influence of the Environment on the Effect of Super Resonance in  Mesoscale Dielectric Spheres",
    "abstract": " Comments: 10 pages ",
    "url": "https://arxiv.org/abs/2204.05120",
    "authors": [
      "Igor V. Minin",
      "Song Zhou",
      "Oleg V. Minin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.11311",
    "title": "Polarization-independent resonant lattice Kerker effect enabled by  phase-change material",
    "abstract": " Comments: 20 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2204.11311",
    "authors": [
      "Lei Xiong",
      "Xiaoqing Luo",
      "Hongwei Ding",
      "Yuanfu Lu",
      "Guangyuan Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]