[
  {
    "id": "arXiv:2211.11969",
    "title": "EOS: a demonstrator of hybrid optical detector technology",
    "abstract": "EOS is a technology demonstrator, designed to explore the capabilities of hybrid event detection technology, leveraging both Cherenkov and scintillation light simultaneously. With a fiducial mass of four tons, EOS is designed to operate in a high-precision regime, with sufficient size to utilize time-of-flight information for full event reconstruction, flexibility to demonstrate a range of cutting edge technologies, and simplicity of design to facilitate potential future deployment at alternative sites. Results from EOS can inform the design of future neutrino detectors for both fundamental physics and nonproliferation applications. ",
    "url": "https://arxiv.org/abs/2211.11969",
    "authors": [
      "T. Anderson",
      "E. Anderssen",
      "M. Askins",
      "A. J. Bacon",
      "Z. Bagdasarian",
      "A. Baldoni",
      "N. Barros",
      "L. Bartoszek",
      "7 M. Bergevin",
      "8 A. Bernstein",
      "8 E. Blucher",
      "9 J. Boissevain",
      "7 R. Bonventre",
      "2 D. Brown",
      "2 E. J. Callaghan",
      "D. F. Cowen",
      "S. Dazeley",
      "M. Diwan",
      "M. Duce",
      "D. Fleming",
      "K. Frankiewicz",
      "D.M. Gooding",
      "C. Grant",
      "J. Juechter",
      "T. Kaptanoglu",
      "T. Kim",
      "J.R. Klein",
      "C. Kraus",
      "T. Kroupová",
      "B. Land",
      "L. Lebanowski",
      "V. Lozza",
      "A. Marino",
      "A. Mastbaum",
      "C. Mauger",
      "G. Mayers",
      "J. Minock",
      "S. Naugle",
      "M. Newcomer",
      "A. Nikolica",
      "G. D. Orebi Gann",
      "L. Pickard L. Ren",
      "A. Rincon",
      "N. Rowe",
      "J. Saba",
      "S. Schoppmann",
      "J. Sensenig",
      "M. Smiley",
      "H. Song",
      "H. Steiger",
      "R. Svoboda",
      "E. Tiras",
      "W. H. To",
      "W. H. Trzaska",
      "R. Van Berg",
      "V. Veeraraghavan",
      "J. Wallig",
      "G. Wendel",
      "M. Wetstein",
      "M. Wurm",
      "G. Yang",
      "M. Yeh",
      "E.D. Zimmerman"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2211.12215",
    "title": "New Implementation of an Equation-of-Motion Coupled-Cluster  Damped-Response Framework with Illustrative Applications to Resonant  Inelastic X-ray Scattering",
    "abstract": "We present an implementation of a damped response framework for calculating resonant inelastic X-ray scattering (RIXS) at the equation-of-motion coupled cluster singles and doubles (CCSD) and second-order approximate coupled cluster singles and doubles (CC2) levels of theory in the open-source program $e^T$. This framework lays the foundation for future extension to higher excitation methods (notably, the coupled cluster singles and doubles with perturbative triples, CC3) and to multilevel approaches. Our implementation adopts a fully relaxed ground state, and different variants of the core-valence separation projection technique to address convergence issues. Illustrative results are compared with those obtained within the frozen-core core-valence separated approach, available in Q-Chem, as well as with experiment. The performance of the CC2 method is evaluated in comparison with that of CCSD. It is found that, while the CC2 method is noticeably inferior to CCSD for X-ray absorption spectra, the quality of the CC2 RIXS spectra is often comparable to that of the CCSD level of theory, when the same valence excited states are probed. Finally, we present preliminary RIXS results for a solvated molecule in aqueous solution. ",
    "url": "https://arxiv.org/abs/2211.12215",
    "authors": [
      "Anna Kristina Schnack-Petersen",
      "Torsha Moitra",
      "Sarai Dery Folkestad",
      "Sonia Coriani"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.12248",
    "title": "Hopfield-like open channel retrieval for disordered optical media",
    "abstract": "The measurement of the optical Transmission Matrix (TM) enables to access \"open channels\": input patterns, specific to each scattering structure, capable to deliver very high transmission. Various approaches, based either on multiple interferometric measurements or on systematic random testing of incident wavefronts, enable to estimate the inputs required to excite these open channels. Here, we provide for the first time an approach enabling the complete and reference-less retrieval of the open channels. It is based on the full mapping all the pairwise interference terms resulting from all the input modes couples. We show that these interference terms are organized into a bi-dyadic coupling matrix whose eigenvalues enables to access the open channel. A disordered optical system, is thus behaving exactly like an Hopfield neural network, where a specific input vector (an eigenvalue of the neurons' coupling matrix) enables to retrieve a specific memory pattern. The proposed Hopfield like open-channel-retrieval approach, enables to reach almost 100$\\%$ of the theoretically expected value of the Intensity. Moreover employing a digital micromirror device to modulate light, we demonstrate high speed laser scanning at the back of a disordered medium. ",
    "url": "https://arxiv.org/abs/2211.12248",
    "authors": [
      "Marco Leonetti",
      "Luca Leuzzi",
      "Giancarlo Ruocco"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.12469",
    "title": "Micromechanical high-Q trampoline resonators from strained crystalline  InGaP for integrated free-space optomechanics",
    "abstract": "Tensile-strained materials have been used to fabricate nano- and micromechanical resonators with ultra-low mechanical dissipation in the kHz to MHz frequency range. These mechanical resonators are of particular interest for force sensing applications and quantum optomechanics at room temperature. Tensile-strained crystalline materials that are compatible with epitaxial growth of heterostructures would thereby allow realizing monolitic free-space optomechanical devices, which benefit from stability, ultra-small mode volumes and scalability. In our work, we demonstrate micromechanical resonators made from tensile-strained InGaP, which is a crystalline material that can be epitaxially grown on III-V heterostructures. The strain of the InGaP layer is defined via its Ga content when grown on (Al,Ga)As and is in our case as high as 415\\,MPa. We characterize the mechanical properties of the suspended InGaP layers, such as anisotropic stress, anisotropic yield strength, and intrinsic quality factor. We find that the latter degrades over time. We reach mechanical quality factors surpassing $10^7$ at room temperature with a $Q\\cdot f$-product as high as $7\\cdot10^{11}$ with trampoline-shaped micromechanical resonators, which exploit strain engineering to dilute mechanical dissipation. The large area of the suspended trampoline resonator allows us to pattern a photonic crystal to engineer its out-of-plane reflectivity in the telecom band, which is desired for efficient signal transduction of mechanical motion to light. Stabilization of the intrinsic quality factor together with a further reduction of mechanical dissipation through hierarchical clamping or machine learning-based optimization methods paves the way for integrated free-space quantum optomechanics at room temperature in a crystalline material platform. ",
    "url": "https://arxiv.org/abs/2211.12469",
    "authors": [
      "Sushanth Kini Manjeshwar",
      "Anastasiia Ciers",
      "Fia Hellman",
      "Jürgen Bläsing",
      "André Strittmater",
      "Witlef Wieczorek"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.12042",
    "title": "Robustness of Physics-Informed Neural Networks to Noise in Sensor Data",
    "abstract": "Physics-Informed Neural Networks (PINNs) have been shown to be an effective way of incorporating physics-based domain knowledge into neural network models for many important real-world systems. They have been particularly effective as a means of inferring system information based on data, even in cases where data is scarce. Most of the current work however assumes the availability of high-quality data. In this work, we further conduct a preliminary investigation of the robustness of physics-informed neural networks to the magnitude of noise in the data. Interestingly, our experiments reveal that the inclusion of physics in the neural network is sufficient to negate the impact of noise in data originating from hypothetical low quality sensors with high signal-to-noise ratios of up to 1. The resultant predictions for this test case are seen to still match the predictive value obtained for equivalent data obtained from high-quality sensors with potentially 10x less noise. This further implies the utility of physics-informed neural network modeling for making sense of data from sensor networks in the future, especially with the advent of Industry 4.0 and the increasing trend towards ubiquitous deployment of low-cost sensors which are typically noisier. ",
    "url": "https://arxiv.org/abs/2211.12042",
    "authors": [
      "Jian Cheng Wong",
      "Pao-Hsiung Chiu",
      "Chin Chun Ooi",
      "My Ha Da"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.12239",
    "title": "Photonic Spiking Neural Networks with Highly Efficient Training  Protocols for Ultrafast Neuromorphic Computing Systems",
    "abstract": "Photonic technologies offer great prospects for novel ultrafast, energy-efficient and hardware-friendly neuromorphic (brain-like) computing platforms. Moreover, neuromorphic photonic approaches based upon ubiquitous, technology-mature and low-cost Vertical-Cavity Surface Emitting Lasers (VCSELs) (devices found in fibre-optic transmitters, mobile phones, automotive sensors, etc.) are of particular interest. Given VCSELs have shown the ability to realise neuronal optical spiking responses (at ultrafast GHz rates), their use for spike-based information processing systems has been proposed. In this work, Spiking Neural Network (SNN) operation, based on a hardware-friendly photonic system of just one Vertical Cavity Surface Emitting Laser (VCSEL), is reported alongside a novel binary weight 'significance' training scheme that fully capitalises on the discrete nature of the optical spikes used by the SNN to process input information. The VCSEL-based photonic SNN is tested with a highly complex, multivariate, classification task (MADELON) before performance is compared using a traditional least-squares training method and the alternative novel binary weighting scheme. Excellent classification accuracies of >94% are reached by both training methods, exceeding the benchmark performance of the dataset in a fraction of processing time. The newly reported training scheme also dramatically reduces training set size requirements as well as the number of trained nodes (<1% of the total network node count). This VCSEL-based photonic SNN, in combination with the reported 'significance' weighting scheme, therefore grants ultrafast spike-based optical processing with highly reduced training requirements and hardware complexity for potential application in future neuromorphic systems and artificial intelligence applications. ",
    "url": "https://arxiv.org/abs/2211.12239",
    "authors": [
      "Dafydd Owen-Newns",
      "Joshua Robertson",
      "Matej Hejda",
      "Antonio Hurtado"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.12298",
    "title": "Nature of photoexcited states in ZnO-embedded graphene quantum dots",
    "abstract": "The combination of wide-band gap semiconductors like zinc oxide (ZnO) and graphene quantum dots (GQDs) is a promising strategy to tune optoelectronic properties of GQDs and to develop new functionalities. Here we report on a theoretical design of not-yet-synthesized hybrid materials composed of ZnO clusters surrounded by carbon moieties, hereinafter referred to as ZnO-embedded graphene quantum dots. Their structure and light absorption properties are presented, with an in-depth analysis of the nature of the photoexcited states. The stability of the (ZnO)nC96-2n system with n=1, 3, 4, 7, 12 and 27 is investigated by estimating cohesive energy and performing vibrational mode analysis. A strong dependence of the structural and optoelectronic properties of the hybrid material on the amount of ZnO pairs is revealed and discussed. A strong light absorption and unexpected enhancement of Raman modes related to the vibrations in carbon moiety are observed for highly symmetric (ZnO)27C42 system that makes it an ideal study subject. Complementary excited state analysis, charge density difference (CDD) analysis and interfragment charge transfer analysis enabled reaching deep insights into the nature of the excited states. A dominating contribution of doubly degenerate locally excited states in broadband light absorption by (ZnO)27C42 is identified. The present results are helpful to elucidate the nature of the fundamental internal mechanisms underlying the light absorption in ZnO-embedded graphene quantum dots, thereby providing a scientific background for future experimental study of low-dimensional metal-oxygen-carbon materials family. ",
    "url": "https://arxiv.org/abs/2211.12298",
    "authors": [
      "Ivan Shtepliuk",
      "Rositsa Yakimova"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2203.00206",
    "title": "Observation of fractional topological numbers at photonic edges and  corners",
    "abstract": " Comments: All comments are welcome ",
    "url": "https://arxiv.org/abs/2203.00206",
    "authors": [
      "Chengpeng Liang",
      "Yang Liu",
      "Fei-Fei Li",
      "Shuwai Leung",
      "Yin Poo",
      "Jian-Hua Jiang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2207.05029",
    "title": "Coupling Quantum Matter and Gravity",
    "abstract": " Comments: 53+6 pages (main text + references), 1 figure. Invited contribution to the forthcoming book \"Modified and Quantum Gravity - From Theory to Experimental Searches on All Scales\", eds. C. L\\\"ammerzahl and C. Pfeifer. v2: Added exercises and concluding remarks; minor reformulations ",
    "url": "https://arxiv.org/abs/2207.05029",
    "authors": [
      "Domenico Giulini",
      "André Großardt",
      "Philip K. Schwartz"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.13988",
    "title": "Direct laser written aperiodic photonic volume elements for complex  light shaping with high efficiency: inverse design and fabrication",
    "abstract": " Title: Direct laser written aperiodic photonic volume elements for complex  light shaping with high efficiency: inverse design and fabrication ",
    "url": "https://arxiv.org/abs/2209.13988",
    "authors": [
      "Nicolas Barré",
      "Ravi Shivaraman",
      "Simon Moser",
      "Patrick Salter",
      "Michael Schmidt",
      "Martin J. Booth",
      "Alexander Jesacher"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.06941",
    "title": "Synthesizing the degree of polarization uniformity from  non-polarization-sensitive optical coherence tomography signals using a  neural network",
    "abstract": " Title: Synthesizing the degree of polarization uniformity from  non-polarization-sensitive optical coherence tomography signals using a  neural network ",
    "url": "https://arxiv.org/abs/2211.06941",
    "authors": [
      "Shuichi Makita",
      "Masahiro Miura",
      "Shinnosuke Azuma",
      "Toshihiro Mino",
      "Yoshiaki Yasuno"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2211.11011",
    "title": "On the fragility of gate-error metrics in simulation models of  flux-tunable transmon quantum computers",
    "abstract": " Comments: 28 pages, 13 figures and 25 tables ",
    "url": "https://arxiv.org/abs/2211.11011",
    "authors": [
      "Hannes Lagemann",
      "Dennis Willsch",
      "Madita Willsch",
      "Fengping Jin",
      "Hans De Raedt",
      "Kristel Michielsen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]