[
  {
    "id": "arXiv:2203.12711",
    "title": "Stimulated generation of deterministic platicon frequency microcombs",
    "abstract": "Dissipative Kerr soliton generation in chip-scale nonlinear resonators has recently observed remarkable advances, spanning from massively-parallel communications, self-referenced oscillators, to dual-comb spectroscopy. Often working in the anomalous dispersion regime, unique driving protocols and dispersion in these nonlinear resonators have been examined to achieve the soliton and soliton-like temporal pulse shapes and coherent frequency comb generation. The normal dispersion regime provides a complementary approach to bridge the nonlinear dynamical studies, including the possibility of square pulse formation with flat-top plateaus, or platicons. Here we report observations of square pulse formation in chip-scale frequency combs, through stimulated pumping at one free-spectral-range and in silicon nitride rings with +55 fs2/mm normal group velocity dispersion. Tuning of the platicon frequency comb via a varied sideband modulation frequency is examined in both spectral and temporal measurements. Determined by second-harmonic auto-correlation and cross-correlation, we observe bright square platicon pulse of 17 ps pulsewidth on a 19 GHz flat frequency comb. With auxiliary-laser-assisted thermal stabilization, we surpass the thermal bistable dragging and extend the mode-locking access to narrower 2 ps platicon pulse states, supported by nonlinear dynamical modeling and boundary limit discussions. ",
    "url": "https://arxiv.org/abs/2203.12711",
    "authors": [
      "Hao Liu",
      "Shu-Wei Huang",
      "Wenting Wang",
      "Jinghui Yang",
      "Mingbin Yu",
      "Dim-Lee Kwong",
      "Pierre Colman",
      "Chee Wei Wong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.12784",
    "title": "A Simple Data-Driven Level Finding Method of Quantum Many-Body Systems  based on Statistical Outlier Detection",
    "abstract": "We report a simple and pure data-driven method to find new energy levels of quantum many-body systems only from observed line wavelengths. In our method, all the possible combinations are computed from known energy levels and wavelengths of unidentified lines. As each excited state exhibits many transition lines to different lower levels, the true levels should be reconstructed coincidentally from many level-line combinations, while the wrong combinations distribute randomly. Such a coincidence can be easily detected statistically. We demonstrate this statistical method by finding new levels for various atomic and nuclear systems from unidentified line lists available online. ",
    "url": "https://arxiv.org/abs/2203.12784",
    "authors": [
      "Kazuaki Hongu",
      "Keisuke Fujii"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Nuclear Experiment (nucl-ex)",
      "Applications (stat.AP)"
    ]
  },
  {
    "id": "arXiv:2203.12974",
    "title": "Spin-state-controlled chemi-ionization reactions between metastable  helium atoms and ground-state lithium atoms",
    "abstract": "We demonstrate the control of $^4$He(2$^3$S$_1$)-$^7$Li(2$^2$S$_{1/2}$) chemi-ionization reactions by all-optical electron-spin-state preparation of both atomic species prior to the collision process. Our results demonstrate that chemi-ionization is strongly suppressed (enhanced) for non-spin-conserving (spin-conserving) collisions at thermal energies. These findings are in good agreement with a model based on spin angular momentum coupling of the prepared atomic states to the quasi-molecular states. Small deviations from the model indicate the contribution of the $^4\\Sigma^+$ channel to the reaction rate which is in violation of spin conservation. ",
    "url": "https://arxiv.org/abs/2203.12974",
    "authors": [
      "Tobias Sixt",
      "Frank Stienkemeier",
      "Katrin Dulitz"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2203.12989",
    "title": "3D-printed facet-attached optical elements for beam shaping in optical  phased arrays",
    "abstract": "We demonstrate an optical phased-array (OPA) equipped with a 3D-printed facet-attached element for shaping and deflection of the emitted beam. The beam shaper combines freeform refractive surfaces with total-internal-reflection (TIR) mirrors and is in-situ printed to edge-emitting waveguide facets using high-resolution multi-photon lithography, thereby ensuring precise alignment with respect to on-chip waveguide structures. In a proof-of-concept experiment, we achieve a grating-lobe free steering range of $\\pm 30{\\deg}$ and a full-width-halfmaximum (FWHM) beam divergence of approximately $2{\\deg}$. The concept opens an attractive alternative to currently used grating structures and is applicable to a wide range of integration platforms. ",
    "url": "https://arxiv.org/abs/2203.12989",
    "authors": [
      "Stefan Singer",
      "Yilin Xu",
      "Sebastian Tobias Skacel",
      "Heiner Zwickel",
      "Pascal Maier",
      "Lukas Freter",
      "Philipp-Immanuel Dietrich",
      "Mathias Kaschel",
      "Christoph Menzel",
      "Sebastian Randel",
      "Wolfgang Freude",
      "Christian Koos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.13149",
    "title": "Observation of Dual-band Topological Corner Modes in Acoustic Kagome  Lattice with Long-range Interactions",
    "abstract": "The recent exotic topological corner modes (CMs) in photonic higher-order topological insulators with long-distance interactions have attracted numerous attentions and enriched the physics than their condensed-matter counterparts. While the next-nearest-neighbour (NNN) coupling appears between NNN lattice sites unselectively, and the NNN coupling and their associated dynamics remains elusive in acoustics due to the waveguide-resonator model, an analogy of tight-binding model (TBM), drastically hinders its NNN coupling. Here, in acoustics, we demonstrate selective NNN coupling-induced CMs in split-ring resonators-based kagome crystal and observe dual-band CMs. Three types of CMs are demonstrated in the first bulk gap which can be explained by TBM considering NNN coupling and one type of CMs is observed in the second. All of these findings are verified theoretically and experimentally which reveals rich physics in acoustics, opening a new way towards tunable or multi-band metamaterials design, and offering opportunities for intriguing acoustic manipulation and energy localization. ",
    "url": "https://arxiv.org/abs/2203.13149",
    "authors": [
      "Chen Chen",
      "Tianning Chen",
      "Wei Ding",
      "Jian Zhu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.13188",
    "title": "Derivation of an Inverse Spatial Autoregressive Model for Estimating  Moran's Index",
    "abstract": "Spatial autocorrelation measures such as Moran's index can be expressed as a pair of equations based on a standardized size variable and a globally normalized weight matrix. One is based on inner product, and the other is based on outer product of the size variable. The inner product equation is actually a spatial autocorrelation model. However, the theoretical basis of the inner product equation for Moran's index is not clear. This paper is devoted to revealing the antecedents and consequences of the inner product equation of Moran's index. The method is mathematical derivation and empirical analysis. The main results are as follows. First, the inner product equation is derived from a simple spatial autoregressive model, and thus the relation between Moran's index and spatial autoregressive coefficient is clarified. Second, the least squares regression is proved to be one of effective approaches for estimating Moran's index and spatial autoregressive coefficient. Third, the value ranges of the Moran's index and spatial autoregressive coefficient can be identified from three angles of view. A conclusion can be drawn that spatial autocorrelation model is actually an inverse spatial autoregressive model, and Moran's index, spatial autoregressive models, and canonical Moran's scatterplot can be integrated into the same framework through inner product and outer product equations. This work may be helpful for understanding the connections and differences between spatial autocorrelation measurements and spatial autoregressive modeling. ",
    "url": "https://arxiv.org/abs/2203.13188",
    "authors": [
      "Yanguang Chen"
    ],
    "subjectives": [
      "Methodology (stat.ME)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2203.13206",
    "title": "Introduction to Quantum Optics",
    "abstract": "These are the lecture notes for a course that I am teaching at Zhiyuan College of Shanghai Jiao Tong University (available at https://www.youtube.com/derekkorg), though the first draft was created for a previous course I taught at the University of Erlangen-Nuremberg in Germany. It has been designed for students who have only had basic training on quantum mechanics, and hence, the course is suited for people at all levels. The notes are a work in progress, meaning that some proofs and many figures are still missing. However, I've tried my best to write everything in such a way that a reader can follow naturally all arguments and derivations even with these missing bits. Quantum optics treats the interaction between light and matter. We may think of light as the optical part of the electromagnetic spectrum, and matter as atoms. However, modern quantum optics covers a wild variety of systems, including superconducting circuits, confined electrons, excitons in semiconductors, defects in solid state, or the center-of-mass motion of micro-, meso-, and macroscopic systems. Moreover, quantum optics is at the heart of the field of quantum information. The ideas and experiments developed in quantum optics have also allowed us to take a fresh look at many-body problems and even high-energy physics. In addition, quantum optics holds the promise of testing foundational problems in quantum mechanics as well as physics beyond the standard model in table-sized experiments. Quantum optics is therefore a topic that no future researcher in quantum physics should miss. ",
    "url": "https://arxiv.org/abs/2203.13206",
    "authors": [
      "Carlos Navarrete-Benlloch"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2108.13979",
    "title": "Toward AI-enhanced online-characterization and shaping of ultrashort  X-ray free-electron laser pulses",
    "abstract": " Title: Toward AI-enhanced online-characterization and shaping of ultrashort  X-ray free-electron laser pulses ",
    "url": "https://arxiv.org/abs/2108.13979",
    "authors": [
      "Kristina Dingel",
      "Thorsten Otto",
      "Lutz Marder",
      "Lars Funke",
      "Arne Held",
      "Sara Savio",
      "Andreas Hans",
      "Gregor Hartmann",
      "David Meier",
      "Jens Viefhaus",
      "Bernhard Sick",
      "Arno Ehresmann",
      "Markus Ilchen",
      "Wolfram Helml"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Artificial Intelligence (cs.AI)",
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.01646",
    "title": "Optical and mechanical properties of ion-beam-sputtered MgF$_2$ thin  films for gravitational-wave interferometers",
    "abstract": " Title: Optical and mechanical properties of ion-beam-sputtered MgF$_2$ thin  films for gravitational-wave interferometers ",
    "url": "https://arxiv.org/abs/2111.01646",
    "authors": [
      "M. Granata",
      "A. Amato",
      "M. Bischi",
      "M. Bazzan",
      "G. Cagnoli",
      "M. Canepa",
      "M. Chicoine",
      "A. Di Michele",
      "G. Favaro",
      "D. Forest",
      "G. M. Guidi",
      "G. Maggioni",
      "F. Martelli",
      "M. Menotta",
      "M. Montani",
      "F. Piergiovanni",
      "F. Schiettekatte"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2111.02917",
    "title": "Laser Manipulation of Spin-Exchange Interaction Between Alkaline-Earth  Atoms in $^1$S$_0$ and $^3$P$_2$ States",
    "abstract": " Title: Laser Manipulation of Spin-Exchange Interaction Between Alkaline-Earth  Atoms in $^1$S$_0$ and $^3$P$_2$ States ",
    "url": "https://arxiv.org/abs/2111.02917",
    "authors": [
      "Shu Yang",
      "Yue Chen",
      "Peng Zhang"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2111.12103",
    "title": "Broadband solenoidal haloscope for terahertz axion detection",
    "abstract": " Comments: 5 pages, 2 figures + references and appendices, v2 matches journal version ",
    "url": "https://arxiv.org/abs/2111.12103",
    "authors": [
      "Jesse Liu",
      "Kristin Dona",
      "Gabe Hoshino",
      "Stefan Knirck",
      "Noah Kurinsky",
      "Matthew Malaker",
      "David W. Miller",
      "Andrew Sonnenschein",
      "Mohamed H. Awida",
      "Peter S. Barry",
      "Karl K. Berggren",
      "Daniel Bowring",
      "Gianpaolo Carosi",
      "Clarence Chang",
      "Aaron Chou",
      "Rakshya Khatiwada",
      "Samantha Lewis",
      "Juliang Li",
      "Sae Woo Nam",
      "Omid Noroozian",
      "Tony X. Zhou"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2111.12832",
    "title": "Incorporating Nuclear Quantum Effects in Molecular Dynamics",
    "abstract": " Title: Incorporating Nuclear Quantum Effects in Molecular Dynamics ",
    "url": "https://arxiv.org/abs/2111.12832",
    "authors": [
      "Zehua Chen",
      "Yang Yang"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2111.12884",
    "title": "A novel time delay estimation algorithm of acoustic pyrometry for  furnace",
    "abstract": " Comments: Under revision ",
    "url": "https://arxiv.org/abs/2111.12884",
    "authors": [
      "Qi Liu",
      "Bin Zhou",
      "Jianyong Zhang",
      "Ruixue Cheng"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Sound (cs.SD)",
      "Audio and Speech Processing (eess.AS)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2111.13653",
    "title": "Optical transparency induced by a largely Purcell-enhanced quantum dot  in a polarization-degenerate cavity",
    "abstract": " Title: Optical transparency induced by a largely Purcell-enhanced quantum dot  in a polarization-degenerate cavity ",
    "url": "https://arxiv.org/abs/2111.13653",
    "authors": [
      "Harjot Singh",
      "Demitry Farfurnik",
      "Zhouchen Luo",
      "Allan S. Bracker",
      "Samuel G. Carter",
      "Edo Waks"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.11099",
    "title": "High pressure hydrogen by machine learning and quantum Monte Carlo",
    "abstract": " Comments: revised exposition, performed more validation tests. Comments welcome! ",
    "url": "https://arxiv.org/abs/2112.11099",
    "authors": [
      "Andrea Tirelli",
      "Giacomo Tenti",
      "Kousuke Nakano",
      "Sandro Sorella"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2201.02507",
    "title": "Asymmetric comb waveguide for strong interactions between atoms and  light",
    "abstract": " Comments: 14 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2201.02507",
    "authors": [
      "Nikos Fayard",
      "Adrien Bouscal",
      "Jeremy Berroir",
      "Alban Urvoy",
      "Tridib Ray",
      "Sukanya Mahapatra",
      "Malik Kemiche",
      "Juan-Ariel Levenson",
      "Jean-Jacques Greffet",
      "Kamel Bencheikh",
      "Julien Laurat",
      "Christophe Sauvan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.11511",
    "title": "Frequency perturbation theory of bound states in the continuum in a  periodic waveguide",
    "abstract": " Title: Frequency perturbation theory of bound states in the continuum in a  periodic waveguide ",
    "url": "https://arxiv.org/abs/2203.11511",
    "authors": [
      "Amgad Abdrabou",
      "Ya Yan Lu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]