[
  {
    "id": "arXiv:2410.16426",
    "title": "Optical coherent perfect absorption and amplification in a time-varying medium",
    "abstract": "           Time-invariant photonic structures amplify or absorb light based on their intrinsic material gain or loss. The coherent interference of multiple beams in space, e.g., in a resonator, can be exploited to tailor the wave interaction with material gain or loss, respectively maximizing lasing or coherent perfect absorption. By contrast, a time-varying system is not bound to conserve energy, even in the absence of material gain or loss, and can support amplification or absorption of a probe wave through parametric phenomena. Here, we demonstrate theoretically and experimentally how a subwavelength film of indium tin oxide, whose bulk permittivity is homogeneously and periodically modulated via optical pumping, can be dynamically tuned to act both as a non-resonant amplifier and a perfect absorber, by manipulating the relative phase of two counterpropagating probe beams. This extends the concept of coherent perfect absorption to the temporal domain. We interpret this result as selective switching between the gain and loss modes present in the momentum bandgap of a periodically modulated medium. By tailoring the relative intensity of the two probes, high-contrast modulation can be achieved with up to 80% absorption and 400% amplification. Our results demonstrate control of gain and loss in time-varying media at optical frequencies and pave the way towards coherent manipulation of light in Floquet-engineered complex photonic systems.         ",
    "url": "https://arxiv.org/abs/2410.16426",
    "authors": [
      "Emanuele Galiffi",
      "Anthony C. Harwood",
      "Stefano Vezzoli",
      "Romain Tirole",
      "Andrea Alù",
      "Riccardo Sapienza"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.16437",
    "title": "Noise-induced peak intensity fluctuations in class B laser systems",
    "abstract": "           Random perturbations and noise can excite instabilities in population systems that result in large fluctuations. An interesting example involves class B lasers, where the dynamics is determined by the number of carriers and photons in a cavity with noise appearing in the electric-field dynamics. When such lasers are brought above threshold, the field intensity grows away from an unstable equilibrium, exhibiting transient relaxation oscillations with fluctuations due to noise. In this work, we focus on the first peak in the intensity during this transient phase in the presence of noise, and calculate its probability distribution using a Wentzel-Kramers-Brillouin (WKB) approximation. In particular, we show how each value of the first peak is determined by a unique fluctuational-momentum, calculate the peak intensity distribution in the limit where the ratio of photon-to-carrier lifetimes is small, and analyze the behavior of small fluctuations with respect to deterministic theory. Our approach is easily extended to the analysis of transient, noise-induced large fluctuations in general population systems exhibiting relaxation dynamics.         ",
    "url": "https://arxiv.org/abs/2410.16437",
    "authors": [
      "Jason Hindes",
      "Ira B. Schwartz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2410.16654",
    "title": "Tailoring the Stability of a Two-Color, Two-Photon Rubidium Frequency Standard",
    "abstract": "           Rubidium two-photon frequency standards are emerging as powerful contenders for compact, durable devices with exceptional stability. The field has focused on single-color excitation to date. Here we demonstrate the key advantages of a two-color excitation of a two-photon optical frequency standard based on the $5S_{1/2}\\,{\\rightarrow}\\,5D_{5/2}$ transition of rubidium-87 utilising driving fields at 780 nm and 776 nm. We show that utilising the $5P_{3/2}$ intermediate state to resonantly enhance the transition, we can for the first time attain frequency stabilities comparable to the rubidium single-color two-photon frequency standards, notably with approximately ten-fold less optical power and ten-fold lower rubidium vapor density. Optimisation of the detuning from the $5P_{3/2}$ intermediate state, and optical powers of driving lasers, has a dramatic effect on the frequency stability, achieving the best short-term stability of any two-photon rubidium frequency standard to date, of $6{\\times}10^{-14}$ at $\\tau$ = 1 s. We demonstrate this level of performance is compatible with a compact geometry, by fully self-referencing the frequency standard using an integrated fiber frequency comb to simultaneously stabilize the 780 nm laser's detuning from the $5P_{3/2}$ intermediate state, and produce a frequency-stable microwave output. A comprehensive noise characterization underpins our observations of this two-color frequency standard which explains the measured stability, showing this frequency standard is shot-noise limited initially before becoming limited by light shifts in the long-term. This work represents a major advance towards a low size, weight, and power frequency standard based on this two-color excitation method.         ",
    "url": "https://arxiv.org/abs/2410.16654",
    "authors": [
      "Emily J. Ahern",
      "Sarah K. Scholten",
      "Clayton Locke",
      "Nicolas Bourbeau-Hebert",
      "Benjamin White",
      "Andre N. Luiten",
      "Christopher Perrella"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.16696",
    "title": "Resonant photoionization and time delay",
    "abstract": "           Resonances leave prominent signatures in atomic and molecular ionization triggered by the absorption of single or multiple photons. These signatures reveal various aspects of the ionization process, characterizing both the initial and final states of the target. Resonant spectral features are typically associated with sharp variations in the photoionization phase, providing an opportunity for laser-assisted interferometric techniques to measure this phase and convert it into a photoemission time delay. This time delay offers a precise characterization of the timing of the photoemission process. In this review, a unified approach to resonant photoionization is presented by examining the analytic properties of ionization amplitude in the complex photoelectron energy plane. This approach establishes a connection between the resonant photoemission time delay and the corresponding photoionization cross-section. Numerical illustrations of this method include: (i) giant or shape resonances, where the photoelectron is spatially confined within a potential barrier, (ii) Fano resonances, where bound states are embedded in the continuum, (iii) Cooper minima (anti-resonances) arising from kinematic nodes in the dipole transition matrix elements, and (iv) confinement resonances in atoms encapsulated within a fullerene cage. The second part of this review focuses on two-photon resonant ionization processes, where the photon energies can be tuned to a resonance in either the intermediate or final state of the atomic target. Our examples include one- or two-electron discrete excitations both below and above the ionization threshold. These resonant states are probed using laser-assisted interferometric techniques. Additionally, we employ laser-assisted photoemission to measure the lifetimes of several atomic autoionizing states.         ",
    "url": "https://arxiv.org/abs/2410.16696",
    "authors": [
      "Anatoli S. Kheifets"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2410.16797",
    "title": "Quantum versus semi-classical signatures of correlated triple ionization in Dalitz plots",
    "abstract": "           We investigate correlated three-electron escape in Ne when driven by an intense, infrared laser field. We do so by employing a reduced-dimensionality quantum-mechanical model and two three-dimensional semi-classical models. One semi-classical model is a recently developed one that accounts with effective coulomb potentials for the interaction between two bound electrons (ECBB) while it fully accounts for all other interactions. The other semi-classical model is the Heisenberg one, which effectively accounts for the interaction of each electron with the core via a soft-core potential. We identify and compare the signatures of correlated three-electron escape for both quantum and semi-classical models on Dalitz plots and find a better agreement between the quantum and the ECBB model. We also show that a central ``spot'' on the Dalitz plots is reproduced by all models. Using the ECBB model we associate this ``spot'' with the direct triple ionization pathway and argue this to be the case also for the quantum model. Devising a simple classical model that accounts for the direct pathway of triple ionization, we show that the width of this spot in the Dalitz plots solely depends on the time of tunnel-ionization.         ",
    "url": "https://arxiv.org/abs/2410.16797",
    "authors": [
      "Dmitry K. Efimov",
      "Georgios P. Katsoulis",
      "Tymoteusz Rozpętkowski",
      "Sergiusz Chwałowski",
      "Agapi Emmanouilidou",
      "Jakub S. Prauzner-Bechcicki"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2410.16936",
    "title": "Monolithic silicon nitride electro-optic modulator enabled by optically-assisted poling",
    "abstract": "           Electro-optic (EO) modulation is a key functionality to have on-chip. However, achieving a notable linear EO effect in stoichiometric silicon nitride has been a persistent challenge due to the material's intrinsic properties. Recent advancements revealed that the displacement of thermally excited charge carriers under a high electric field induces a second-order nonlinearity in silicon nitride, thus enabling the linear EO effect in this platform regardless of the material's inversion symmetry. In this work, we show for the first time optically-assisted poling of a silicon nitride microring resonator, removing the need for high-temperature processing of the device. The optical stimulation of charges avoids the technical constraints due to elevated temperature. By optimizing the poling process, we experimentally obtain a long-term effective second-order nonlinearity of 1.2 pm/V. Additionally, we measure the high-speed EO response of the modulator, showing a bandwidth of 4 GHz, only limited by the quality factor of the microring resonator. This work goes towards the implementation of monolithic, compact silicon nitride EO modulators, a necessary component for high-density integrated optical signal processing.         ",
    "url": "https://arxiv.org/abs/2410.16936",
    "authors": [
      "Christian Lafforgue",
      "Boris Zabelich",
      "Camille-Sophie Brès"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.17239",
    "title": "Synthetic Quantum Holography with Undetected Light",
    "abstract": "           Utilizing nonlinear interferometers for sensing with undetected light enables new sensing and imaging techniques in spectral ranges that are difficult to detect. To enhance this method for future applications, it is advantageous to extract both amplitude and phase information of an object. This study introduces two approaches for synthetic quantum holography with undetected light, which allows for obtaining an object's amplitude and phase information in a nonlinear interferometer by capturing only a single image. One method is based on quasi-phase-shifting holography using superpixel structures displayed on a spatial light modulator. The other method relies on synthetic off-axis holography implemented through a linear phase gradient on a spatial light modulator. Both approaches are experimentally analyzed for applicability and compared against available multi-acquisition methods.         ",
    "url": "https://arxiv.org/abs/2410.17239",
    "authors": [
      "Sebastian Töpfer",
      "Sergio Tovar",
      "Josué R. León Torres",
      "Daniel Derr",
      "Enno Giese",
      "Jorge Fuenzalida",
      "Markus Gräfe"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.16363",
    "title": "Learning to generate high-dimensional distributions with low-dimensional quantum Boltzmann machines",
    "abstract": "           In recent years, researchers have been exploring ways to generalize Boltzmann machines (BMs) to quantum systems, leading to the development of variations such as fully-visible and restricted quantum Boltzmann machines (QBMs). Due to the non-commuting nature of their Hamiltonians, restricted QBMs face trainability issues, whereas fully-visible QBMs have emerged as a more tractable option, as recent results demonstrate their sample-efficient trainability. These results position fully-visible QBMs as a favorable choice, offering potential improvements over fully-visible BMs without suffering from the trainability issues associated with restricted QBMs. In this work, we show that low-dimensional, fully-visible QBMs can learn to generate distributions typically associated with higher-dimensional systems. We validate our findings through numerical experiments on both artificial datasets and real-world examples from the high energy physics problem of jet event generation. We find that non-commuting terms and Hamiltonian connectivity improve the learning capabilities of QBMs, providing flexible resources suitable for various hardware architectures. Furthermore, we provide strategies and future directions to maximize the learning capacity of fully-visible QBMs.         ",
    "url": "https://arxiv.org/abs/2410.16363",
    "authors": [
      "Cenk Tüysüz",
      "Maria Demidik",
      "Luuk Coopmans",
      "Enrico Rinaldi",
      "Vincent Croft",
      "Yacine Haddad",
      "Matthias Rosenkranz",
      "Karl Jansen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2410.16576",
    "title": "Stabilizing optical solitons by frequency-dependent linear gain-loss and the collisional Raman frequency shift",
    "abstract": "           We study transmission stabilization of optical solitons against emission of radiation in nonlinear optical waveguides in the presence of weak linear gain-loss, cubic loss, and the collisional Raman frequency shift. We first show how the collisional Raman frequency shift perturbation arises in three different physical setups. We then show by numerical simulations with a perturbed nonlinear Schrödinger (NLS) model that transmission in waveguides with weak frequency-independent linear gain is unstable. The radiative instability is stronger than the radiative instabilities that were observed in earlier studies for soliton transmission in the presence of weak linear gain, cubic loss, and various frequency-shifting physical mechanisms. In particular, the Fourier spectrum of the radiation is significantly more spiky and broadband than the radiation's Fourier spectra in earlier studies. Moreover, we demonstrate by numerical simulations with another perturbed NLS model that transmission in waveguides with weak frequency-dependent linear gain-loss, cubic loss, and the collisional Raman frequency shift is stable. Despite the stronger radiative instability in the corresponding waveguide setup with weak linear gain, stabilization occurs via the same generic mechanism that was suggested in earlier studies. More precisely, the collisional Raman frequency shift experienced by the soliton leads to the separation of the soliton's and the radiation's Fourier spectra, while the frequency-dependent linear gain-loss leads to efficient suppression of radiation emission. Thus, our study demonstrates the robustness of the proposed generic soliton stabilization method, which is based on the interplay between perturbation-induced shifting of the soliton's frequency and frequency-dependent linear gain-loss.         ",
    "url": "https://arxiv.org/abs/2410.16576",
    "authors": [
      "Avner Peleg",
      "Debananda Chakraborty"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.16681",
    "title": "Decoherence of Quantum Emitters in hexagonal Boron Nitride",
    "abstract": "           Coherent quantum emitters are a central resource for advanced quantum technologies. Hexagonal boron nitride (hBN) hosts a range of quantum emitters that can be engineered using techniques such as high-temperature annealing, optical doping, and irradiation with electrons or ions. Here, we demonstrate that such processes can degrade the coherence, and hence the functionality, of quantum emitters in hBN. Specifically, we show that hBN annealing and doping methods that are used routinely in hBN nanofabrication protocols give rise to decoherence of B-center quantum emitters. The decoherence is characterized in detail, and attributed to defects that act as charge traps which fluctuate electrostatically during SPE excitation and induce spectral diffusion. The decoherence is minimal when the emitters are engineered by electron beam irradiation of as-grown, pristine flakes of hBN, where B-center linewidths approach the lifetime limit needed for quantum applications involving interference and entanglement. Our work highlights the critical importance of crystal lattice quality to achieving coherent quantum emitters in hBN, despite the common perception that the hBN lattice and hBN SPEs are highly-stable and resilient against chemical and thermal degradation. It underscores the need for nanofabrication techniques that are minimally invasive and avoid crystal damage when engineering hBN SPEs and devices for quantum-coherent technologies.         ",
    "url": "https://arxiv.org/abs/2410.16681",
    "authors": [
      "Jake Horder",
      "Dominic Scognamiglio",
      "Nathan Coste",
      "Angus Gale",
      "Kenji Watanabe",
      "Takashi Taniguchi",
      "Mehran Kianinia",
      "Milos Toth",
      "Igor Aharonovich"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.16860",
    "title": "Typical Quantum States of the Universe are Observationally Indistinguishable",
    "abstract": "           This paper is about the epistemology of quantum theory. We establish a new result about a limitation to knowledge of its central object -- the quantum state of the universe. We show that, if the universal quantum state can be assumed to be a typical unit vector from a high-dimensional subspace of Hilbert space (such as the subspace defined by a low-entropy macro-state as prescribed by the Past Hypothesis), then no observation can determine (or even just narrow down significantly) which vector it is. Typical state vectors, in other words, are observationally indistinguishable from each other. Our argument is based on a typicality theorem from quantum statistical mechanics. We also discuss how theoretical considerations that go beyond the empirical evidence might bear on this fact and on our knowledge of the universal quantum state.         ",
    "url": "https://arxiv.org/abs/2410.16860",
    "authors": [
      "Eddy Keming Chen",
      "Roderich Tumulka"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2410.17062",
    "title": "Miniature magneto-oscillatory wireless sensor for magnetic field and gradient measurements",
    "abstract": "           Magneto-oscillatory devices have been recently developed as very potent wireless miniature position trackers and sensors with an exceptional accuracy and sensing distance for surgical and robotic applications. However, it is still unclear to which extend a mechanically resonating sub-millimeter magnet interacts with external magnetic fields or gradients, which induce frequency shifts of sub-mHz to several Hz and therefore affect the sensing accuracy. Here, we investigate this effect experimentally on a cantilever-based magneto-oscillatory wireless sensor (MOWS) and build an analytical model concerning magnetic and mechanical interactions. The millimeter-scale MOWS is capable to detect magnetic fields with sub-uT resolution to at least +/- 5 mT, and simultaneously detects magnetic field gradients with a resolution of 65 uT/m to at least +/- 50 mT/m. The magnetic field sensitivity allows direct calculation of mechanical device properties, and by rotation, individual contributions of the magnetic field and gradient can be analyzed. The derived model is general and can be applied to other magneto-oscillatory systems interacting with magnetic environments.         ",
    "url": "https://arxiv.org/abs/2410.17062",
    "authors": [
      "Felix Fischer",
      "Moonkwang Jeong",
      "Tian Qiu"
    ],
    "subjectives": [
      "Robotics (cs.RO)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.17069",
    "title": "Engineering Fault-tolerant Bosonic Codes with Quantum Lattice Gates",
    "abstract": "           Bosonic codes enable the protection and correction of quantum information in a single continuous variable system. In this paper, we propose a systematic framework to engineer bosonic code states for fault-tolerant quantum computing based on Floquet Hamiltonian engineering. We construct the target Hamiltonian directly from the target state and engineer the codes states with an adiabatic ramp protocol. We introduce a new universal set of quantum lattice gate composed of only one type of gate element, and develop a systematic decomposition of complex code state preparation and transformation processes into sequences of quantum lattice gates. We apply our method to three basic code states engineering processes, including single code state preparation, code space embedding and transformation. We also discuss the automatic quantum error correction against photon loss with four-legged cat codes. Our proposal is particularly well-suited for superconducting circuit architectures with Josephson junctions, where the full nonlinearity of Josephson junction potential is harnessed as a quantum resource.         ",
    "url": "https://arxiv.org/abs/2410.17069",
    "authors": [
      "Lingzhen Guo",
      "Tangyou Huang",
      "Lei Du"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.14364",
    "title": "Fringe Contrast characterization and optimization for Ring Laser Gyroscopes",
    "abstract": "           Top sensitivity Ring Laser Gyroscopes based on a simple mechanical scheme, so called heterolithic, have shown to operate on a continuous basis; since the mirror positions are not fixed, unwanted signals can occur, and data selection is necessary. For this purpose, Fringe Contrast is very useful. It depends on output beams intensity, alignment, and polarization; the model of the alignment and polarization contributions to Contrast has been implemented, and tested on the GP2 prototype. Polarization changes are corrected by acting on the output beams with plates, in order to recombine linearly polarized light. Using such model, the GP2 prototype was characterized as for polarization of the beams, inside the cavity and at their interference, and for non-planarity; as a result, the interfering beams off-axis has also been measured.         ",
    "url": "https://arxiv.org/abs/2406.14364",
    "authors": [
      "Nicolò Beverini",
      "Giorgio Carelli",
      "Simone Castellano",
      "Giuseppe Di Somma",
      "Angela D.V. Di Virgilio",
      "Enrico Maccioni",
      "Paolo Marsili"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2407.13299",
    "title": "Reducing Numerical Precision Requirements in Quantum Chemistry Calculations",
    "abstract": "           The abundant demand for deep learning compute resources has created a renaissance in low precision hardware. Going forward, it will be essential for simulation software to run on this new generation of machines without sacrificing scientific fidelity. In this paper, we examine the precision requirements of a representative kernel from quantum chemistry calculations: calculation of the single particle density matrix from a given mean field Hamiltonian (i.e. Hartree-Fock or Density Functional Theory) represented in an LCAO basis. We find that double precision affords an unnecessarily high level of precision, leading to optimization opportunities. We show how an approximation built from an error-free matrix multiplication transformation can be used to potentially accelerate this kernel on future hardware. Our results provide a road map for adapting quantum chemistry software for the next generation of High Performance Computing platforms.         ",
    "url": "https://arxiv.org/abs/2407.13299",
    "authors": [
      "William Dawson",
      "Katsuhisa Ozaki",
      "Jens Domke",
      "Takahito Nakajima"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2407.14483",
    "title": "Extending Radiowave Frequency Detection Range with Dressed States of Solid-State Spin Ensembles",
    "abstract": "           Quantum sensors using solid-state spin defects excel in the detection of radiofrequency (RF) fields, serving various purposes in communication, ranging, and sensing. For this purpose, pulsed dynamical decoupling (PDD) protocols are typically applied, which enhance sensitivity to RF signals. However, these methods are limited to frequencies of a few megahertz, which poses a challenge for sensing higher frequencies. We introduce an alternative approach based on a continuous dynamical decoupling (CDD) scheme involving dressed states of nitrogen vacancy (NV) ensemble spins driven within a microwave resonator. We compare the CDD methods to established PDD protocols and demonstrate the detection of RF signals up to $\\sim$ 85 MHz, about ten times the current limit imposed by the PDD approach under identical conditions. Implementing the CDD method in a heterodyne synchronized protocol combines the high frequency detection with high spectral resolution. This advancement extends to various domains requiring detection in the high frequency (HF) and very high frequency (VHF) ranges of the RF spectrum, including spin sensor-based magnetic resonance spectroscopy at high magnetic fields.         ",
    "url": "https://arxiv.org/abs/2407.14483",
    "authors": [
      "Jens C. Hermann",
      "Roberto Rizzato",
      "Fleming Bruckmaier",
      "Robin D. Allert",
      "Aharon Blank",
      "Dominik B. Bucher"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.21657",
    "title": "Response of a multi-wavelength laser to single-sideband optical injection",
    "abstract": "           Single-mode semiconductor lasers subject to optical injection have been shown to trigger a wide range of dynamical behavior from injection locking to chaos. Multi-wavelength lasers add even more degrees of freedom and complexity to the dynamical repertoire potentially unlocking new functionalities for applications ranging from THz generation and processing to all-optical memories. In particular, leveraging the inherent mode coupling in multi-wavelength lasers, spectral multiplication over a THz range of an injected optical signal has been shown. While most of the research on optical injection has been focused on single-mode semiconductor lasers, the dynamical behavior of multi-wavelength lasers, particularly when subjected to injection of amplitude-modulated signals remains vastly unexplored. In this work, we numerically and experimentally investigate the response of an on-chip dual-wavelength laser subject to the optical injection of a single-sideband signal around one of the modes of the laser. Our findings show an asymmetric power evolution of the sidebands appearing around both the injected and un-injected modes with respect to the modulation frequency. The power and bandwidth of the sideband signals strongly depend on the resonance frequency produced by the interference between the cavity mode and the injection, which can be tailored by twerking the strength and the detuning of the injection. The outcomes of our numerical investigations, based on rate equations, align closely with the experimental results highlighting the influence of key injection and laser parameters.         ",
    "url": "https://arxiv.org/abs/2407.21657",
    "authors": [
      "Shahab Abdollahi",
      "Pablo Marin-Palomo",
      "Martin Virte"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.09049",
    "title": "Two-Time Relativistic Bohmian Model of Quantum Mechanics",
    "abstract": "           Two-Time relativistic Bohmian Model (TTBM) is a theory in which the apparently paradoxical aspects of Quantum Mechanics are the effect of the existence of an extra unobservable time dimension. In this paper, the model is first rigorously and thoroughly summarized: definition, salient properties and observational explanations (double-slit experiment). Secondly, the theory is applied to a generic spherical atomic orbit, obtaining oscillations of the electron in the new time dimension, tau, that demonstrate the static nature of the orbitals. Something very similar happens in the case of a particle in box, where tau-oscillations cause the particle to spread out at steady states. Some speculations about spin and astrophysical follow. Finally, strengths and pending tasks of the model are summarized.         ",
    "url": "https://arxiv.org/abs/2409.09049",
    "authors": [
      "Giuseppe Raguní"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2409.15489",
    "title": "An integrated evanescent-field biosensor in silicon",
    "abstract": "           Decentralized diagnostic testing that is accurate, portable, quantitative, and capable of making multiple simultaneous measurements of different biomarkers at the point-of-need remains an important unmet need in the post-pandemic world. Resonator-based biosensors using silicon photonic integrated circuits are a promising technology to meet this need, as they can leverage (1) semiconductor manufacturing economies of scale, (2) exquisite optical sensitivity, and (3) the ability to integrate tens to hundreds of sensors on a millimeter-scale photonic chip. However, their application to decentralized testing has historically been limited by the expensive, bulky tunable lasers and alignment optics required for their readout. In this work, we introduce a segmented sensor architecture that addresses this important challenge by facilitating resonance-tracking readout using a fixed-wavelength laser. The architecture incorporates an in-resonator phase shifter modulated by CMOS drivers to periodically sweep and acquire the resonance peak shifts as well as a distinct high-sensitivity sensing region, maintaining high performance at a fraction of the cost and size. We show, for the first time, that fixed-wavelength sensor readout can offer similar performance to traditional tunable laser readout, demonstrating a system limit of detection of 6.1 x 10-5 RIU as well as immunoassay-based detection of the SARS-CoV-2 spike protein. We anticipate that this sensor architecture will open the door to a new data-rich class of portable, accurate, multiplexed diagnostics for decentralized testing.         ",
    "url": "https://arxiv.org/abs/2409.15489",
    "authors": [
      "Mohammed A. Al-Qadasi",
      "Samantha M. Grist",
      "Matthew Mitchell",
      "Karyn Newton",
      "Stephen Kioussis",
      "Sheri J. Chowdhury",
      "Avineet Randhawa",
      "Yifei Liu",
      "Piramon Tisapramotkul",
      "Karen C. Cheung",
      "Lukas Chrostowski",
      "Sudip Shekhar"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2410.05144",
    "title": "Hybrid optical sensor for combined thermal and dimensional monitoring in laser processing",
    "abstract": "           Optical measurements enable non-contact and high-speed monitoring of physical processes, offering a non-invasive and versatile approach across a wide range of fields, from scientific research to industrial applications. This work presents an optical sensor capable of simultaneously measuring both the distance and thermal emission from surfaces, based on a simple laser diode probe. The principle of operation integrates triangulation with pyrometry in a single device, leveraging the monitor photodiode embedded within the probe module. By alternating the probe laser emission, the system can rapidly switch between dimensional and thermal measurements, resulting in combined data acquisition. The proposed method is compact, easy to integrate, and cost-effective. The hybrid sensor is demonstrated in a laser processing setup, where a metallic target is heated and melted by a high-power laser beam. Its inline operation allows for real-time dynamic measurements of melt pool distance and radiance, in a coaxial and self-aligning configuration. This innovative approach can be applied to various fields, such as remote environmental sensing and closed-loop control systems for stabilizing high-temperature processes, including laser welding and additive manufacturing.         ",
    "url": "https://arxiv.org/abs/2410.05144",
    "authors": [
      "Simone Donadello"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2410.12440",
    "title": "Surface plasmon resonance sensor based on a novel prism for the detection of a broad range of polymers",
    "abstract": "           Microplastics are pervasive pollutants that pose threats to the environment and human health. Detecting them reliably represents a crucial step toward finding solutions. While traditional techniques like vibrational and mass spectroscopies are time-consuming and have limitations in analysing polymers with pigment additives, surface plasmon resonance (SPR) shows promise due to its high sensitivity and rapid detection this http URL, existing SPR methods rely on one output variable and fail to determine various microplastic parameters simultaneously. To address this uncertainty between size and polymer type, we propose a prism design that enables SPR resonance in a refractive index range of 1.402-1.56 RIU (Refractive Index Units) for polymer detection. Experimental verification of the prism's dynamic range using refractive index oils presented an agreement of 98.47% with theoretical analysis. Furthermore, we acquired SPR curves from ten different polymer types, including Nitrile, Viton and Tyre rubber. These results demonstrate SPR's potential to identify polymers and its ability to detect even pigmented materials, often challenging for other techniques. The imaging capabilities of the novel prism are presented, indicating its potential for future imaging of microplastics. Our approach holds promise for advancing microplastics analysis by enabling comprehensive assessment of particle parameters, such as polymer type, size, quantity and shape, and expanding the range of detectable polymer types.         ",
    "url": "https://arxiv.org/abs/2410.12440",
    "authors": [
      "Natalia A. Gutierrez Andrade",
      "Yunfeng Nie",
      "Wendy Meulebroeck",
      "Heidi Ottevaere"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2302.04919",
    "title": "Variational Benchmarks for Quantum Many-Body Problems",
    "abstract": "           The continued development of computational approaches to many-body ground-state problems in physics and chemistry calls for a consistent way to assess its overall progress. In this work, we introduce a metric of variational accuracy, the V-score, obtained from the variational energy and its variance. We provide an extensive curated dataset of variational calculations of many-body quantum systems, identifying cases where state-of-the-art numerical approaches show limited accuracy, and future algorithms or computational platforms, such as quantum computing, could provide improved accuracy. The V-score can be used as a metric to assess the progress of quantum variational methods toward a quantum advantage for ground-state problems, especially in regimes where classical verifiability is impossible.         ",
    "url": "https://arxiv.org/abs/2302.04919",
    "authors": [
      "Dian Wu",
      "Riccardo Rossi",
      "Filippo Vicentini",
      "Nikita Astrakhantsev",
      "Federico Becca",
      "Xiaodong Cao",
      "Juan Carrasquilla",
      "Francesco Ferrari",
      "Antoine Georges",
      "Mohamed Hibat-Allah",
      "Masatoshi Imada",
      "Andreas M. Läuchli",
      "Guglielmo Mazzola",
      "Antonio Mezzacapo",
      "Andrew Millis",
      "Javier Robledo Moreno",
      "Titus Neupert",
      "Yusuke Nomura",
      "Jannes Nys",
      "Olivier Parcollet",
      "Rico Pohle",
      "Imelda Romero",
      "Michael Schmid",
      "J. Maxwell Silvester",
      "Sandro Sorella",
      "Luca F. Tocchio",
      "Lei Wang",
      "Steven R. White",
      "Alexander Wietek",
      "Qi Yang",
      "Yiqi Yang",
      "Shiwei Zhang",
      "Giuseppe Carleo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2402.02710",
    "title": "Entangling two exciton modes using exciton optomechanics",
    "abstract": "           Exciton optomechanics, bridging cavity exciton polaritons and optomechanics, opens new opportunities for the study of light-matter strong interactions and nonlinearities, due to the rich nonlinear couplings among excitons, phonons, and photons. Here, we propose to entangle two exciton modes in an exciton-optomechanics system, which consists of a semiconductor microcavity integrated with two quantum wells. The quantum wells support two exciton modes, which simultaneously couple to an optical cavity mode via a linear dipole interaction and to a mechanical vibration mode via a nonlinear deformation potential interaction. We show that by strongly driving the microcavity with a red-detuned laser field and when the two exciton modes are respectively resonant with the Stokes and anti-Stokes sidebands scattered by the mechanical motion, stationary entanglement between the two exciton modes can be established under realistic parameters. The protocol is within reach of current technology and may become a promising approach for preparing excitonic entanglement.         ",
    "url": "https://arxiv.org/abs/2402.02710",
    "authors": [
      "Xuan Zuo",
      "Zhi-Yuan Fan",
      "Huai-Bing Zhu",
      "Jie Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.13825",
    "title": "Low frequency noise in nanoparticle-molecule networks and implications for in-materio reservoir computing",
    "abstract": "           We study the low-frequency noise (LFN), i.e. flicker noise, also referred to as 1/f noise, in 2D networks of molecularly functionalized gold nanoparticles (NMN: nanoparticle-molecule network). We examine the noise behaviors of the NMN hosting alkyl chains (octanethiol), fatty acid oleic acids (oleylamine), redox molecule switches (polyoxometalate derivatives) or photo-isomerizable molecules (azobenzene derivatives) and we compare their 1/f noise behaviors. These noise metrics are used to evaluate which molecules are the best candidates to build in-materio reservoir computing molecular devices based on NMNs.         ",
    "url": "https://arxiv.org/abs/2406.13825",
    "authors": [
      "Cécile Huez",
      "David Guérin",
      "Florence Volatron",
      "Anna Proust",
      "Dominique Vuillaume"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]