[
  {
    "id": "arXiv:2506.17257",
    "title": "Spatial mapping and tuning of terahertz modes in a silicon whispering gallery mode resonator",
    "abstract": "           Identification and subsequent manipulation of resonant modes typically relies on comparison with calculations which require precise knowledge of material parameters and dimensions. For millimetre-sized resonators that support millimetre-wave modes, this is particularly challenging due to the poorly determined physical parameters and additional perturbative effects of nearby dielectric or metallic substrates in experimental setups. Here, we use perturbation from a metal needle to experimentally map the spatial distribution of terahertz modes in a silicon disc resonator. We then use this information to design a patterned structure to manipulate specific modes in the system, a technique that could be useful for targeted tuning of such modes.         ",
    "url": "https://arxiv.org/abs/2506.17257",
    "authors": [
      "Anna R. Petersen",
      "Pablo Paulsen",
      "Florian Sedlmeir",
      "Nicholas J. Lambert",
      "Harald G. L. Schwefel",
      "Mallika Irene Suresh"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.17341",
    "title": "Optical excitation and stabilization of ultracold field-linked tetratomic molecules",
    "abstract": "           We propose a coherent optical population transfer of weakly bound field-linked tetratomic molecules (FL tetramers) to deeper bound states using stimulated Raman adiabatic passage (STIRAP). We consider static-electric-field shielded polar alkali-metal diatomic molecules and corresponding FL tetramers in their $\\textrm{X}^1\\Sigma^+ + \\textrm{X}^1\\Sigma^+$ ground electronic state. We show that the excited metastable $\\textrm{X}^1\\Sigma^+ + \\textrm{b}^3\\Pi$ electronic manifold supports FL tetramers in a broader range of electric fields with collisional shielding extended to zero field. We calculate the Franck-Condon factors between the ground and excited FL tetramers and show that they are highly tunable with the electric field. We also predict photoassociation (PA) of ground-state shielded molecules to the excited FL states in free-bound optical transitions. We propose proof-of-principle experiments to implement STIRAP and PA using FL tetramers, paving the way for the formation of deeply bound ultracold polyatomic molecules.         ",
    "url": "https://arxiv.org/abs/2506.17341",
    "authors": [
      "Bijit Mukherjee",
      "Michał Tomza"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2506.17423",
    "title": "A Liquid-Nitrogen-Cooled Ca+ Ion Optical Clock with a Systematic Uncertainty of 4.6E-19",
    "abstract": "           We report a single-ion optical clock based on the 4S_1/2-3D_5/2 transition of the 40Ca+ ion, operated in a liquid nitrogen cryogenic environment,achieving a total systematic uncertainty of 4.6E-19. We employ a refined temperature evaluation scheme to reduce the frequency uncertainty due to blackbody radiation (BBR), and the 3D sideband cooling has been implemented to minimize the second-order Doppler shift. We have precisely determined the average Zeeman coefficient of the 40Ca+ clock transition to be 14.345(40) Hz/mT^2, thereby significantly reducing the quadratic Zeeman shift uncertainty. Moreover, the cryogenic environment enables the lowest reported heating rate due to ambient electric field noise in trapped-ion optical clocks.         ",
    "url": "https://arxiv.org/abs/2506.17423",
    "authors": [
      "Baolin Zhang",
      "Zixiao Ma",
      "Yao Huang",
      "Huili Han",
      "Ruming Hu",
      "Yuzhuo Wang",
      "Huaqing Zhang",
      "Liyan Tang",
      "Tingyun Shi",
      "Hua Guan",
      "Kein Gao"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.17479",
    "title": "An array of bulk-acoustic-wave sensors as a high-frequency antenna for gravitational waves",
    "abstract": "           In their simplest form, bulk acoustic wave (BAW) devices consist of a piezoelectric crystal between two electrodes that transduce the material's vibrations into electrical signals. They are adopted in frequency control and metrology, with well-established standards at frequencies of 5~MHz and above. Their use as a resonant-mass strain antenna for high-frequency gravitational waves has been recently proposed (Goryachev and Tobar, 2014). The estimated power spectral density sensitivity at the resonant frequencies is of the order of $10^{-21}\\, \\textrm{strain}/\\sqrt{\\textrm{Hz}}$. In this paper, after introducing the science opportunity and potential of gravitational wave detection with BAWs, we describe the two-stage BAUSCIA project plan to build a multimode antenna based on commercial BAWs, followed by an optimized array of custom BAWs. We show that commercially available BAWs already provide sensitivity comparable to current experiments around 10~MHz. Finally, we outline options for optimization of custom devices to improve sensitivity in an unexplored region, probe multiple frequencies between 0.1 and 10 MHz, and target specific signals, such as post-merger emission from neutron stars or emission from various dark matter candidates.         ",
    "url": "https://arxiv.org/abs/2506.17479",
    "authors": [
      "G. Albani",
      "M. Borghesi",
      "L. Canonica",
      "R. Carobene",
      "F. De Guio",
      "M. Faverzani",
      "E. Ferri",
      "R. Gerosa",
      "A. Ghezzi",
      "A. Giachero",
      "C. Gotti",
      "D. Labranca",
      "L. Mariani",
      "A. Nucciotti",
      "G. Pessina",
      "D. Rozza",
      "T. Tabarelli de Fatis"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  },
  {
    "id": "arXiv:2506.17480",
    "title": "FINCH EYE: The Optical and Optomechanical Design of a GRISM-based SWIR Hyperspectral Imaging Payload for a 3U CubeSat",
    "abstract": "           Crop residue is an important metric used for agricultural land-use monitoring and climate science research. Estimating crop residue coverage is essential to sustainable agricultural practices. The University of Toronto Aerospace Team is developing FINCH EYE, the optical payload for the upcoming FINCH 3U CubeSat, to measure crop residue cover. We conceived of a novel ultra-compact push-broom architecture with a volume phase-holographic grism dispersive element to keep the design compact and simplify the mechanical assembly. The FINCH EYE will image hyperspectral data from 900nm to 1700nm at 10nm spectral resolution, with a spatial resolution of 100m, and a SNR of 100. In this paper, we will describe the optical design of FINCH EYE, which consists of a commercial objective lens, an InGaAs camera, and a custom lens-grism-lens spectrograph. We will also describe the optomechanical housing, emphasizing design features that facilitate proper alignment during assembly.         ",
    "url": "https://arxiv.org/abs/2506.17480",
    "authors": [
      "Iliya Shofman",
      "Mario Ghio Neto",
      "Theaswanth Ganesh",
      "Kenya He",
      "Aidan Armstrong",
      "Ksenya Narkevich"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2506.17669",
    "title": "Combined frequency comb and continuous wave cavity-enhanced optical-optical double-resonance spectrometer in the 1.7 $μ$m range",
    "abstract": "           We present an optical-optical double-resonance (OODR) spectrometer based on a 3.3 ${\\mu}$m continuous wave pump and two cavity-enhanced probes: a frequency comb tunable in the 1.64 - 1.8 ${\\mu}$m range, and a comb-referenced continuous wave (CW) laser tunable in the 1.6 - 1.75 ${\\mu}$m range. The comb probe provides broad spectral coverage (bandwidth up to 7 THz) for simultaneous detection of many sub-Doppler OODR transitions with sub-MHz line position accuracy, while the CW probe allows targeting individual transitions with kHz accuracy and higher signal-to-noise ratio in shorter time. Using the pump stabilized to the frequency of the R(0) transition in the ${\\nu}$${_3}$ band of methane and the comb probe covering the 5550 to 6070 cm$^{-1}$ interval, we detect 37 ladder-type transitions in the 3${\\nu}$${_3}$ $\\leftarrow$ ${\\nu}$${_3}$ band region and 6 V-type transitions in the 2${\\nu}$${_3}$ band region and assign them using available theoretical predictions. Using the CW probe, we measure selected ladder- and V-type transitions with much higher precision. We also detect Lamb dips in the R(0)- R(3) transitions of the 2${\\nu}$${_3}$ band and report their center frequencies with kHz level accuracy. The synergy effects of the comb- and CW-OODR open new possibilities in precision spectroscopy of levels that cannot be reached from the ground state.         ",
    "url": "https://arxiv.org/abs/2506.17669",
    "authors": [
      "Vinicius Silva de Oliveira",
      "Adrian Hjältén",
      "Isak Silander",
      "Andrea Rosina",
      "Michael Rey",
      "Kevin K. Lehmann",
      "Aleksandra Foltynowicz"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.17687",
    "title": "Eigenmode-Guided Amplification via Spatiotemporal Active Acoustic Metamaterials",
    "abstract": "           We present a spatiotemporal gain-loss framework for selective acoustic mode amplification illustrated using coupled Helmholtz resonators. In our scheme, the gain or loss in each resonator is determined by the amplitude in adjacent cavities, forming a non-Hermitian yet energy-conserving system. Our scheme enables the system to collapse toward the eigenstate of an effective linear Hamiltonian with the eigenvalue of largest imaginary part, serving as a fixed-point attractor. In dimer systems, we identify exceptional points that separate oscillatory and convergent regimes, allowing controllable switching between mode collapsing and Rabi-type oscillation. By modulating the gain-loss profile over time, we achieve programmable transitions between eigenmodes, with strategically introduced symmetry-breaking perturbations accelerating convergence. Full-wave simulations validate our approach and highlight its potential for acoustic switching, signal processing, and analog computation. Our results establish a new paradigm for sustainable wave control by bridging non-Hermitian physics and time-varying physics in resonant metamaterials.         ",
    "url": "https://arxiv.org/abs/2506.17687",
    "authors": [
      "Wai Chun Wong",
      "Greggory Chaplain",
      "Jensen Li"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.17752",
    "title": "Particle-in-cell simulations of plasma wakefield formation in microwave waveguides",
    "abstract": "           The acceleration of charged particles is fundamental not only for experimental studies in particle physics but also for applications in fields such as semiconductor manufacturing and medical therapies. However, conventional accelerators face limitations due to their large size, driven by low acceleration gradients. Plasma-based accelerators have emerged as a promising alternative, offering ultrahigh acceleration gradients, though their implementation is often limited by the need for high-intensity, femtosecond laser systems and sophisticated diagnostics. As a more accessible alternative, the use of microwave pulses to excite plasma wakefields in waveguides filled with low-density plasma has gained attention. In this study, we perform three-dimensional particle-in-cell simulations to investigate the formation and structure of electrostatic wakefields driven by short microwave pulses in rectangular plasma waveguides. The results establish a theoretical basis for evaluating the feasibility and potential applications of microwave-driven plasma acceleration schemes.         ",
    "url": "https://arxiv.org/abs/2506.17752",
    "authors": [
      "Jesús E. López",
      "Eduardo A. Orozco"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2506.17906",
    "title": "Exceptional point in a PT symmetric non-Hermitian terahertz plasmonic metasurface",
    "abstract": "           In this paper, we experimentally demonstrate a non-Hermitian open PT-symmetric terahertz metasurface comprising complementary plasmonic structures capable of exhibiting an exceptional point (EP). The metasurface consists of two resonators of different sizes, representing effective gain and loss elements, placed orthogonally in close proximity to realize a non-Hermitian configuration leading to a PT symmetry state. A diagonal displacement of one resonator within this strongly coupled near-field configuration leads to the emergence of an exceptional point, where the system undergoes a sudden phase transition from a PT symmetric to a PT-asymmetric state. Terahertz time-domain spectroscopy (THz-TDS) is performed on the fabricated samples to experimentally validate the phase transition observed in numerical simulations. We employ coupled mode theory (CMT) to analyse and distinguish between the PT-symmetric, exceptional point, and PT-asymmetric states. This theoretical framework enables the calculation of eigenvalues, phase spectra, and eigenmodes associated with the metamaterial design, thereby corroborating the simulation results. Furthermore, we construct Poincare sphere to visualize the orientation of the polarization states of the eigenmodes, which further indicates the presence of the exceptional point. This comprehensive study of exceptional point in a plasmonic system holds potential for the development of practical, highly sensitive terahertz devices, addressing limitations of conventional PT-symmetric systems that rely on traditional gain and loss media.         ",
    "url": "https://arxiv.org/abs/2506.17906",
    "authors": [
      "Anshul Bhardwaj",
      "Maidul Islam",
      "Chandan Kumar",
      "Anuraj Panwar",
      "Gagan Kumar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.17952",
    "title": "Analyzing partially-polarized light with a photonic deep random neural network",
    "abstract": "           Optical neural networks are emerging as a powerful and versatile tool for processing optical signals directly in the optical domain with superior speed, integrability, and functionality. Their application to optical polarization enables neuromorphic polarization sensors, but their operation is limited to fully-polarized light. Here, we demonstrate single-shot analysis of partially-polarized beams with a photonic random neural network (PRNN). The PRNN is composed of a series of optical layers implemented by a stack of scattering media and a few trainable digital nodes. The setup infers the degree-of-polarization and the Stokes parameters of the polarized component with precision comparable to off-the-shelf polarimeters. The use of several optical layers allows to enhance the accuracy, reduce the sensor size, and minimize digital costs, demonstrating the advantage of a deep optical encoder for processing polarization information. Our results point out photonic neural networks as fast, compact, broadband, low-cost polarimeters that are widely applicable from sensing to imaging.         ",
    "url": "https://arxiv.org/abs/2506.17952",
    "authors": [
      "Alessandro Petrini",
      "Claudio Conti",
      "Davide Pierangeli"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.17999",
    "title": "Analysis of Photonic Circuit Losses with Machine Learning Techniques",
    "abstract": "           Low-loss waveguides enable efficient light delivery in photonic circuits, which are essential for high-speed optical communications and scalable implementations of photonic quantum technologies. We study the effects of several fabrication and experimental parameters on the waveguide losses of a silicon nitride integrated photonics platform using various machine learning techniques. Compared to more complex machine learning algorithms, our results show that a simple linear regression model with variable selection offers a lower prediction error with high interpretability. The high interpretability, along with our domain knowledge, led to unique identification of fabrication process dependencies on the final outcome. With these insights, we show that by improving the process flow, it is possible to improve the loss by mitigating the cause in a real experiment.         ",
    "url": "https://arxiv.org/abs/2506.17999",
    "authors": [
      "Adrian Nugraha Utama",
      "Simon Chun Kiat Goh",
      "Li Hongyu",
      "Wang Xiangyu",
      "Zhou Yanyan",
      "Victor Leong",
      "Manas Mukherjee"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2506.18041",
    "title": "Fully analog end-to-end online training with real-time adaptibility on integrated photonic platform",
    "abstract": "           Analog neuromorphic photonic processors are uniquely positioned to harness the ultrafast bandwidth and inherent parallelism of light, enabling scalability, on-chip integration and significant improvement in computational performance. However, major challenges remain unresolved especially in achieving real-time online training, efficient end-to-end anolog systems, and adaptive learning for dynamical environmental changes. Here, we demonstrate an on-chip photonic analog end-to-end adaptive learning system realized on a foundry-manufactured silicon photonic integrated circuit. Our platform leverages a multiplexed gradient descent algorithm to perform in-situ, on-the-fly training, while maintaining robustness in online tracking and real-time adaptation. At its core, the processor features a monolithic integration of a microring resonator weight bank array and on-chip photodetectors, enabling direct optical measurement of gradient signals. This eliminates the need for high-precision digital matrix multiplications, significantly reducing computational overhead and latency, an essential requirement for effective online training. We experimentally demonstrate real-time, end-to-end analog training for both linear and nonlinear classification tasks at gigabaud rates, achieving accuracies of over 90\\% and 80\\%, respectively. Our analog neuromorphic processor introduces self-learning capabilities that dynamically adjust training parameters, setting the stage for truly autonomous neuromorphic architectures capable of efficient, real-time processing in unpredictable real-world environments. As a result, we showcase adaptive online tracking of dynamically changing input datasets and achieve over 90\\% accuracy, alongside robustness to external temperature fluctuations and internal thermal crosstalk.         ",
    "url": "https://arxiv.org/abs/2506.18041",
    "authors": [
      "Zhimu Guo",
      "A. Aadhi",
      "Adam N.McCaughan",
      "Alexander N. Tait",
      "Nathan Youngblood",
      "Sonia M. Buckley",
      "Bhavin J. Shastri"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.18047",
    "title": "Observation of laser plasma accelerated electrons with transverse momentum spread below the thermal level",
    "abstract": "           Achieving high-quality electron beams from laser-plasma accelerators critically relies on density tailoring to control electron dynamics during injection, acceleration, and extraction. We report on the experimental observation of electron beam acceleration and 3D shaping, in transverse momentum and longitudinal phase space, controlled by plasma density tailoring in a gas cell. It leads to relativistic electron beams with a transverse momentum spread of 0.2 mec, below the thermal level imprinted by the process of ionization injection in a laser-driven wakefield accelerator. These beams have a charge of 40 pC at an energy of 190 MeV with 1.9% energy spread and an rms divergence of 0.54 mrad, resulting in single-peak spectra with a brightness of up to 8 pC/MeV/mrad. Using numerical simulations, we show that the decrease in transverse momentum spread starts in the downramp and continues in a 10 mm long plasma tail at the exit of the gas cell, where it is accompanied by energy dechirping.         ",
    "url": "https://arxiv.org/abs/2506.18047",
    "authors": [
      "T.L. Steyn",
      "A. Panchal",
      "O. Vasilovici",
      "S. Schöbel",
      "P. Ufer",
      "F.M. Herrmann",
      "Y.-Y. Chang",
      "I. Moulanier",
      "M. Masckala",
      "O. Khomyshyn",
      "C. Ballage",
      "M. LaBerge",
      "F. Massimo",
      "S. Dobosz Dufrénoy",
      "U. Schramm",
      "A. Irman",
      "B. Cros"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2506.18098",
    "title": "Simulation of silicon ridge waveguide enhanced two-photon absorption from femtosecond pulses",
    "abstract": "           Field enhancement of two-photon absorption from a 50-fs pulse on a silicon ridge waveguide is simulated for a varying energy downward propagating 800+/-9.42 nm wavelength plane-wave orthonormal to a waveguide in 2D FDTD using ANSYS Lumerical FDTD. Energy absorbed by the waveguide is enhanced due to mode confinement within the standard 500 nm width, 130 nm height silicon ridge waveguide on 90 nm thick silicon and 3 {\\mu}m silicon dioxide insulator.         ",
    "url": "https://arxiv.org/abs/2506.18098",
    "authors": [
      "Cael Warner",
      "Ruoheng Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.18111",
    "title": "Solid-State Optical Magnetometer: Next-Generation Approach to Sub-Nanotesla Magnetic Sensing",
    "abstract": "           We present a Solid-State Optical Magnetometer (SOM) based on black phosphorus (BP) multilayers, offering a compact, scalable, and highly sensitive alternative to traditional atomic-based magnetometers. Utilizing BP's intrinsic linear dichroism in a metasurface cavity, the SOM achieves sub-nanotesla precision and vector magnetic field sensing. BP enhances light-matter interactions, enabling tunable optical responses driven by Lorentz force-induced cavity deformation. Optimized metasurface unit cells increase polarization-dependent absorption, improving detection sensitivity. Finite Element Method simulations show high linearity (R-squared > 0.999), tunable dynamic range, and adjustable sensitivity via current modulation. At 200 microamps, the SOM reaches a sensitivity of 31.25 picotesla, while lower currents expand the dynamic range up to +-10 nanotesla. This tunability allows for application-specific optimization in areas such as biomagnetic sensing, metrology, and industrial field detection. Unlike SQUIDs and optically pumped magnetometers, the BP-based SOM operates at room temperature and nanoscale dimensions with comparable sensitivity, eliminating the need for cryogenics or vapor cells. Power consumption remains under 1 microwatt, far below conventional technologies. This work establishes BP metasurface integration as a promising platform for low-power, miniaturized, and high-performance magnetic field sensing.         ",
    "url": "https://arxiv.org/abs/2506.18111",
    "authors": [
      "O. Daneshmandi",
      "M. Alidadi",
      "Y.M. Banad",
      "S. S. Sharif"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.18310",
    "title": "Programmable electro-optic frequency comb empowers integrated parallel convolution processing",
    "abstract": "           Integrated photonic convolution processors make optical neural networks (ONNs) a transformative solution for artificial intelligence applications such as machine vision. To enhance the parallelism, throughput, and energy efficiency of ONNs, wavelength multiplexing is widely applied. However, it often encounters the challenges of low compactness, limited scalability, and high weight reconstruction latency. Here, we proposed and demonstrated an integrated photonic processing unit with a parallel convolution computing speed of 1.62 trillion operations per second (TOPS) and a weight reconstruction speed exceeding 38 GHz. This processing unit simultaneously achieves, for the first time, multi-wavelength generation and weight mapping via a single programmable electro-optic (EO) frequency comb, featuring unprecedented compactness, device-footprint independent scalability, and near-unity optical power conversion efficiency (conversion efficiency from input optical power to output weighted comb lines). To demonstrate the reconfigurability and functionality of this processing unit, we implemented image edge detection and object classification based on EO combs obtained using the particle swarm algorithm and an EO comb neural network training framework, respectively. Our programmable EO comb-based processing framework establishes a new paradigm towards the development of low-latency monolithic photonic processors, promising real-time in-sensor learning for autonomous vehicles, intelligent robotics, and drones.         ",
    "url": "https://arxiv.org/abs/2506.18310",
    "authors": [
      "Jinze He",
      "Junzhe Qiang",
      "Yiying Dong",
      "Jingyi Wang",
      "Tian Dong",
      "Gongcheng Yue",
      "Rongjin Zhuang",
      "Mingze Lv",
      "Siyuan Yu",
      "Zhongjin Lin",
      "Xinlun Cai",
      "Yuanmu Yang",
      "Guanhao Wu",
      "Yang Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.18358",
    "title": "Terahertz channel performance under dynamic water surface reflections",
    "abstract": "           As the terahertz (THz) band emerges as a pivotal technology for next-generation wireless communications, accurate channel modeling in dynamic environments becomes increasingly critical, particularly for scenarios involving reflective interactions with water surfaces. This article presents comprehensive experimental and theoretical investigations into THz channel (120-320 GHz) performance under dynamic water surface reflections. By developing and validating a modified dual-scale scattering model based on the improved integral equation model (I2EM), this work systematically evaluates channel characteristics, such as signal power loss and bit error rate (BER), across various dynamic aquatic scenarios. Laboratory experiments and real-world natatorium measurements demonstrate the model's efficacy in capturing complex temporal and spatial scattering behaviors, offering vital insights and robust predictive capabilities essential for deploying possible THz communication systems in aquatic and sports environments.         ",
    "url": "https://arxiv.org/abs/2506.18358",
    "authors": [
      "Yapeng Ge",
      "Jiacheng Liu",
      "Jiayuan Cui",
      "Mingxia Zhang",
      "Wenbo Liu",
      "Peian Li",
      "Houjun Sun",
      "Jianjun Ma"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.18425",
    "title": "Spatial, Spectral and Temporal Response of High Intensity Laser Plasma Mirrors",
    "abstract": "           Plasma-based optics have emerged as a powerful platform for manipulating and amplifying ultra-intense laser pulses. However, the inherently nonlinear and dynamic nature of plasma leads to significant spatial, spectral, and temporal modulations when driven at relativistic intensities. These modifications can dramatically alter the structure of the reflected laser pulses, posing challenges for their use in applications such as vacuum ultraviolet (VUV) and X-ray generation, as well as relativistic particle acceleration. Comprehensive, multidimensional diagnostics are essential to accurately characterize these so-called `plasma mirrors' (PMs). We present a direct, \\textit{in situ} measurement of the three-dimensional plasma surface evolution during femtosecond laser irradiation, achieved through simultaneous analysis of the wavefront, spectrum, and temporal profile of the reflected light. Our measurements reveal surface deformations on the order of a few hundred nanometers at relativistic intensities, in agreement with three-dimensional particle-in-cell (3D-PIC) simulations. Additionally, the PM induces substantial modifications to the pulse spectrum and temporal profile, introducing spatio-temporal couplings.         ",
    "url": "https://arxiv.org/abs/2506.18425",
    "authors": [
      "Sk Rakeeb",
      "Animesh Sharma",
      "Sagar Dam",
      "Ameya Parab",
      "Amit Lad",
      "Yash.M. Ved",
      "Amita Das",
      "G. Ravindra Kumar"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2506.18492",
    "title": "Relativistic quantum mechanics of charged vortex particles accelerated in a uniform electric field",
    "abstract": "           The relativistic quantum-mechanical description of a charged Laguerre-Gauss beam accelerated in a uniform electric field has been fulfilled. Stationary wave eigenfunctions are rigorously derived. The evolution of the beam parameters during acceleration is considered in detail. The practically important effect of extraordinary suppression of transverse spreading of the beam is discovered, carefully analyzed, and properly explained. Our results provide direct evidence that vortex particle beams can be accelerated without destroying their intrinsic vortex properties, paving the way for high-energy vortex beam applications.         ",
    "url": "https://arxiv.org/abs/2506.18492",
    "authors": [
      "Qi Meng",
      "Ziqiang Huang",
      "Xuan Liu",
      "Wei Ma",
      "Zhen Yang",
      "Liang Lu",
      "Alexander J. Silenko",
      "Pengming Zhang",
      "Liping Zou"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2506.18552",
    "title": "A new beamline for Resonant Excitation of Beams with Electromagnetic fields and Lasers (REBEL) and Stopping and Trapping of Radioactive Isotopes for Precision Experiments (STRIPE)",
    "abstract": "           We present two newly constructed experimental setups - REBEL (Resonant Excitation of Beams with Electromagnetic fields and Lasers) and STRIPE (Stopping and Trapping of Radioactive Isotopes for Precision Experiments) - integrated into a single offline beamline at KU Leuven. REBEL is designed for collinear laser spectroscopy of ion bunches following isobaric separation with a multireflection time-of-flight mass spectrometer, enabling high-sensitivity measurements of mass-selected fast-ion beams. In contrast, STRIPE focuses on the deceleration, trapping, and laser cooling of ions in a segmented linear Paul trap, optimized for long interrogation times and precision spectroscopy. The shared infrastructure features stable high-voltage operation ($<10$ ppm), modular vacuum sections, and a fast-beam switchyard to route ions to either experiment. Initial results include a mass-resolving power of $R \\approx 12900$ in REBEL and successful ion trapping and laser cooling of ions with a kinetic energy of 10 keV in STRIPE, with improved performance achieved using a frequency-modulated cooling laser. This dual-system platform enables the development and benchmarking of advanced spectroscopy and trapping techniques and is compatible with future operation at radioactive ion beam facilities.         ",
    "url": "https://arxiv.org/abs/2506.18552",
    "authors": [
      "Phillip Imgram",
      "Dinko Atanasov",
      "Michail Athanasakis-Kaklamanakis",
      "Paul Van den Bergh",
      "Tobias Christen",
      "Ruben de Groote",
      "Ágota Koszorús",
      "Gerda Neyens",
      "Stefanos Pelonis"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2506.18570",
    "title": "Temporal pattern generation with tunable repetition rate using semiconductor laser periodic dynamics",
    "abstract": "           In this work, a long-cavity semiconductor laser subject to optical feedback is exploited to generate repetitive temporal patterns with enhanced intra-pattern sample diversity. Stable limit cycle dynamics characterized by multiple frequency harmonics are experimentally demonstrated by considering a 2 m external cavity with appropriate optical feedback conditions. This simple configuration can enable stable and continuous generation of periodic waveforms with a tunable repetition rate ranging from 3.28 to 4.21 GHz. Distinct, highly consistent temporal patterns are obtained by applying high-pass filtering to adjust the relative power of the harmonics. The resulting system operates as a physical waveform generator capable of producing diverse and repeatable signal patterns, making it well-suited for use in the masking stage of time delay reservoir computing architectures.         ",
    "url": "https://arxiv.org/abs/2506.18570",
    "authors": [
      "Apostolos Argyris"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.18597",
    "title": "Vortex ring induced by a disk translating toward or away from a wall",
    "abstract": "           This study investigates the time evolution of vortex rings generated by the normal translation of a disk either toward or away from a wall. We systematically vary the control parameters, including the disk size, stroke length, travel time, and distance from the wall, to analyze their influence on vortex dynamics. Experiments are conducted with Particle Image Velocimetry, while numerical simulations are performed using the flow solver Basilisk. The circulation and core radius are used as primary metrics to describe the properties of the vortex ring. A quantitative agreement is observed between the experimental and the numerical results. Both approaches reveal that the vortex circulation increases for disk motions in either direction, toward or away from the wall. However, the effect of the bottom wall on the vortex core radius differs depending on the motion of the disk. The presence of the wall increases the core radius only when the disk moves toward the wall, while no significant effect is observed for a translation away from the wall. Furthermore, we establish scaling laws to describe the maximum circulation and core size of the vortex ring as a function of the control parameters: the disk diameter, the typical time and stroke length of its motion, and the minimal distance from the wall. These scalings, which differ from the unbounded case, contribute to a deeper understanding of vortex dynamics in the vicinity of solid boundaries.         ",
    "url": "https://arxiv.org/abs/2506.18597",
    "authors": [
      "Joanne Steiner",
      "Cyprien Morize",
      "Ivan Delbende",
      "Alban Sauret",
      "Philippe Gondret"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2506.18636",
    "title": "A comparative analysis of plasmonic and dielectric metasurface sensing platforms powered by bound states in the continuum",
    "abstract": "           Nanophotonic platforms based on surface-enhanced infrared absorbance spectroscopy (SEIRAS) have emerged as an effective tool for molecular detection. Sensitive nanophotonic sensors with robust resonant modes and amplified electromagnetic near fields are essential for spectroscopy, especially in lossy environments. Metasurfaces driven by bound state in the continuum (BICs) have unlocked a powerful platform for molecular detection due to their exceptional spectral selectivity. While plasmonic BIC metasurfaces are preferred for molecular spectroscopy due to their high surface fields, enhancing the interaction with analytes, dielectric BICs have become popular due to their high-quality factors and, thus high sensitivity. However, their sensing performance has largely been demonstrated in air, neglecting the intrinsic infrared (IR) losses found in common solvents. This study evaluates the suitability of plasmonic versus dielectric platforms for in-situ molecular spectroscopy. Here, the sensing performance of plasmonic (gold) and dielectric (silicon) metasurfaces is assessed across liquid environments with varying losses resembling typical solvents. The results show that dielectric metasurfaces excel in dry conditions, while plasmonic BIC metasurfaces outperform them in lossy solvents, with a distinct crossover point where both show similar performance. Our results provide a framework for selecting the optimal metasurface material platform for SEIRAS studies based on environmental conditions.         ",
    "url": "https://arxiv.org/abs/2506.18636",
    "authors": [
      "Tao Jiang",
      "Angana Bhattacharya",
      "Martin Barkey",
      "Andreas Aigner",
      "Thomas Weber",
      "Juan Wang",
      "Stefan A. Maier",
      "Andreas Tittl"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.18688",
    "title": "Prism-based compensation of group delay dispersion in the components of a femtosecond laser resonator and analysis of the influence of prism configuration on laser radiation parameters",
    "abstract": "           A mathematical algorithm is described for calculating the minimum distance between prisms and the allowable prism insertion depth into the laser beam when solving the general problem of intracavity group delay dispersion (GDD) compensation. GDD is caused by the optical elements of the master oscillator in a femtosecond laser system. The calculation was carried out using analytical and geometrical methods. The influence of changing the distance between the prisms and the depth of their insertion into the laser beam on the GDD compensation has been investigated. Under experimental conditions, this changes the Q-factor of the laser resonator, which determines the central wavelength of the radiation and its spectral width in a titanium-sapphire laser.         ",
    "url": "https://arxiv.org/abs/2506.18688",
    "authors": [
      "I.V. Beznosenko",
      "A.V. Vasyliev",
      "A.I. Povrozin",
      "V.P. Leshchenko",
      "O.O. Svystunov",
      "G.V. Sotnikov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2506.18752",
    "title": "Versatile Absorption Modeling for Transmissive Optical Elements Using Ray Tracing and Finite Element Analysis",
    "abstract": "           Emerging quality requirements in modern optical systems increase the need for accurate simulation and compensation of disturbances. One key disturbance in high-power laser applications results from thermal loading due to absorption. This paper presents a flexible modeling approach for absorption based on ray tracing, where point heat sources are defined along ray paths. In addition, several methods for mapping these point heat sources along the ray path to the finite element mesh are introduced and compared. A major advantage of the proposed approach lies in its flexibility, as it enables the simulation of transient phenomena such as dynamic beam positioning and time-dependent variations in beam shape.         ",
    "url": "https://arxiv.org/abs/2506.18752",
    "authors": [
      "Mark Kurcsics",
      "Peter Eberhard"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Dynamical Systems (math.DS)"
    ]
  },
  {
    "id": "arXiv:2506.18877",
    "title": "Integrating Classical and Quantum Software for Enhanced Simulation of Realistic Chemical Systems",
    "abstract": "           We demonstrate the feasibility of quantum computing for large-scale, realistic chemical systems through the development of a new interface using a quantum circuit simulator and CP2K, a highly efficient first-principles calculation software. Quantum chemistry calculations using quantum computers require Hamiltonians prepared on classical computers. Moreover, to compute forces beyond just single-point energy calculations, one- and two-electron integral derivatives and response equations are also to be computed on classical computers. Our developed interface allows for efficient evaluation of forces with the quantum-classical hybrid framework for large chemical systems. We performed geometry optimizations and first-principles molecular dynamics calculations on typical condensed-phase systems. These included liquid water, molecular adsorption on solid surfaces, and biological enzymes. In water benchmarks with periodic boundary conditions, we confirmed that the cost of preparing second-quantized Hamiltonians and evaluating forces scales almost linearly with the simulation box size. This research marks a step towards the practical application of quantum-classical hybrid calculations, expanding the scope of quantum computing to realistic and complex chemical phenomena.         ",
    "url": "https://arxiv.org/abs/2506.18877",
    "authors": [
      "Tomoya Shiota",
      "Klaas Gunst",
      "Toshio Mori",
      "Toru Shiozaki",
      "Wataru Mizukami"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2506.17445",
    "title": "Multi-NARP Laser Driving Scheme for Multiplexed Quantum Networks",
    "abstract": "           We extend the recently developed NARP scheme for laser-triggered single-photon sources to the simultaneous excitation of multiple emitters with varying transition energies, laying the groundwork for wavelength-division multiplexing in quantum optical networks. Our Multi-NARP scheme does not rely on polarization filtering and thus enables the near-unity extraction efficiency of single photons from each quantum dot. Our approach also offers the advantages of robustness to variations in the laser pulse parameters and immunity to excitation-induced dephasing tied to electron-phonon coupling. We show that simultaneous triggering of at least 10 emitters is possible, enabling the development of high-bandwidth quantum networks.         ",
    "url": "https://arxiv.org/abs/2506.17445",
    "authors": [
      "Ali Binai Motlagh",
      "Grant Wilbur",
      "Nour Allam",
      "Giannis Tolis",
      "Lilly Daw",
      "S. ONeal",
      "Dennis G. Deppe",
      "Kimberley C. Hall"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.17643",
    "title": "Tunable Antichiral Hinge State in Photonic Synthetic Dimensions",
    "abstract": "           Recent research in 2-dimensional (2D) topological matter has generalized the notion of edge states from chiral to antichiral configurations with the same propagating direction at parallel edges, revealing a rich variety of robust transport phenomena. Here, we propose that antichiral hinge states can emerge in a 3D higher-order topological insulator/semimetal, where two surface/bulk Dirac points are connected by the hinge states. The band dispersion can be controlled and tilted independently for each hinge using properly designed tunnelings, resulting in tunable antichiral hinge states with programmable propagation direction and velocity. Moreover, we propose experimental realization schemes based on a 1D coupled cavity array with additional synthetic dimensions represented by the photonic orbital angular momentum and frequency. We innovatively introduce both longitudinal and transversal electro-optic modulators to generate the desired tunable tunnelings along the synthetic dimensions, which significantly reduce the experimental complexity by eliminating the need for beam splittings and auxiliary cavities. The tunable antichiral hinge states are confirmed by the photonic transmission spectra. Our work presents the robust and tunable antichiral hinge-state transports which paves the way for exploring novel topological matter and their device applications.         ",
    "url": "https://arxiv.org/abs/2506.17643",
    "authors": [
      "Xian-Hao Wei",
      "Xi-Wang Luo",
      "Mu Yang",
      "Yu-Wei Liao",
      "Jin-Shi Xu",
      "Guang-Can Guo",
      "Zheng-Wei Zhou"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.17816",
    "title": "Quasiparticle Dynamics in NbN Superconducting Microwave Resonators at Single Photon Regime",
    "abstract": "           Exchanging energy below the superconducting gap introduces quasiparticle energy distributions in superconducting quantum circuits, which will be responsible for their decoherence. This study examines the impact of quasiparticle energy on the performance of NbN superconducting microwave coplanar waveguide resonators on silicon chips. We measured the resonance frequency and internal quality factor in response to temperature sweeps to evaluate the effect of quasiparticle dynamics. Moreover, by calculating the complex conductivity of the NbN film, we identified the contribution of quasiparticle density to the experimental results.         ",
    "url": "https://arxiv.org/abs/2506.17816",
    "authors": [
      "Paniz Foshat",
      "Shima Poorgholam-khanjari",
      "Valentino Seferai",
      "Hua Feng",
      "Susan Johny",
      "Oleg A. Mukhanov",
      "Matthew Hutchings",
      "Robert H. Hadfield",
      "Martin Weides",
      "Kaveh Delfanazari"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Superconductivity (cond-mat.supr-con)",
      "Systems and Control (eess.SY)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.18079",
    "title": "Programmable Bell State Generation in an Integrated Thin Film Lithium Niobate Circuit",
    "abstract": "           Entanglement is central to quantum technologies such as cryptography, sensing, and computing. Photon pairs generated via nonlinear optical processes are excellent for preparing entangled states due to their long coherence times and compatibility with fiber optic networks. Steady progress in nanofabrication has positioned lithium niobate-on-insulator (LNOI) as a leading platform for monolithic integration of photon pair sources into optical circuits, leveraging its strong second-order nonlinearity. Here, we present a reconfigurable photonic integrated circuit on LNOI, which combines two on-chip photon pair sources with programmable interferometers, enabling generation of entangled states. The pair sources achieve a source brightness of MHz nm$^{-1}$ mW$^{-1}$ while maintaining a coincidence-to-accidental ratio above 100. We successfully interfere the two sources with $99 \\pm 0.7$ % visibility, demonstrating the indistinguishability required for producing entanglement on-chip. We show preparation of any of the maximally entangled Bell states with fidelity above 90 % verified by quantum state tomography. These results establish LNOI as a compelling, scalable platform to explore integrated quantum photonic technologies enabled by high-brightness sources of entangled quantum states.         ",
    "url": "https://arxiv.org/abs/2506.18079",
    "authors": [
      "Andreas Maeder",
      "Robert J. Chapman",
      "Alessandra Sabatti",
      "Giovanni Finco",
      "Jost Kellner",
      "Rachel Grange"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.18595",
    "title": "Search for dark-matter axions beyond the quantum limit: the Cosmological Axion Sarov Haloscope (CASH) proposal",
    "abstract": "           Firmly established in astrophysical observations, dark matter evades direct detection in experiments. Axions and axion-like particles are among the leading dark-matter candidates, and numerous attempts to detect them in laboratories have been performed. Here, we propose to advance these efforts substantially, extending the sensitivity for dark-matter axions in the mass range $(38-54)~\\mu$eV down to the axion-photon couplings $g_{a\\gamma\\gamma}\\lesssim \\left(10^{-14}-10^{-15}\\right)$ GeV$^{-1}$, motivated by generic models of Quantum Chromodynamics axion. Single-photon detectors operating at ultra-low temperatures are key elements of the experiment. The projected sensitivity will be reached in one year of data taking with magnetic field of $(1-10)$ T, making Cosmological Axion Sarov Haloscope (CASH) the most sensitive haloscope in this mass range.         ",
    "url": "https://arxiv.org/abs/2506.18595",
    "authors": [
      "Andrey L. Pankratov",
      "Pavel A. Belov",
      "Eduard E. Boos",
      "Alexander S. Chepurnov",
      "Alexander V. Chiginev",
      "Alexander V. Derbin",
      "Ilia S. Drachnev",
      "Lev V. Dudko",
      "Dmitry S. Gorbunov",
      "Maxim A. Gorlach",
      "Vadim V. Ivanov",
      "Leonid V. Kravchuk",
      "Maxim V. Libanov",
      "Michael M. Merkin",
      "Valentina N. Muratova",
      "Alexander E. Pukhov",
      "Dmitry V. Salnikov",
      "Petr S. Satunin",
      "Dmitrii A. Semenov",
      "Alexander M. Sergeev",
      "Maksim I. Starostin",
      "Igor I. Tkachev",
      "Sergey V. Troitsky",
      "Maxim V. Trushin",
      "Evgenii V. Unzhakov",
      "Maxim M. Vyalkov",
      "Arkady A. Yukhimchuk"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2506.18638",
    "title": "A Selection of Distributions and Their Fourier Transforms with Applications in Magnetic Resonance Imaging",
    "abstract": "           This note presents a rigorous introduction to a selection of distributions along with their Fourier transforms, which are commonly encountered in signal processing and, in particular, magnetic resonance imaging (MRI). In contrast to many textbooks on the principles of MRI, which place more emphasis on the signal processing aspect, this note will take a more mathematical approach. In particular, we will make explicit the underlying topological space of interest and clarify the exact sense in which these distributions and their Fourier transforms are defined. Key results presented in this note involve the Poisson summation formula and the Fourier transform of a Gaussian function via an ordinary differential equation (ODE) argument, etc. Although the readers are expected to have prior exposure to functional analysis and distribution theory, this note is intended to be self-contained.         ",
    "url": "https://arxiv.org/abs/2506.18638",
    "authors": [
      "Kaibo Tang"
    ],
    "subjectives": [
      "Functional Analysis (math.FA)",
      "Image and Video Processing (eess.IV)",
      "Signal Processing (eess.SP)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2506.18889",
    "title": "CFD Modelling and Sensitivity-Guided Design of Silicon Filament CVD Reactors",
    "abstract": "           Filament-based chemical vapor deposition (CVD) for silicon (Si) coatings is often treated as a straightforward adaptation of planar deposition, just with a cylindrical substrate. But this overlooks a fundamental shift in how transport phenomena and reaction kinetics interact. In filament CVD, the filament is not just a substrate; it is the dominant heat source and flow disruptor all in one. In this work, we ask: What really governs Si film growth on filaments? Using a validated three-dimensional computational fluid dynamics (CFD) model, we show that filament geometry, thermal gradients, and flow-induced buoyancy do not merely affect uniformity -- they define the very regimes (reaction-limited, transition, diffusion-limited) in which deposition occurs. Our model, validated against three independent experimental studies (R-squared = 0.969), reveals how temperature, flow rate, and reactor layout fundamentally shift the growth dynamics. We show that reducing filament diameter from 2 mm to 500 microns does not just increase local surface area -- it can triple growth rates (up to approximately 39 microns per minute), but only in carefully tuned high-temperature regimes. Similarly, multi-filament setups do not simply scale deposition, they reshape flow fields and compound thermal asymmetries, sometimes improving uniformity, other times worsening it. These effects are not evident without modeling the interplay between transport and kinetics, something experiments alone cannot resolve. To bridge physical understanding with design actionability, we apply global sensitivity analysis via Polynomial Chaos Expansion (PCE) and Sobol indices. These reveal how in reaction-limited regimes, temperature dominates; in diffusion-limited regimes, reactant transport takes over.         ",
    "url": "https://arxiv.org/abs/2506.18889",
    "authors": [
      "G.P. Gakis",
      "G. Loachamín-Suntaxi",
      "I.G. Aviziotis",
      "E.D. Koronaki",
      "P.P. Filippatos",
      "G. Chatzigiannakis",
      "S.P.A. Bordas",
      "D. Davazoglou",
      "A.G. Boudouvis"
    ],
    "subjectives": [
      "Mathematical Physics (math-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2104.07277",
    "title": "One-time measurement to characterize complex amplitude single component in symmetry superposed optical vortices",
    "abstract": "           Complex amplitude measurement is an essential prerequisite for light field characterization. In this work, we propose a one-time measurement method to characterize the complex amplitude of symmetry superposed optical vortices (SSOVs) with only one picture registered by CCD. This method includes two strategies we proposed. One is the ring extraction strategy for amplitude measurement, and another is the rotational measurement strategy for phase measurement. In the proof-of-concept experiment, the complex amplitude is characterized, and the mode purity is well measured. This method has excellent flexibility, rapidity, and robustness, which can be applied to various occasions and harsh conditions. Careful alignment and optimized error analysis allow us to generate and measure a single component with mode purity as high as 99.99%.         ",
    "url": "https://arxiv.org/abs/2104.07277",
    "authors": [
      "Chen Wang",
      "Yuan Ren"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.05587",
    "title": "CMB parity asymmetry from unitary quantum gravitational physics",
    "abstract": "           Longstanding anomalies in the Cosmic Microwave Background (CMB), including the low quadrupole moment and hemispherical power asymmetry, have recently been linked to an underlying parity asymmetry. We show here how this parity asymmetry naturally arises within a quantum framework that explicitly incorporates the construction of a geometric quantum vacuum based on parity ($\\mathcal{P}$) and time-reversal ($\\mathcal{T}$) transformations. This elegant framework restores unitarity in quantum field theory in curved spacetime (QFTCS). When applied to inflationary quantum fluctuations, this unitary QFTCS formalism predicts parity asymmetry as a natural consequence of cosmic expansion, which inherently breaks time-reversal symmetry. Observational data strongly favor this unitary QFTCS approach, with a Bayes factor, the ratio of marginal likelihoods associated with the model given the data $p\\left( M\\vert D \\right)$, exceeding 650 times that of predictions from the standard inflationary framework. This Bayesian approach contrasts with the standard practice in the CMB community, which evaluates $p\\left( D\\vert M \\right)$, the likelihood of the data under the model, which undermines the importance of low-$\\ell$ physics. Our results, for the first time, provide compelling evidence for the quantum gravitational origins of CMB parity asymmetry on large scales.         ",
    "url": "https://arxiv.org/abs/2403.05587",
    "authors": [
      "Enrique Gaztañaga",
      "K. Sravan Kumar"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2405.05961",
    "title": "Quantum mechanical dataset of 836k neutral closed shell molecules with upto 5 heavy atoms from CNOFSiPSClBr",
    "abstract": "           We introduce the Vector-QM24 (VQM24) dataset comprehensively covering all possible neutral closed-shell small organic and inorganic molecules with up to five heavy (\\textit{p}-block) atoms: C, N, O, F, Si, P, S, Cl, Br. All valid stoichiometries, Lewis-rule-consistent graphs, and stable conformers (identified via GFN2-xTB) were enumerated combinatorially, yielding 577k conformational isomers spanning 258k constitutional isomers and 5,599 unique stoichiometries. DFT ($\\omega$B97X-D3/cc-pVDZ) optimizations were performed for all, and diffusion quantum Monte Carlo (DMC@PBE0(ccECP/cc-pVQZ)) energies are provided for 10,793 lowest-energy conformers with up to 4 heavy atoms. VQM24 includes structures, vibrational modes, rotational constants, thermodynamic properties (Gibbs free energies, enthalpies, ZPVEs, entropies, heat capacities), and electronic properties such as atomization, electron interaction, exchange-correlation, dispersion energies, multipole moments (dipole to hexadecapole), alchemical potentials, Mulliken charges, and wavefunctions. Machine learning models of atomization energies on this dataset reveal significantly higher complexity than QM9, with none achieving chemical accuracy. VQM24 offers a rigorous, high-fidelity benchmark for evaluating quantum machine learning models.         ",
    "url": "https://arxiv.org/abs/2405.05961",
    "authors": [
      "Danish Khan",
      "Anouar Benali",
      "Scott Y. H. Kim",
      "Guido Falk von Rudorff",
      "O. Anatole von Lilienfeld"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2409.19693",
    "title": "Nonlinear Non-Hermitian Skin Effect and Skin Solitons in Temporal Photonic Feedforward Lattices",
    "abstract": "           Here we report the experimental demonstration of the nonlinear non-Hermitian skin effect (NHSE) in an effective Kerr nonlinear temporal photonic lattice, where the high-power requirements and lack of tunability intrinsic to optical materials are overcome by an artificial nonlinearity arising from optoelectronic feedforward. Thanks to Kerr self-trapping, the nonlinear NHSE is demonstrated to possess much better localization strength and robustness at the preferred boundary compared to the linear case. Away from the preferred boundary, Kerr self-trapping can even inhibit NHSE-induced transport and form stable skin solitons. Harnessing the nonlinearity-controlled NHSE, we judiciously design an optical router with a flexibly tuned output port. Our findings promise great applications in robust signal transmission, routing, and processing.         ",
    "url": "https://arxiv.org/abs/2409.19693",
    "authors": [
      "Shulin Wang",
      "Bing Wang",
      "Chenyu Liu",
      "Chengzhi Qin",
      "Lange Zhao",
      "Weiwei Liu",
      "Stefano Longhi",
      "Peixiang Lu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.18707",
    "title": "All-passive upconversion of incoherent near-infrared light at intensities down to 10$^{-7}$ W/cm$^2$",
    "abstract": "           Frequency upconversion, which converts low-energy photons into higher-energy ones, typically requires intense coherent illumination to drive nonlinear processes or the use of externally driven optoelectronic devices. Here, we demonstrate an upconversion system that converts low-intensity (down to ~10-7 W/cm$^2$) incoherent near-infrared (NIR) light into the visible, reaching intensities perceptible by the human eye, without the use of any external power input. Our upconverting element is enabled by the following ingredients: (1) photon upconversion via triplet-triplet annihilation in a bulk heterojunction of the organic semiconductors Y6 and rubrene; (2) plasmonic enhancement of absorption and field intensity in the heterojunction layer; (3) collection enhancement using a dichroic thin-film assembly. To enable high-resolution imaging, the upconverting element is inserted at an intermediate image plane of a dual-wavelength telescope system, which preserves the relative directionality of rays between the incident NIR light and output visible light. Our all-passive upconversion imaging system will enable NIR imaging and sensing in low-light environments under energy constraints.         ",
    "url": "https://arxiv.org/abs/2411.18707",
    "authors": [
      "Rabeeya Hamid",
      "Demeng Feng",
      "Pournima Narayanan",
      "Justin S. Edwards",
      "Manchen Hu",
      "Emma Belliveau",
      "Minjeong Kim",
      "Sanket Deshpande",
      "Chenghao Wan",
      "Linda Pucurimay",
      "David A. Czaplewski",
      "Daniel N. Congreve",
      "Mikhail A. Kats"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2501.06390",
    "title": "Ultra-compact broadband spot size converter using metamaterial cell-based inverse design",
    "abstract": "           With the expansion of silicon photonics from datacom applications into emerging fields like optical I/O, quantum and programmable photonics there is an increasing demand for devices that combine ultra-compact footprints, low losses, and broad bandwidths. While inverse design techniques have proven very efficient in achieving small footprints, they often underutilize physical insight and rely on large parameter spaces that are challenging to explore, thereby limiting the performance of the resulting devices. Here we present a design methodology that combines inverse design with a topology based on cells, each of which contains a subwavelength metamaterial. This approach significantly reduces the parameter space, while the inherent anisotropy of the subwavelength structures yields shorter devices. We experimentally demonstrate our technique with an ultra-compact spot size converter that achieves a x24 expansion ratio times (from 0.5 um to 12 um) over a length of only 7 um, with insertion losses of 0.8 dB across a measured bandwidth of 160 nm (up to 300 nm in simulation), surpassing the state-of-the-art by a wide margin.         ",
    "url": "https://arxiv.org/abs/2501.06390",
    "authors": [
      "Alejandro Sánchez-Sánchez",
      "Carlos Pérez-Armenta",
      "José Manuel Luque-González",
      "Alejandro Ortega-Moñux",
      "J.Gonzalo Wangüemert-Pérez",
      "Íñigo Molina-Fernández",
      "Robert Halir"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2503.00199",
    "title": "Seeded Topology Optimization for Commercial Foundry Integrated Photonics",
    "abstract": "           We present a seeded topology optimization methodology for integrated photonic devices fabricated on foundry platforms that yields improved performance compared to traditional topology optimization. We employ blurring filters and a DRC correction algorithm to more readily meet design rule checks, resulting in devices with fewer artifacts and improved correlation between simulation and measurements. We apply this process to an ultra-compact TE modal multiplexer, a TE mode converter, a polarization rotator, and a high-contrast grating reflector. The measured insertion loss of the TE mode converter was reduced from 1.37 dB to 0.64 dB through this optimization strategy. This approach enables a two-step inverse design process, merging of physics-informed design strategies with inverse design, and ensures strict compliance with foundry constraints throughout optimization.         ",
    "url": "https://arxiv.org/abs/2503.00199",
    "authors": [
      "Jacob M. Hiesener",
      "C. Alex Kaylor",
      "Joshua J. Wong",
      "Prankush Agarwal",
      "Stephen E. Ralph"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2504.03795",
    "title": "Electromagnetic Helicity in Twisted Cavity Resonators",
    "abstract": "           Through left- or right-handed twisting, we investigate the impact of mirror-asymmetry (chirality) of the conducting boundary conditions of an equilaterial triangular cross-section electromagnetic resonator. We observe the generation of eigenmodes with non-zero electromagnetic helicity as a result of the coupling of near degenerate TE$_{11(p+1)}$ and TM$_{11p}$ modes. This can be interpreted as an emergence of magneto-electric coupling, which in turn produces a measurable shift in resonant mode frequency as a function of twist angle. We show that this coupling mechanism is equivalent to introducing a non-zero chirality material parameter $\\kappa_\\text{eff}$ or axion field $\\theta_{\\text{eff}}$ to the medium. Our findings demonstrate the potential for real-time, macroscopic manipulation of electromagnetic helicity.         ",
    "url": "https://arxiv.org/abs/2504.03795",
    "authors": [
      "E. C. I. Paterson",
      "J. Bourhill",
      "M. E. Tobar",
      "M. Goryachev"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2504.07037",
    "title": "Trapped ion quantum hardware demonstration of energy calculations using a multireference unitary coupled cluster ansatz: application to the BeH2 insertion problem",
    "abstract": "           In this study, we employ the variational quantum eigensolver algorithm with a multireference unitary coupled cluster ansatz to report the ground state energy of the BeH2 molecule in a geometry where strong correlation effects are significant. We consider the two most important determinants in the construction of the reference state for our ansatz. We remove redundancies in order to execute a redundancy-free calculation. In view of the currently available noisy quantum hardware, we carry out parameter optimization on a classical computer and measure the energy with optimized parameters on a quantum computer. Furthermore, in order to carry out our intended 12-qubit computation with error mitigation and post-selection on a noisy intermediate scale quantum era trapped ion hardware (the commercially available IonQ Forte-I), we perform a series of resource reduction techniques to a. decrease the number of two-qubit gates by 99.84% (from 12243 to 20 two-qubit gates) relative to the unoptimized circuit, and b. reduce the number of measurements via the idea of supercliques, while losing 2.69% in the obtained ground state energy relative to that computed classically for the same resource-optimized problem setting.         ",
    "url": "https://arxiv.org/abs/2504.07037",
    "authors": [
      "Palak Chawla",
      "Disha Shetty",
      "Peniel Bertrand Tsemo",
      "Kenji Sugisaki",
      "Jordi Riu",
      "Jan Nogue",
      "Debashis Mukherjee",
      "V. S. Prasannaa"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2504.10423",
    "title": "Overcoming light scattering with high optical nonlinearity",
    "abstract": "           Achieving high-resolution optical imaging deep within heterogeneous and scattering media remains a fundamental challenge in biological microscopy, where conventional techniques are hindered by multiple light scattering and absorption. Here, we present a non-invasive imaging approach that harnesses the nonlinear response of luminescent labels in conjunction with the statistical and spatial properties of speckle patterns - an effect of random light interference. Using avalanching nanoparticles (ANPs) with strong photoluminescence nonlinearity, we demonstrate that random speckle illumination can be converted into a single, localized, sub-diffraction excitation spot. This spot can be scanned across the sample using the angular memory effect, enabling high-resolution imaging through a scattering layer. Our method is general, fast, and cost-effective. It requires no wavefront shaping, no feedback, and no reconstruction algorithm, offering a powerful new route to deep, high-resolution imaging through complex media.         ",
    "url": "https://arxiv.org/abs/2504.10423",
    "authors": [
      "Pawel Szczypkowski",
      "Adrian Makowski",
      "Wojciech Zwoliński",
      "Katarzyna Prorok",
      "Piotr Wasylczyk",
      "Artur Bednarkiewicz",
      "Radek Lapkiewicz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Biological Physics (physics.bio-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2506.05275",
    "title": "Optical lever for broadband detection of fluid interface fluctuations",
    "abstract": "           We exploit the optical lever principle to detect minute fluctuations of a liquid-air interface. Waves propagating on the interface deflect a specularly reflected laser beam, inducing angular deviations captured by a dual-element photodiode. We realise this principle in a compact set-up including a temperature-controlled fluid sample. Deflection angle fluctuations span five orders of magnitude in frequency, enabling detection of both low-frequency eigenmodes and high-frequency capillary waves driven by thermal effects. These results demonstrate the broad dynamical range and versatility of specular reflection spectroscopy as a minimally-invasive tool for probing interfacial dynamics in fluid and soft matter systems.         ",
    "url": "https://arxiv.org/abs/2506.05275",
    "authors": [
      "Sreelekshmi C. Ajithkumar",
      "Vitor S. Barroso",
      "Patrik Švančara",
      "Anthony J. Kent",
      "Silke Weinfurtner"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.17122",
    "title": "QISCIT: A validated concept inventory assessment for quantum information science",
    "abstract": "           Quantum information science (QIS) is a critical interdisciplinary field that requires a well-educated workforce in the near future. Numerous researchers and educators have been actively investigating how to best educate and prepare such a workforce. An open issue has been the lack of a validated tool to asses QIS understanding without requiring college-level math. In this paper, we present the systematic development and content validation of a new assessment instrument called the Quantum Information Science Concept Introductory Test (QISCIT). With feedback from 11 QIS experts, we have developed and validated a 31-item version of QISCIT that covers concepts like quantum states, quantum measurement, qubits, entanglement, coherence and decoherence, quantum gates and computing, and quantum communication. In addition to openly sharing our new concept inventory, we discuss how introductory QIS instructors can use it in their courses.         ",
    "url": "https://arxiv.org/abs/2506.17122",
    "authors": [
      "Kelley Durkin",
      "Manshuo Lin",
      "Michael H. Kolodrubetz",
      "Ryan P. McMahan"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.05060",
    "title": "Global Variational Quantum Circuits for Arbitrary Symmetric State Preparation",
    "abstract": "           Quantum states that are symmetric under particle exchange play a crucial role in fields such as quantum metrology and quantum error correction. We use a variational circuit composed of global one-axis twisting and global rotations to efficiently prepare arbitrary symmetric states, i.e. any superposition of Dicke states. The circuit does not require local addressability or ancilla qubits and thus can be readily implemented in a variety of experimental platforms including trapped-ion quantum simulators and cavity QED systems. We provide analytic and numerical evidence that any $N$-qubit symmetric state can be prepared in $2N/3$ steps. We demonstrate the utility of our protocol by preparing (i) metrologically useful $N$-qubit Dicke states of up to $N = 300$ qubits in $\\mathcal{O}(1)$ gate steps with theoretical infidelities $1-\\mathcal{F} < 10^{-3}$, (ii) the $N = 9$ Ruskai codewords in $P = 4$ gate steps with $1-\\mathcal{F} < 10^{-4}$, and (iii) the $N = 13$ Gross codewords in $P = 7$ gate steps with $1-\\mathcal{F} < 10^{-4}$. Focusing on trapped-ion platforms, for the $N = 9$ Ruskai and $N = 13$ Gross codewords we estimate that the protocol achieves fidelities $\\gtrsim 95\\%$ in the presence of typical experimental noise levels, thus providing a pathway to the preparation of a wide range of useful highly-entangled quantum states.         ",
    "url": "https://arxiv.org/abs/2312.05060",
    "authors": [
      "Liam J. Bond",
      "Matthew J. Davis",
      "Jiří Minář",
      "Rene Gerritsma",
      "Gavin K. Brennen",
      "Arghavan Safavi-Naini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2408.09637",
    "title": "On the non-Markovian quantum control dynamics",
    "abstract": "           In this paper, we study both open-loop control and closed-loop measurement feedback control of non-Markovian quantum dynamics resulting from the interaction between a quantum system and its environment. We use the widely studied cavity quantum electrodynamics (cavity-QED) system as an example, where an atom interacts with the environment composed of a collection of oscillators. In this scenario, the stochastic interactions between the atom and the environment can introduce non-Markovian characteristics into the evolution of quantum states, differing from the conventional Markovian dynamics observed in open quantum systems. As a result, the atom's decay rate to the environment varies with time and can be described by nonlinear equations. The solutions to these nonlinear equations can be analyzed in terms of the stability of a nonlinear control system. Consequently, the evolution of quantum state amplitudes follows linear time-varying equations as a result of the non-Markovian quantum transient process. Additionally, by using measurement feedback through homodyne detection of the cavity output, we can modulate the steady atomic and photonic states in the non-Markovian process. When multiple coupled cavity-QED systems are involved, measurement-based feedback control can influence the dynamics of high-dimensional quantum states, as well as the resulting stable and unstable subspaces.         ",
    "url": "https://arxiv.org/abs/2408.09637",
    "authors": [
      "Haijin Ding",
      "Nina H. Amini",
      "John E. Gough",
      "Guofeng Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2504.06327",
    "title": "Physics-informed KAN PointNet: Deep learning for simultaneous solutions to inverse problems in incompressible flow on numerous irregular geometries",
    "abstract": "           Kolmogorov-Arnold Networks (KANs) have gained attention as an alternative to traditional multilayer perceptrons (MLPs) for deep learning applications in computational physics, particularly for solving inverse problems with sparse data, as exemplified by the physics-informed Kolmogorov-Arnold network (PIKAN). However, the capability of KANs to simultaneously solve inverse problems over multiple irregular geometries within a single training run remains unexplored. To address this gap, we introduce the physics-informed Kolmogorov-Arnold PointNet (PI-KAN-PointNet), in which shared KANs are integrated into the PointNet architecture to capture the geometric features of computational domains. The loss function comprises the squared residuals of the governing equations, computed via automatic differentiation, along with sparse observations and partially known boundary conditions. We construct shared KANs using Jacobi polynomials and investigate their performance by considering Jacobi polynomials of different degrees and types in terms of both computational cost and prediction accuracy. As a benchmark test case, we consider natural convection in a square enclosure with a cylinder, where the cylinder's shape varies across a dataset of 135 geometries. PI-KAN-PointNet offers two main advantages. First, it overcomes the limitation of current PIKANs, which are restricted to solving only a single computational domain per training run, thereby reducing computational costs. Second, when comparing the performance of PI-KAN-PointNet with that of the physics-informed PointNet using MLPs, we observe that, with approximately the same number of trainable parameters and comparable computational cost in terms of the number of epochs, training time per epoch, and memory usage, PI-KAN-PointNet yields more accurate predictions, particularly for values on unknown boundary conditions involving nonsmooth geometries.         ",
    "url": "https://arxiv.org/abs/2504.06327",
    "authors": [
      "Ali Kashefi",
      "Tapan Mukerji"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2505.10492",
    "title": "Multi-contrast laser endoscopy for in vivo gastrointestinal imaging",
    "abstract": "           White light endoscopy is the clinical gold standard for detecting diseases in the gastrointestinal tract. Most applications involve identifying visual abnormalities in tissue color, texture, and shape. Unfortunately, the contrast of these features is often subtle, causing many clinically relevant cases to go undetected. To overcome this challenge, we introduce Multi-contrast Laser Endoscopy (MLE): a platform for widefield clinical imaging with rapidly tunable spectral, coherent, and directional illumination. We demonstrate three capabilities of MLE: enhancing tissue chromophore contrast with multispectral diffuse reflectance, quantifying blood flow using laser speckle contrast imaging, and characterizing mucosal topography using photometric stereo. We validate MLE with benchtop models, then demonstrate MLE in vivo during clinical colonoscopies. MLE images from 31 polyps demonstrate an approximate three-fold improvement in contrast and a five-fold improvement in color difference compared to white light and narrow band imaging. With the ability to reveal multiple complementary types of tissue contrast while seamlessly integrating into the clinical environment, MLE shows promise as an investigative tool to improve gastrointestinal imaging.         ",
    "url": "https://arxiv.org/abs/2505.10492",
    "authors": [
      "Taylor L. Bobrow",
      "Mayank Golhar",
      "Suchapa Arayakarnkul",
      "Anthony A. Song",
      "Saowanee Ngamruengphong",
      "Nicholas J. Durr"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Medical Physics (physics.med-ph)",
      "Optics (physics.optics)"
    ]
  }
]