[
  {
    "id": "arXiv:2505.23956",
    "title": "Terahertz prototype for air pollutants detection",
    "abstract": "           In this work, we propose a prototype set-up exploiting terahertz time-domain spectroscopy (THz-TDS) to investigate gaseous compounds. The system is portable and allows to perform remote measurements. We used the prototype to characterise for the first time in literature over a broad THz range, pure dichloromethane and chloroform, two pollutants known as very short-lived substances (VSLS) that strongly contribute to ozone depletion. The THz range allows selectively detecting their absorption lines related to the rotational molecular motion for which we also present the theoretical confirmation. Then, we investigate the optical response of a multi-component mixture achieved with the two aforementioned chlorine-based compounds mixed with two widely distributed volatile pollutants (acetone and methanol). For these first measurements, we developed the set-up specifically for laboratory condition in which the substances are directly injected into the gas-cell circuit. Finally, we modified the prototype to ensure that the ambient atmosphere is drawn directly into the gas cell via a long pipe and a suction system opportunely developed. The analysis of the mixtures in both laboratory and in-field conditions demonstrates that the prototype together with the approach employed in this work can simultaneously identify and quantify single components in the atmosphere. The results obtained open up new possibilities for the development and applications of an efficient portable THz-based sensor for the remote detection of multi-component environmental contaminants.         ",
    "url": "https://arxiv.org/abs/2505.23956",
    "authors": [
      "Candida Moffa",
      "Alessandro Curcio",
      "Camilla Merola",
      "Vittoria Maria Orsini",
      "Daniele Francescone",
      "Fernando Jr. Piamonte Magboo",
      "Marco Magi",
      "Massimiliano Coppola",
      "Lucia Giuliano",
      "Mauro Migliorati",
      "Giuseppe Zollo",
      "Massimo Reverberi",
      "Leonardo Mattiello",
      "Massimo Petrarca"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.23965",
    "title": "Deciphering hidden layers images through terahertz spectral fingerprints",
    "abstract": "           Terahertz radiation enables non destructive, depthresolved analysis of layered artworks. This study demonstrates THz multispectral imaging ability to reveal concealed text beneath mockup of pictorial layers, reconstructing hidden narratives at varying depths through frequency domain this http URL, it maps pigment composition, providing valuable chemical information. Showcasing the power to penetrate and decipher stratified materials, this work establishes THz multispectral imaging as a crucial tool for unlocking hidden secrets and characterizing materials in Cultural Heritage artifacts.         ",
    "url": "https://arxiv.org/abs/2505.23965",
    "authors": [
      "Candida Moffa",
      "Daniele Francescone",
      "Alessandro Curcio",
      "Anna Candida Felici",
      "Marco Bellaveglia",
      "Luca Piersanti",
      "Mauro Migliorati",
      "Massimo Petrarca"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2505.24077",
    "title": "Real-time processing of distributed acoustic sensing data for earthquake monitoring operations",
    "abstract": "           We introduce a modular software framework designed to integrate distributed acoustic sensing (DAS) data into operational earthquake monitoring systems. Building on the infrastructure of the Advanced National Seismic System (ANSS) and the Southern California Seismic Network (SCSN), which employs the ANSS Quake Monitoring Software (AQMS), our solution supports real-time DAS waveform streaming and machine-learning-based traveltime picking to leverage the dense spatial sampling of DAS arrays. To enable seamless compatibility with the AQMS, our approach uses standardized seismic data formats to incorporate predetermined DAS channels. We demonstrate the integration of data from a 100-km-long DAS array deployed in Ridgecrest, California, and provide a detailed description of the software components and deployment strategy. This work represents a step toward incorporating DAS into routine seismic monitoring and opens new possibilities for real-time hazard assessment using fiber-optic networks.         ",
    "url": "https://arxiv.org/abs/2505.24077",
    "authors": [
      "Ettore Biondi",
      "Gabrielle Tepp",
      "Ellen Yu",
      "Jessie K. Saunders",
      "Victor Yartsev",
      "Michael Black",
      "Michael Watkins",
      "Aparna Bhaskaran",
      "Rayomand Bhadha",
      "Zhongwen Zhan",
      "Allen L. Husker"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2505.24194",
    "title": "Energy-Embedded Neural Solvers for One-Dimensional Quantum Systems",
    "abstract": "           Physics-informed neural networks (PINN) have been widely used in computational physics to solve partial differential equations (PDEs). In this study, we propose an energy-embedding-based physics-informed neural network method for solving the one-dimensional time-independent Schrödinger equation to obtain ground- and excited-state wave functions, as well as energy eigenvalues by incorporating an embedding layer to generate process-driven data. The method demonstrates high accuracy for several well-known potentials, such as the infinite potential well, harmonic oscillator potential, Woods-Saxon potential, and double-well potential. Further validation shows that the method also performs well in solving the radial Coulomb potential equation, showcasing its adaptability and extensibility. The proposed approach can be extended to solve other partial differential equations beyond the Schrödinger equation and holds promise for applications in high-dimensional quantum systems.         ",
    "url": "https://arxiv.org/abs/2505.24194",
    "authors": [
      "Yi-Qiang Wu",
      "Xuan Liu",
      "Hanlin Li",
      "Fuqiang Wang"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2505.24276",
    "title": "Versatile Lithium Niobate Platform for Photoacoustic/Thermoelastic Gas Sensing and Photodetection",
    "abstract": "           We present a lithium niobate multi-functional platform (LN-MFP) that integrates photoacoustic and thermoelastic spectroscopy with photodetection on a single chip. Utilizing LN's piezoelectric and thermoelastic properties and an optimized design, it achieves high sensitivity across visible to long-wave infrared wavelengths. We demonstrate photoacoustic/thermoelastic gas sensing and photodetection using LN-MFP. The compact, integrated system with custom packaging and direct wire bonding reduces complexity and size, enabling portable, scalable sensing for environmental and diagnostic applications.         ",
    "url": "https://arxiv.org/abs/2505.24276",
    "authors": [
      "Haoyang Lin",
      "Wenguo Zhu",
      "Yongchun Zhong",
      "Huihui Lu",
      "Jianhui Yu",
      "Huadan Zheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.24557",
    "title": "Optical frequency division referenced to microhertz-linewidth quantum-noise-limited lasers",
    "abstract": "           Optical frequency division (OFD) implements the conversion of ultra-stable optical frequencies into microwave frequencies through an optical frequency comb flywheel, generating microwave oscillators with record-low phase noise and time jitter. However, conventional OFD systems face significant trade-off between division complexity and noise suppression due to severe thermal noise and technical noise in the optical frequency references. Here, we address this challenge by generating common-cavity bi-color Brillouin lasers as the optical frequency references, which operate at the fundamental quantum noise limit with Schawlow-Townes linewidth on the 10 {\\mu}Hz level. Enabled by these ultra-coherent reference lasers, our OFD system uses a dramatically simplified comb divider with an unprecedented small division factor of 10, and successfully generates 10 GHz microwave signal with exceptional phase noise of -65 dBc/Hz at 1Hz, -151 dBc/Hz at 10 kHz, and -170 dBc/Hz at 10 MHz offset. Our work redefines the trade-off between noise suppression and division complexity in OFD, paving the way for compact, high-performance microwave synthesis for next-generation atomic clocks, quantum sensors, and low-noise radar systems.         ",
    "url": "https://arxiv.org/abs/2505.24557",
    "authors": [
      "Jiahao Hu",
      "Yanlan Xiao",
      "Honglei Yang",
      "Siyi Xue",
      "Wenchan Dong",
      "Kunpeng Zhai",
      "Sha Zhu",
      "Kun Qiu",
      "Shengkang Zhang",
      "Jun Ge",
      "Ninghua Zhu",
      "Xiaoshun Jiang",
      "Jing Xu",
      "Huashun Wen",
      "Heng Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.24589",
    "title": "Frequency-Domain Joint Monitoring of Differential Group Delay and Dependent Loss of Optical Singleand Few-Mode Fiber Channels Based on CAZAC Sequences",
    "abstract": "           This paper addresses the challenges of monitoring optical-fiber channels subject to complex, multidimensional impairments-such as dynamic interference across polarization or modal dimensions-where conventional methods suffer from high equipment costs, poor impairment discrimination and limited scalability. We propose an in-service, frequency-domain joint monitoring scheme based on constant-amplitude zero-autocorrelation (CAZAC) sequences. Exploiting their flat spectra and ideal autocorrelation, we model the channel as a multi-input multi-output (MIMO) system and estimate its frequency response to extract both differential group delay (DGD) and dimension-dependent loss (DL) regardless of dimensionality. Experimental validation in polarization-division-multiplexing (PDM) and mode-division-multiplexing (MDM) scenarios demonstrates robust performance: in a 2x2 PDM setup, polarization-dependent loss (PDL) error stays below 0.3 dB and polarization-mode dispersion (PMD) accuracy is 0.3 ps; in a 4x4 MDM system, mode-dependent loss (MDL) and differential mode-group delay (DMGD) errors remain around 0.3 dB and 0.3 ps, respectively. Fully compatible with existing coherent DSP without additional hardware, the scheme enables continuous, cost-effective, real-time monitoring of multidimensional optical channels.         ",
    "url": "https://arxiv.org/abs/2505.24589",
    "authors": [
      "Linsheng Fan",
      "Gao Ye",
      "Zhongliang Sun",
      "Lingguo Cao",
      "Hao Shi",
      "Jianwei Tang",
      "Shunfeng Wang",
      "Hengying Xu",
      "Chenglin Bai",
      "Jian Zhao",
      "Weisheng Hu",
      "Jinlong Wei"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.24606",
    "title": "Muochrony: Exploring Time and Frequency Applications of Cosmic Muons",
    "abstract": "           This study outlines the progress of a collaborative effort between INRIM and MUOGRAPHIX-The University of Tokyo, focusing on using muons from cosmic-ray-induced Extensive Air Showers (EAS) to synchronize atomic clocks and disseminate atomic time references. The approach, known as the Cosmic Time Synchronizer (CTS), proposed by the University of Tokyo, serves as the foundation for a new field of study called Muochrony. The paper details the CTS technology, underlying principles, and the prototype system installed at the INRIM RadioNavigation Laboratory. Additionally, it reports on the initial metrological evaluation and the first experiments conducted to synchronize diverse atomic clock types and disseminate the UTC(IT) timescale using cosmic muons. CTS has the potential to synchronize and disseminate time references in critical applications securely and could also complement GNSS in areas not covered by RF signals.         ",
    "url": "https://arxiv.org/abs/2505.24606",
    "authors": [
      "G. Cerretto",
      "E. Cantoni",
      "M. Sellone",
      "C.E. Calosso",
      "I. Gnesi",
      "H.K.M. Tanaka"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2505.24607",
    "title": "Resonance density range governs two-plasmon decay saturation and enables hot-electron prediction in inertial confinement fusion",
    "abstract": "           The saturation level of parametric instabilities critically determines their impact on fusion plasmas. We identify the resonance density range of two-plasmon decay as the critical parameter governing nonlinear saturation of ion density fluctuations and Langmuir waves, which drive hot-electron generation. Using this insight, we develop a predictive scaling model for the hot-electron energy fraction f_{hot} that depends only on the laser intensity I, with plasma conditions encoded via plasma ablation theory. The model can work for various experimental configurations-requiring only two (I, f_{hot}) data points to calibrate coefficients-and successfully reproduces results from prior OMEGA and OMEGA-EP experiments.         ",
    "url": "https://arxiv.org/abs/2505.24607",
    "authors": [
      "C.Yao",
      "J. Li",
      "L. Hao",
      "R. Yan",
      "T.Tao",
      "G-N.Zheng",
      "Q.Jia",
      "Y-K. Ding",
      "J. Zheng"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2505.24614",
    "title": "High-charge relativistic electrons by vacuum laser acceleration from plasma mirrors using flying focus pulses",
    "abstract": "           Relativistic electron beams produced by intense lasers over short distances have important applications in high energy density physics and medical technologies. Vacuum laser acceleration with plasma mirrors injectors has garnered substantial research interest recently. However, a persistent challenge remains unresolved that electrons inevitably detach from the laser acceleration phase due to velocity mismatch. Here, we employ flying focus lasers to address this limitation. Through three-dimensional particle-in-cell simulations, we demonstrate that flying focus lasers can achieve a substantial enhancement in relativistic electron charge yield compared to conventional Gaussian lasers. This improvement stems from two key attributes: (1) The subluminal propagation velocity of the peak intensity keeps a larger electron population synchronized within the longitudinal ponderomotive acceleration region, and (2) Flying focus lasers sustain higher magnitudes of the longitudinal ponderomotive force over longer distances in comparison to Gaussian lasers. This approach offers high-charge relativistic electron sources ideal for demanding applications such as high-flux Thomson scattering and radiography.         ",
    "url": "https://arxiv.org/abs/2505.24614",
    "authors": [
      "Jiaxin Liu",
      "Zeyue Pang",
      "Hehanlin Wang",
      "Zi-Yu Chen"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2505.24845",
    "title": "A Planar Huygens Antenna Utilizing Crossed Electric and Magnetic Dipoles",
    "abstract": "           The natural source of a magnetic dipole in antennas is typically an electrically small loop, which can be utilized in conjunction with an electric dipole to realize an electrically small Huygens' antenna. However, these antennas suffer from low radiation efficiency and their theoretical directivity limit is 4.8 dBi. Magnetic dipoles with an electrical size larger than 0.5lambda are highly desirable for high-gain applications. This paper builds on the development of a magnetic dipole source that utilizes a 0.5lambda slot positioned near a printed dipole with a length twice that of the slot. Such a combination of electric and magnetic dipoles yields a highly directive radiation pattern, resulting in a higher gain than a uniformly illuminated antenna of similar size. The prototype is designed to operate at 4.5 GHz, with a directivity of up to 8.37 dBi. The analytical, numerical, and measured results agree fully. This high-gain superdirective antenna is highly desirable due to its excellent features, including being low-profile, PCB compatible, and having a low-complexity feeding topology, compared to the existing approach of the two-element end-fire array.         ",
    "url": "https://arxiv.org/abs/2505.24845",
    "authors": [
      "Muhammad Rizwan Akram",
      "Abbas Semnani"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.23989",
    "title": "On the Physical Untenability of the Standard Notion of Quantum State",
    "abstract": "           The notion of quantum state plays a fundamental role within the Standard account of Quantum Mechanics (SQM) as established by Dirac and von Neumann during 1930s and up to the present. In this work we expose the deep inconsistencies that exist within the multiple definitions of the notion of quantum state that are provided within this axiomatic formulation. As we will argue, these different inconsistent definitions continue to be -- even today -- uncritically confused within the mainstream physical and philosophical literature leading to self-contradictory statements and wrong conclusions. We end with a discussion regarding the untenability of this concept for any rational understanding of theoretical physics.         ",
    "url": "https://arxiv.org/abs/2505.23989",
    "authors": [
      "Christian de Ronde"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2505.24032",
    "title": "Leveraging machine learning features for linear optical interferometer control",
    "abstract": "           We have developed an algorithm that constructs a model of a reconfigurable optical interferometer, independent of specific architectural constraints. The programming of unitary transformations on the interferometer's optical modes relies on either an analytical method for deriving the unitary matrix from a set of phase shifts or an optimization routine when such decomposition is not available. Our algorithm employs a supervised learning approach, aligning the interferometer model with a training set derived from the device being studied. A straightforward optimization procedure leverages this trained model to determine the phase shifts of the interferometer with a specific architecture, obtaining the required unitary transformation. This approach enables the effective tuning of interferometers without requiring a precise analytical solution, paving the way for the exploration of new interferometric circuit architectures.         ",
    "url": "https://arxiv.org/abs/2505.24032",
    "authors": [
      "Sergei S. Kuzmin",
      "Ivan V. Dyakonov",
      "Stanislav S. Straupe"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.24191",
    "title": "Benchmarking Quantum Heuristics: Non-Variational QWOA for Weighted Maxcut",
    "abstract": "           We present benchmarking results for the non-variational Quantum Walk Optimisation Algorithm (non-variational QWOA) applied to the weighted maxcut problem, using classical simulations for problem sizes up to $n = 31$. The amplified quantum state, prepared using a quadratic number of alternating unitaries, achieves a constant average-case measurement probability for globally optimal solutions across these problem sizes. This behaviour contrasts with that of classical heuristics, which, for NP-hard optimisation problems, typically exhibit solve probabilities that decay as problem size increases. Performance comparisons with two local-search heuristics on the same benchmark instances suggest that the non-variational QWOA may offer a meaningful advantage by scaling more favourably with problem size. These results provide supporting evidence for the potential of this quantum heuristic to achieve quantum advantage, though further work is needed to assess whether the observed performance scaling persists at larger problem sizes, and to confirm whether similar performance trends are observed for the other problem classes to which the non-variational QWOA is designed to generalise.         ",
    "url": "https://arxiv.org/abs/2505.24191",
    "authors": [
      "Tavis Bennett",
      "Aidan Smith",
      "Edric Matwiejew",
      "Jingbo Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2505.24564",
    "title": "Quantum-Ready Microwave Detection with Scalable Graphene Bolometers in the Strong Localization Regime",
    "abstract": "           Exploiting quantum interference of charge carriers, epitaxial graphene grown on silicon carbide emerges as a game-changing platform for ultra-sensitive bolometric sensing, featuring an intrinsic resistive thermometer response unmatched by any other graphene variant. By achieving low and uniform carrier densities, we have accessed a new regime of strong charge localization that dramatically reduces thermal conductance, significantly enhancing bolometer performance. Here we present scalable graphene-based bolometers engineered for detecting GHz-range photons, a frequency domain essential for superconducting quantum processors. Our devices deliver a state-of-the-art noise equivalent power of 40 zW$/\\sqrt{\\rm Hz}$ at $T=40~$mK, enabled by the steep temperature dependence of thermal conductance, $G_{\\rm th}\\sim T^4$ for $T<100~$mK. These results establish epitaxial graphene bolometers as versatile and low-back-action detectors, unlocking new possibilities for next-generation quantum processors and pioneering investigations into the thermodynamics and thermalization pathways of strongly entangled quantum systems.         ",
    "url": "https://arxiv.org/abs/2505.24564",
    "authors": [
      "Yu-Cheng Chang",
      "Federico Chianese",
      "Naveen Shetty",
      "Johanna Huhtasaari",
      "Aditya Jayaraman",
      "Joonas T. Peltonen",
      "Samuel Lara-Avila",
      "Bayan Karimi",
      "Andrey Danilov",
      "Jukka P. Pekola",
      "Sergey Kubatkin"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2505.24833",
    "title": "Cryogenic scanning photocurrent spectroscopy for materials responses to structured optical fields",
    "abstract": "           Circular dichroism spectroscopy is known to provide important insights into the interplay of different degrees of freedom in quantum materials, and yet spectroscopic study of the optoelectronic responses of quantum materials to structured optical fields, such as light with finite spin and orbital angular momentum, has not yet been widely explored, particularly at cryogenic temperature. Here we demonstrate the design and application of a novel instrument that integrates scanning spectroscopic photocurrent measurements with structured light of controlled spin and orbital angular momentum. For structured photons with wavelengths between 500 nm to 700 nm, this instrument can perform spatially resolved photocurrent measurements of two-dimensional materials or thin crystals under magnetic fields up to $\\pm$ 14 Tesla, at temperatures from 300 K down to 3 K, with either spin angular momentum $\\pm \\hbar$ ororbital angular momentum $\\pm \\ell \\hbar$ (where $\\ell$=1,2,3... is the topological charge), and over a (35 $\\times$ 25) $\\mu m^2$ area with ~ 1 $\\mu m$ spatial resolution. These capabilities of the instrument are exemplified by magneto-photocurrent spectroscopic measurements of monolayer 2H-$MoS_2$ field-effect transistors, which not only reveal the excitonic spectra but also demonstrate monotonically increasing photocurrents with increasing |$\\ell $| as well as excitonic Zeeman splitting and an enhanced Landé g-factor due to the enhanced formation of intervalley dark excitons under magnetic field. These studies thus demonstrate the versatility of the scanning photocurrent spectrometry for investigating excitonic physics, optical selection rules, and optoelectronic responses of novel quantum materials and engineered quantum devices to structured light.         ",
    "url": "https://arxiv.org/abs/2505.24833",
    "authors": [
      "Duxing Hao",
      "Chun-I Lu",
      "Ziqi Sun",
      "Yu-Chen Chang",
      "Wen-Hao Chang",
      "Ye-Ru Chen",
      "Akiyoshi Park",
      "Beining Rao",
      "Siyuan Qiu",
      "Yann-Wen Lan",
      "Ting-Hua Lu",
      "Nai-Chang Yeh"
    ],
    "subjectives": [
      "Other Condensed Matter (cond-mat.other)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2411.17443",
    "title": "Electro-optically tunable Brillouin microlasers on lithium niobate platform",
    "abstract": "           Miniature, monolithic, tunable sources of coherent radiation with narrow linewidths and low noise are highly sought after for photonic integration. Brillouin lasers, known for their intrinsically narrow linewidths, present an appealing solution. However, achieving the strong optomechanical coupling necessary for lasing in optical microresonators remains challenging due to the difficulty of simultaneously confining optical and acoustic modes with substantial modal overlap. Additionally, most Brillouin lasers lack tunability. Lithium niobate (LN) emerges as an excellent platform for integrated photonics, offering large photoelastic coefficients and electro-optic tunability. In this work, we demonstrate strong optomechanical interactions in a 117-um-diameter LN microdisk resonator, achieved through post-fabrication dispersion management and enhanced mode matching enabled by the large off-diagonal elements of the photoelastic tensor. This approach yields an impressive optomechanical coupling rate of up to 30 kHz per photon, resulting in a tunable, integrated Brillouin microlaser with an intrinsic linewidth of 118 Hz and a low lasing threshold of 3.15 mW -- a remarkable performance for such a compact device. Furthermore, we demonstrate electro-optic tuning of the microlaser with an efficiency of 43.2 kHz/V, showcasing the versatility of LN for next-generation tunable photonic systems.         ",
    "url": "https://arxiv.org/abs/2411.17443",
    "authors": [
      "Chuntao Li",
      "Jiale Deng",
      "Xingzhao Huang",
      "Xiaochao Luo",
      "Renhong Gao",
      "Jintian Lin",
      "Huakang Yu",
      "Jianglin Guan",
      "Jacob B. Khurgin",
      "Zhiyuan Li",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.10052",
    "title": "Non-resonant Optical Injection Locking in Quantum Cascade Laser Frequency Combs",
    "abstract": "           Optical injection locking of the repetition frequency of a quantum cascade laser frequency comb is demonstrated using an intensity modulated near-infrared light at 1.55 $\\mu$m illuminating the front facet of the laser. Compared to the traditional electrical modulation approach, the introduced technique presents benefits from several perspectives such as the availability of mature and high bandwidth equipment in the near-infrared, circumvent the need of dedicated electronic components for the quantum cascade laser, and allows a direct link between the near and mid-infrared for amplitude to frequency modulation. We show that this stabilization scheme, used with moderate near-infrared power of a few milliwatts, allows for a strong reduction of the frequency noise. We also perform a full characterization of the mechanism and evidence that the locking range follows Adler's law. A comparison of our results with those in recent literature indicates that the optical approach leads to better performance compared to the traditional method, which we expect to benefit mid-infrared spectroscopy and metrological applications.         ",
    "url": "https://arxiv.org/abs/2412.10052",
    "authors": [
      "Alexandre Parriaux",
      "Kenichi N. Komagata",
      "Mathieu Bertrand",
      "Mattias Beck",
      "Valentin J. Wittwer",
      "Jérôme Faist",
      "Thomas Südmeyer"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.20734",
    "title": "Ferromagnetic Traps for Quasi-Continuous Operation of Optical Nanofiber Interfaces",
    "abstract": "           A soft ferromagnetic foil uniformizes Tesla-level fields generated by attached permanent magnets, producing a smooth and electronically tunable surface field on the opposite side. By arranging n precisely fabricated rectangular foils, a nearly ideal magnetic quadrupole field with a substantial gradient can be created at center. This robust and rapidly tunable field configuration is well suited for two-dimensional magneto-optical trapping (2D-MOT) and magnetic guiding of cold atoms. By aligning an optical nanofiber (ONF) along the zero-field line of a planar 2D-MOT in a 2-foil assembly, we demonstrate quasi-continuous, field-free operation of the quantum optical interface without switching off the magnetic field. Transient transmission spectroscopy with nanosecond laser pulses is performed on the Rb-87 D2 line at a measurement repetition rate as high as 250 kHz. The observed line broadening, while not yet fully understood, is partially attributed to residual magnetic fields in the n=2 assembly. Through additional measurements and simulations, we verify that these residual fields can be fully eliminated in an n=4 assembly, resulting in an ultra-straight 2D trap that supports uniform light-atom interaction over exceptionally long, field-free distances. We extend our discussion to n=6, n=8 designs with similar uniformity but multiple zero-field lines. With its strong gradient for magnetic trapping, the ferromagnetic devices also enable new quantum optical scenarios featuring interactions between co-guided atoms and photons at ONF interfaces.         ",
    "url": "https://arxiv.org/abs/2412.20734",
    "authors": [
      "Ruijuan Liu",
      "Jinggu Wu",
      "Yuan Jiang",
      "Yanting Zhao",
      "Saijun Wu"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2502.15141",
    "title": "Machine learning meets $\\mathfrak{su}(n)$ Lie algebra: Enhancing quantum dynamics learning with exact trace conservation",
    "abstract": "           Machine learning (ML) has emerged as a promising tool for simulating quantum dissipative dynamics. However, existing methods often struggle to enforce key physical constraints, such as trace conservation, when modeling reduced density matrices (RDMs). While Physics-Informed Neural Networks (PINN) aim to address these challenges, they frequently fail to achieve full physical consistency. In this work, we introduce a novel approach that leverages the $\\mathfrak{su}(n)$ Lie algebra to represent RDMs as a combination of an identity matrix and $n^2 - 1$ Hermitian, traceless, and orthogonal basis operators,where $n$ is the system's dimension. By learning only the coefficients associated with this basis, our framework inherently ensures exact trace conservation, as the traceless nature of the basis restricts the trace contribution solely to the identity matrix. This eliminates the need for explicit trace-preserving penalty terms in the loss function, simplifying optimization and improving learning efficiency. We validate our approach on two benchmark quantum systems: the spin-boson model and the Fenna-Matthews-Olson complex. By comparing the performance of four neural network (NN) architectures -- Purely Data-driven Physics-Uninformed Neural Networks (PUNN), $\\mathfrak{su}(n)$ Lie algebra-based PUNN ($\\mathfrak{su}(n)$-PUNN), traditional PINN, and $\\mathfrak{su}(n)$ Lie algebra-based PINN ($\\mathfrak{su}(n)$-PINN) -- we highlight the limitations of conventional methods and demonstrate the superior accuracy, robustness, and efficiency of our approach in learning quantum dissipative dynamics.         ",
    "url": "https://arxiv.org/abs/2502.15141",
    "authors": [
      "Arif Ullah",
      "Jeremy O. Richardson"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2505.19452",
    "title": "Nonsymmorphic symmetry adapted finite element modeling of glide-symmetric photonic structures",
    "abstract": "           Space group theory is pivotal in the design of nanophotonics devices, enabling the characterization of periodic optical structures such as photonic crystals. The aim of this study is to extend the application of nonsymmorphic space groups in the field of numerical analysis for research and design of nanophotonics devices. In this work, we introduce the nonsymmorphic symmetry adapted finite element method, and provide a systematic approach for efficient band structure analysis of photonic structures with nonsymmorphic groups. We offer a formal and rigorous treatment by specifically deriving the boundary constraint conditions associated with the symmetry operations and their irreducible representations and decomposing the original problem into different subtasks. our method fully accounting for non-primitive translations and nonstructural symmetries like time-reversal symmetry and hidden symmetries. We demonstrate the effectiveness of our method via computing the band structure of photonic structures with a layer group, a plane group, and a space group. The results exhibit excellent agreement with those obtained using the standard finite element method, showcasing improved computational efficiency. Furthermore, the decomposition of the original problem facilitates band structure classification and analysis, enabling the identification of the different bands among the band structure in various subtasks. This advancement paves the way for innovative designs in nanophotonics.         ",
    "url": "https://arxiv.org/abs/2505.19452",
    "authors": [
      "Lida Liu",
      "Jingwei Wang",
      "Yuhao Jing",
      "Songzi Lin",
      "Zhongfei Xiong",
      "Yuntian Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.21924",
    "title": "Modified Transfer Matrix Method for the Extraction of Material Properties via Terahertz Time-Domain Spectroscopy",
    "abstract": "           Terahertz Time-Domain Spectroscopy is a powerful technique for extracting the low-frequency optical properties of materials. However, the optical constants are difficult to determine directly from the experimental transfer function, such that various numerical approximations must be implemented to describe specific conditions. Here, we introduce a modified Transfer Matrix Method that uses a genetic algorithm for optimization to determine the refractive index of materials in the THz regime. We show that this approach is generally applicable across a wide range of refractive indices, structures, and frequency ranges. Our method is intuitive and yields accurate results compared to leading methods across a wide spectral range (0.1 - 15 THz).         ",
    "url": "https://arxiv.org/abs/2505.21924",
    "authors": [
      "Kamyar Rashidi",
      "Matthew Y. Sfeir"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2406.19533",
    "title": "Testing quantum theory on curved space-time with quantum networks",
    "abstract": "           Quantum technologies present new opportunities for fundamental tests of nature. One potential application is to probe the interplay between quantum physics and general relativity - a field of physics with no empirical evidence yet. Here we show that quantum networks open a new window to test this interface. We demonstrate how photon mediated entanglement between atomic or atom-like systems can be used to probe time-dilation induced entanglement and interference modulation. Key are non-local measurements between clocks in a gravitational field, which can be achieved either through direct photon interference or by using auxiliary entanglement. The resulting observable depends on the interference between different proper times, and can only be explained if both quantum theory and general relativity are taken into account. The proposed protocol enables clock interferometry on km-scale separations and beyond. Our work thus shows a realistic experimental route for a first test of quantum theory on curved space-time, opening up new scientific opportunities for quantum networks.         ",
    "url": "https://arxiv.org/abs/2406.19533",
    "authors": [
      "Johannes Borregaard",
      "Igor Pikovski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2409.15683",
    "title": "Quantum DeepONet: Neural operators accelerated by quantum computing",
    "abstract": "           In the realm of computational science and engineering, constructing models that reflect real-world phenomena requires solving partial differential equations (PDEs) with different conditions. Recent advancements in neural operators, such as deep operator network (DeepONet), which learn mappings between infinite-dimensional function spaces, promise efficient computation of PDE solutions for a new condition in a single forward pass. However, classical DeepONet entails quadratic complexity concerning input dimensions during evaluation. Given the progress in quantum algorithms and hardware, here we propose to utilize quantum computing to accelerate DeepONet evaluations, yielding complexity that is linear in input dimensions. Our proposed quantum DeepONet integrates unary encoding and orthogonal quantum layers. We benchmark our quantum DeepONet using a variety of PDEs, including the antiderivative operator, advection equation, and Burgers' equation. We demonstrate the method's efficacy in both ideal and noisy conditions. Furthermore, we show that our quantum DeepONet can also be informed by physics, minimizing its reliance on extensive data collection. Quantum DeepONet will be particularly advantageous in applications in outer loop problems which require exploring parameter space and solving the corresponding PDEs, such as uncertainty quantification and optimal experimental design.         ",
    "url": "https://arxiv.org/abs/2409.15683",
    "authors": [
      "Pengpeng Xiao",
      "Muqing Zheng",
      "Anran Jiao",
      "Xiu Yang",
      "Lu Lu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2504.18665",
    "title": "Classifying destructive quantum interference in molecular junctions: Towards molecular quantum rulers",
    "abstract": "           Destructive quantum interference in molecular junctions might be used to build molecular quantum rulers, allowing to quantify changes in external control parameters electrically. For this reason, it is important to understand which patterns of destructive quantum interference can occur inside the electronic excitation gap of a molecule, coupled to conducting electrodes. By considering a four-level model, we show that much more complex destructive quantum interference behavior can arise than expected for just two levels. We classify the destructive quantum interferences analytically and show that they may even occur in regions forbidden by the standard orbital rule for electron transport. Our results suggest that appropriate molecular design may indeed allow to construct highly sensitive molecular quantum rulers.         ",
    "url": "https://arxiv.org/abs/2504.18665",
    "authors": [
      "Lukas Krieger",
      "Gert-Ludwig Ingold",
      "Fabian Pauly"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]