[
  {
    "id": "arXiv:2407.04745",
    "title": "Optimal design of small aperture optical terminals for free-space links",
    "abstract": "           We present the generalised design of low-complexity, small aperture optical terminals intended for kilometre-scale, terrestrial, free-space laser links between fixed and dynamic targets. The design features single-mode fibre coupling of the free-space beam, assisted by a fast-steering, tip/tilt mirror that enables first-order turbulence suppression and fine target tracking. The total power throughput over the free-space link and the scintillation index in fibre are optimised. The optimal tip/tilt correction bandwidth and range, aperture size, and focal length for a given link are derived using analytical atmospheric turbulence modelling and numerical simulations.         ",
    "url": "https://arxiv.org/abs/2407.04745",
    "authors": [
      "Alex M. Frost",
      "Benjamin P. Dix-Matthews",
      "Shane M. Walsh",
      "David R. Gozzard",
      "Sascha W. Schediwy"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.04784",
    "title": "Cavity QED in a High NA Resonator",
    "abstract": "           From fundamental studies of light-matter interaction to applications in quantum networking and sensing, cavity quantum electrodynamics (QED) provides a platform-crossing toolbox to control interactions between atoms and photons. The coherence of such interactions is determined by the product of the single-pass atomic absorption and the number of photon round-trips. Reducing the cavity loss has enabled resonators supporting nearly 1-million optical roundtrips at the expense of severely limited optical material choices and increased alignment sensitivity. The single-pass absorption probability can be increased through the use of near-concentric, fiber or nanophotonic cavities, which reduce the mode waists at the expense of constrained optical access and exposure to surface fields. Here we present a new high numerical-aperture, lens-based resonator that pushes the single-atom-single-photon absorption probability per round trip close to its fundamental limit by reducing the mode size at the atom below a micron while keeping the atom mm-to-cm away from all optics. This resonator provides strong light-matter coupling in a cavity where the light circulates only ~ 10 times. We load a single 87Rb atom into such a cavity, observe strong coupling, demonstrate cavity-enhanced atom detection with imaging fidelity of 99.55(6) percent and survival probability of 99.89(4) percent in 130 microseconds, and leverage this new platform for a time-resolved exploration of cavity cooling. The resonator's loss-resilience paves the way to coupling of atoms to nonlinear and adaptive optical elements and provides a minimally invasive route to readout of defect centers. Introduction of intra-cavity imaging systems will enable the creation of cavity arrays compatible with Rydberg atom array computing technologies, vastly expanding the applicability of the cavity QED toolbox.         ",
    "url": "https://arxiv.org/abs/2407.04784",
    "authors": [
      "Danial Shadmany",
      "Aishwarya Kumar",
      "Anna Soper",
      "Lukas Palm",
      "Chuan Yin",
      "Henry Ando",
      "Bowen Li",
      "Lavanya Taneja",
      "Matt Jaffe",
      "David Schuster",
      "Jon Simon"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.04792",
    "title": "Broadband Entangled-Photon Pair Generation with Integrated Photonics: Guidelines and A Materials Comparison",
    "abstract": "           Correlated photon-pair sources are key components for quantum computing, networking, and sensing applications. Integrated photonics has enabled chip-scale sources using nonlinear processes, producing high-rate entanglement with sub-100 microwatt power at telecom wavelengths. Many quantum systems operate in the visible or near-infrared ranges, necessitating broadband visible-telecom entangled-pair sources for connecting remote systems via entanglement swapping and teleportation. This study evaluates broadband entanglement generation through spontaneous four-wave mixing in various nonlinear integrated photonic materials, including silicon nitride, lithium niobate, aluminum gallium arsenide, indium gallium phosphide, and gallium nitride. We demonstrate how geometric dispersion engineering facilitates phase-matching for each platform and reveals unexpected results, such as robust designs to fabrication variations and a Type-1 cross-polarized phase-matching condition for III-V materials that expands the operational bandwidth. With experimentally attainable parameters, integrated photonic microresonators with optimized designs can achieve pair generation rates greater than ~1 THz/mW$^2$.         ",
    "url": "https://arxiv.org/abs/2407.04792",
    "authors": [
      "Liao Duan",
      "Trevor J. Steiner",
      "Paolo Pintus",
      "Lillian Thiel",
      "Joshua E. Castro",
      "John E. Bowers",
      "Galan Moody"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.04821",
    "title": "Birefringence-free photoelastic modulator with centimeter-square aperture operating at 2.7 MHz with sub-watt drive power",
    "abstract": "           Photoelastic modulators are optical devices with a broad range of applications. These devices typically utilize a transverse interaction mechanism between acoustic and optical waves, resulting in a fundamental trade-off between the input aperture and the modulation frequency. Commercially available modulators with centimeter square apertures have operating frequencies in the vicinity of 50 kHz. In this work, we experimentally demonstrate a birefringence-free photoelastic modulator operating at approximately 2.7 MHz with a centimeter square aperture, increasing the operating frequency substantially compared to existing approaches. Using the modulator and polarizers, we demonstrate close to $\\pi$ radians polarization modulation amplitude with sub-watt drive power, translating to nearly 100% intensity modulation efficiency at the fundamental (2.7 MHz) and second harmonic (5.4 MHz) frequencies.         ",
    "url": "https://arxiv.org/abs/2407.04821",
    "authors": [
      "Okan Atalar",
      "Amin Arbabian"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.05086",
    "title": "Topological edge states in photonic Floquet insulator with unpaired Dirac cones",
    "abstract": "           Topological insulators are most frequently constructed using lattices with specific degeneracies in their linear spectra, such as Dirac points. For a broad class of lattices, such as honeycomb ones, these points and associated Dirac cones generally appear in non-equivalent pairs. Simultaneous breakup of the time-reversal and inversion symmetry in systems based on such lattices may result in the formation of the unpaired Dirac cones in bulk spectrum, but the existence of topologically protected edge states in such structures remains an open problem. Here photonic Floquet insulator on honeycomb lattice with unpaired Dirac cones in its spectrum is introduced that can support unidirectional edge states appearing at the edge between two regions with opposite sublattice detuning. Topological properties of this system are characterized by the nonzero valley Chern number. Remarkably, edge states in this system can circumvent sharp corners without inter-valley scattering even though there is no total forbidden gap in the spectrum. Our results reveal unusual interplay between two different physical mechanisms of creation of topological edge states based on simultaneous breakup of different symmetries of the system.         ",
    "url": "https://arxiv.org/abs/2407.05086",
    "authors": [
      "Hua Zhong",
      "Yaroslav V. Kartashov",
      "Yongdong Li",
      "Ming Li",
      "Yiqi Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.05097",
    "title": "$\\mathcal{PT}$-symmetric photonic lattices with type-II Dirac cones",
    "abstract": "           The type-II Dirac cone is a special feature of the band structure, whose Fermi level is represented by a pair of crossing lines. It has been demonstrated that such a structure is useful for investigating topological edge solitons, and more specifically, for mimicking the Kline tunneling. However, it is still not clear what the interplay between type-II Dirac cones and the non-Hermiticity mechanism will result in. Here, this question is addressed; in particular, we report the $\\mathcal{PT}$-symmetric photonic lattices with type-II Dirac cones for the first time. We identify a slope-exceptional ring and name it the type-II exceptional ring. We display the restoration of the $\\mathcal{PT}$ symmetry of the lattice by reducing the separation between the sites in the unit cell. Curiously, the amplitude of the beam during propagation in the non-Hermitian lattice with $\\mathcal{PT}$ symmetry only decays because of diffraction, whereas in the $\\mathcal{PT}$ symmetry-broken lattice it will be amplified, even though the beam still diffracts. This work establishes the link between the non-Hermiticity mechanism and the violation of Lorentz invariance in these physical systems.         ",
    "url": "https://arxiv.org/abs/2407.05097",
    "authors": [
      "Qian Tang",
      "Milivoj R. Belić",
      "Hua Zhong",
      "Meng Cao",
      "Yongdong Li",
      "Yiqi Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.05149",
    "title": "Quantized Acoustic Phonons Map the Dynamics of a Single Virus",
    "abstract": "           The natural vibrational frequencies of biological particles such as viruses and bacteria encode critical information about their mechanical and biological states as they interact with their local environment and undergo structural evolution. However, detecting and tracking these vibrations within a biological context at the single particle level has remained elusive. In this study, we track the vibrational motions of single, unlabeled virus particles under ambient conditions using ultrafast spectroscopy. The ultrasonic spectrum of an 80-100 nm lentiviral pseudovirus reveals vibrational modes in the 19-22 GHz range sensitive to virus morphology and 2-10 GHz modes with nanosecond dephasing times reflecting viral envelope protein interactions. By tracking virus trajectories over minutes, we observe acoustic mode coupling mediated by the local environment. Single particle tracking allows capture of viral disassembly through correlated mode softening and dephasing. The sensitivity, high resolution, and speed of this approach promise deeper insights into biological dynamics and early-stage diagnostics at the single microorganism level.         ",
    "url": "https://arxiv.org/abs/2407.05149",
    "authors": [
      "Yaqing Zhang",
      "Rihan Wu",
      "Md Shahjahan",
      "Canchai Yang",
      "Dohun Pyeon",
      "Elad Harel"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.05265",
    "title": "Towards the Quantum Limits of Phase Retrieval",
    "abstract": "           We consider the problem of determining the spatial phase profile of a single-mode electromagnetic field. Our attention is on input states that are a statistical mixture of displaced and squeezed number states, a superset of Gaussian states. In particular, we derive the quantum Fisher information matrix (QFIM) for estimating the expansion coefficients of the wavefront in an orthonormal basis, finding that it is diagonal. Moreover, we show that a measurement saturating the QFIM always exists, and point to an adaptive strategy capable of implementing it. We then construct the optimal measurements for three particular states: mixtures of photon number, coherent, and single-mode squeezed vacuum states. Sensitivity of the measurements to nuisance parameters is explored.         ",
    "url": "https://arxiv.org/abs/2407.05265",
    "authors": [
      "Jacob Trzaska",
      "Amit Ashok"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.05468",
    "title": "Non-contact excitation of multi-GHz lithium niobate electromechanical resonators",
    "abstract": "           The demand for high-performance electromechanical resonators is ever-growing across diverse applications, ranging from sensing and time-keeping to advanced communication devices. Among the electromechanical materials being explored, thin-film lithium niobate stands out for its strong piezoelectric properties and low acoustic loss. However, in nearly all existing lithium niobate electromechanical devices, the configuration is such that the electrodes are in direct contact with the mechanical resonator. This configuration introduces an undesirable mass-loading effect, giving rise to spurious modes and additional damping. Here, we present an electromechanical platform that mitigates this challenge by leveraging a flip-chip bonding technique to separate the electrodes from the mechanical resonator. By offloading the electrodes from the resonator, our approach yields a substantial increase in the quality factor of these resonators, paving the way for enhanced performance and reliability for their device applications.         ",
    "url": "https://arxiv.org/abs/2407.05468",
    "authors": [
      "Danqing Wang",
      "Jiacheng Xie",
      "Yu Guo",
      "Mohan Shen",
      "Hong X. Tang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.05716",
    "title": "Sensor response and radiation damage effects for 3D pixels in the ATLAS IBL Detector",
    "abstract": "           Pixel sensors in 3D technology equip the outer ends of the staves of the Insertable B Layer (IBL), the innermost layer of the ATLAS Pixel Detector, which was installed before the start of LHC Run 2 in 2015. 3D pixel sensors are expected to exhibit more tolerance to radiation damage and are the technology of choice for the innermost layer in the ATLAS tracker upgrade for the HL-LHC programme. While the LHC has delivered an integrated luminosity of $\\simeq$ 235 fb$^{-1}$ since the start of Run 2, the 3D sensors have received a non-ionising energy deposition corresponding to a fluence of ${\\simeq} 8.5\\times10^{14}$ 1 MeV neutron-equivalent cm$^{-2}$ averaged over the sensor area. This paper presents results of measurements of the 3D pixel sensors' response during Run 2 and the first two years of Run 3, with predictions of its evolution until the end of Run 3 in 2025. Data are compared with radiation damage simulations, based on detailed maps of the electric field in the Si substrate, at various fluence levels and bias voltage values. These results illustrate the potential of 3D technology for pixel applications in high-radiation environments.         ",
    "url": "https://arxiv.org/abs/2407.05716",
    "authors": [
      "ATLAS Collaboration"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2407.05828",
    "title": "Simulation of the impact of an additional corrugated structure impedance on the bursting dynamics in an electron storage ring",
    "abstract": "           In the case of single-digit picosecond bunch length, synchrotron light sources produce intense coherent radiation up to the THz range. The reduction of the bunch length by lowering the momentum compaction factor (low-$\\alpha$) gives rise to the micro-bunching instability, which is on one hand a crucial roadblock in the X-ray range during to the resulting effective bunch lengthening but on the other hand also an opportunity for the generation of intense THz radiation if it can be controlled appropriately. In the KIT storage ring KARA (Karlsruhe Research Accelerator), two parallel plates with periodic rectangular corrugations are planned to be installed in an electron storage ring. These plates create an additional longitudinal impedance based on their geometry, which can affect the beam dynamics. The resulting impedance manipulation will be used to study and control the longitudinal electron beam dynamics and the emitted coherent synchrotron radiation (CSR). This paper presents the results of systematic studies in simulation of the impact of additional corrugated plate impedances on the longitudinal beam dynamics using the example of the KARA storage ring. If the periodicity of the wake function of the corrugated plates matches the size of the substructures in the longitudinal bunch profile, the instability threshold can be effectively manipulated. This extends intense THz radiation to different beam current regimes.         ",
    "url": "https://arxiv.org/abs/2407.05828",
    "authors": [
      "Sebastian Maier",
      "Miriam Brosi",
      "Akira Mochihashi",
      "Michael J. Nasse",
      "Markus Schwarz",
      "Anke-Susanne Müller"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2407.05856",
    "title": "Continuous-Wave Nonlinear Polarization Control and Signatures of Criticality in a Perovskite Cavity",
    "abstract": "           Halide perovskites have emerged as promising photonic materials for fundamental physics studies and technological applications. Their potential for nonlinear optics has also drawn great interest recently; yet, to date, continuous-wave (CW) nonlinearities have remained elusive. Here we demonstrate CW nonlinear phenomena in a CsPbBr$_3$ perovskite cavity. We first demonstrate optical bistability -- the hallmark of single-mode coherent nonlinear optics. Next we exploit the interplay of nonlinearity and birefringence to demonstrate nonlinear control over the polarization of light. Finally, by measuring the optical hysteresis of our cavity as a function of temperature, we find a dramatic enhancement of the nonlinearity around 65 K. This enhancement is indicative of a phase transition in CsPbBr$_3$. Our results position CsPbBr$_3$ cavities as an exceptional platform for nonlinear optics, offering strong CW nonlinearity and birefringence which are furthermore tunable. In addition, our approach to uncover a phase transition of matter via optical hysteresis measurements is promising for exploring strongly correlated states of light-matter systems.         ",
    "url": "https://arxiv.org/abs/2407.05856",
    "authors": [
      "G. Keijsers",
      "R. M. de Boer",
      "B. Verdonschot",
      "K. J. H. Peters",
      "Z. Geng",
      "S. R. K. Rodriguez"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Other Condensed Matter (cond-mat.other)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.05908",
    "title": "Realization of Z$_2$ topological photonic insulators made from multilayer transition metal dichalcogenides",
    "abstract": "           Monolayers of semiconducting transition metal dichalcogenides (TMDs) have long attracted interest for their intriguing optical and electronic properties. Recently TMDs in their quasi-bulk form have started to show considerable promise for nanophotonics thanks to their high refractive indices, large optical anisotropy, wide transparency windows reaching to the visible, and robust room temperature excitons promising for nonlinear optics. Adherence of TMD layers to any substrate via van der Waals forces is a further key enabler for nanofabrication of sophisticated photonic structures requiring heterointegration. Here, we capitalize on these attractive properties and realize topological spin-Hall photonic lattices made of arrays of triangular nanoholes in 50 to 100 nm thick WS$_2$ flakes exfoliated on SiO$_2$/Si substrates. High quality structures are achieved taking advantage of anisotropic dry etching dictated by the crystal axes of WS$_2$. Reflectance measurements at room temperature show a photonic gap opening in the near-infrared in trivial and topological phases. Unidirectional propagation along the domain interface is demonstrated in real space via circularly polarized laser excitation in samples with both zigzag and armchair domain boundaries. Finite-difference time-domain simulations are used to interpret optical spectroscopy results. Our work opens the way for future sophisticated nanophotonic devices based on the layered (van der Waals) materials platform.         ",
    "url": "https://arxiv.org/abs/2407.05908",
    "authors": [
      "Tommi Isoniemi",
      "Paul Bouteyre",
      "Xuerong Hu",
      "Fedor Benimetskiy",
      "Yue Wang",
      "Maurice S. Skolnick",
      "Dmitry N. Krizhanovskii",
      "Alexander I. Tartakovskii"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2407.05918",
    "title": "In vacuum metasurface for optical microtrap array",
    "abstract": "           Optical tweezer arrays of laser-cooled and individual controlled particles have revolutionized the atomic, molecular and optical physics, and they afford exquisite capabilities for applications in quantum simulation of many-body physics, quantum computation and quantum sensing. Underlying this development is the technical maturity of generating scalable optical beams, enabled by active components and high numerical aperture objective. However, such a complex combination of bulk optics outside the vacuum chamber is very sensitive to any vibration and drift. Here we demonstrate the generation of 3*3 static tweezer array with a single chip-scale multifunctional metasurface element in vacuum, replacing the meter-long free space optics. Fluorescence counts on the camera validates the successfully trapping of the atomic ensemble array. Further, we discuss the strategy to achieve low scattering and crosstalk, where a metasurface design featuring dual-wavelength independent control is included. Our results, together with other recent development in integrated photonics for cold atoms, could pave the way for compact and portable quantum sensors and simulators in platforms of neutral atom arrays.         ",
    "url": "https://arxiv.org/abs/2407.05918",
    "authors": [
      "Donghao Li",
      "Qiming Liao",
      "Beining Xu",
      "Yaoting Zhou",
      "Keyu Qin",
      "Zhongxiao Xu",
      "Heng Shen",
      "Lingling Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.06020",
    "title": "Electron-only reconnection and inverse magnetic-energy transfer at sub-ion scales",
    "abstract": "           We derive, and validate numerically, an analytical model for electron-only magnetic reconnection applicable to strongly magnetized (low-beta) plasmas. Our model predicts sub-ion-scale reconnection rates significantly higher than those pertaining to large-scale reconnection, aligning with recent observations and simulations. We apply this reconnection model to the problem of inverse magnetic-energy transfer at sub-ion scales. We derive time-dependent scaling laws for the magnetic energy decay and the typical magnetic structure dimensions that differ from those previously found in the MHD regime. These scaling laws are validated via two- and three-dimensional simulations, demonstrating that sub-ion scale magnetic fields can reach large, system-size scales via successive coalescence.         ",
    "url": "https://arxiv.org/abs/2407.06020",
    "authors": [
      "Zhuo Liu",
      "Caio Silva",
      "Lucio M. Milanese",
      "Muni Zhou",
      "Noah R. Mandell",
      "Nuno F. Loureiro"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2407.06028",
    "title": "Optical reflection signature of an axion dielectric with magnetic current",
    "abstract": "           In this work, we investigate the reflection properties on the interface between an ordinary dielectric medium and a dielectric supporting a magnetic current (equivalent to a dielectric governed by axion electrodynamics). Considering the usual Maxwell equations and constitutive relations, we derive the general Fresnel coefficients for reflection for an incident wave with $s$ and $p$ polarization, assuming an isotropic magnetic current on a dielectric substrate. We determine all total internal reflection and critical angles (Brewster angles) conditions, which are given by strict relations between all relevant electromagnetic quantities of the system and the frequency. For $s$- and $p$-polarized incident waves, total internal reflection can occur under certain conditions on the constitutive parameters (for each propagating mode) at specific frequency windows and certain incidence angle intervals. All possible conditions to define critical angles for null reflection are determined. This scenario allows polarization changes by reflection. Considering a $p$-polarized incident wave, the frequency and the Brewster angle, allowing null reflection for both propagating modes, are determined. The Goos-Hänchen shift and the complex Kerr rotation are also evaluated. The Kerr ellipticity angle presents a frequency-dependent behavior, also reported in Weyl semimetals, having maximum values $\\eta_{Kerr}=\\pm \\pi/4$ for specific values of frequency, which may work as a signature of this axion chiral dielectric.         ",
    "url": "https://arxiv.org/abs/2407.06028",
    "authors": [
      "Pedro D. S. Silva",
      "Manoel M. Ferreira Jr"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2407.06067",
    "title": "Faraday laser pumped cesium beam clock",
    "abstract": "           We realize a high-performance compact optically pumped cesium beam clock using Faraday laser simultaneously as pumping and detection lasers. The Faraday laser, which is frequency stabilized by modulation transfer spectroscopy (MTS) technique, has narrow linewidth and superior frequency stability. Measured by optical heterodyne method between two identical systems, the linewidth of the Faraday laser is 2.5 kHz after MTS locking, and the fractional frequency stability of the Faraday laser is optimized to $1.8\\times{10}^{-12}/\\sqrt{\\tau}$. Based on this high-performance Faraday laser, the cesium beam clock realizes a signal-to-noise ratio (SNR) in 1 Hz bandwidth of $39600$ when the cesium oven temperature is 130°C. Frequency-compared with Hydrogen maser, the fractional frequency stability of the Faraday laser pumped cesium beam clock can reach $1.3\\times{10}^{-12}/\\sqrt{\\tau}$ and drops to $1.4\\times{10}^{-14}$ at 10000 s when the cesium oven temperature is 110°C. %, which is the best reported result compared with other cesium beam clocks. This Faraday laser pumped cesium beam clock demonstrates its excellent performance, and its great potential in the fields of timekeeping, navigation, and communication. Meanwhile, the Faraday laser, as a high-performance optical frequency standard, can also contribute to the development of other applications in quantum metrology, precision measurement and atomic physics.         ",
    "url": "https://arxiv.org/abs/2407.06067",
    "authors": [
      "Hangbo Shi",
      "Xiaomin Qin",
      "Haijun Chen",
      "Yufei Yan",
      "Ziqi Lu",
      "Zhiyang Wang",
      "Zijie Liu",
      "Xiaolei Guan",
      "Qiang Wei",
      "Tiantian Shi",
      "Jingbiao Chen"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.06073",
    "title": "Quantum control of ion-atom collisions beyond the ultracold regime",
    "abstract": "           Control of microscopic physical systems is a prerequisite for experimental quantum science and its applications. Neutral atomic and molecular systems can be controlled using tunable scattering resonances. However, the resonant control of effective interactions has so far been limited to the ultracold regime, where quantum effects become manifest. Ultracold temperatures are still out of reach for most hybrid trapped ion-atom systems, a prospective platform for quantum technologies and fundamental research. Here we show that magnetically tunable Feshbach resonances can be used to control inelastic collisions between a single trapped Sr${}^+$ ion and Rb atoms high above the ultracold regime. We measure inelastic collision probabilities and use the results to calibrate a comprehensive theoretical model of ion-atom collisions. The observed collision dynamics show signatures of quantum interference, resulting in the pronounced state and mass dependence of the collision rates in the multiple-partial-wave regime. With our model, we discover multiple measurable Feshbach resonances for magnetic fields from 0 to 400 G, which allow significant enhancement of spin-exchange rates at temperatures as high as 1 mK. Future observation of the predicted resonances should allow precise calibration and control of the short-range dynamics in the ${\\text{Sr}^++\\text{Rb}}$ collisions under unprecedentedly warm conditions.         ",
    "url": "https://arxiv.org/abs/2407.06073",
    "authors": [
      "Maks Z. Walewski",
      "Matthew D. Frye",
      "Or Katz",
      "Meirav Pinkas",
      "Roee Ozeri",
      "Michał Tomza"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.06180",
    "title": "Coherent Acoustic Phonons in Plasmonic Nanoparticles: Elastic Properties and Dissipation at Low Temperatures",
    "abstract": "           We studied the frequency and quality factor of mechanical plasmonic nanoresonators as a function of temperature, ranging from ambient to 4 K. Our investigation focused on individual gold nanorods and nanodisks of various sizes. We observed that oscillation frequencies increase linearly as temperature decreases until saturation is reached at cryogenic temperatures. This behavior is explained by the temperature dependence of the elastic modulus, with a Debye temperature compatible with reported bulk values for gold. To describe the behavior of the quality factor, we developed a model considering the nanostructures as anelastic solids, identifying a dissipation peak around 150 K due to a thermally activated process, likely of the Niblett-Wilks mechanism type. Importantly, our findings suggest that external dissipation factors are more critical to improving quality factors than internal friction, which can be increased by modifying the nanoresonator's environment. Our results enable the design of structures with high vibration frequencies and quality factors by effectively controlling external losses.         ",
    "url": "https://arxiv.org/abs/2407.06180",
    "authors": [
      "Hilario D. Boggiano",
      "Thomas Possmayer",
      "Luis Morguet",
      "Lin Nan",
      "Luca Sortino",
      "Stefan A. Maier",
      "Emiliano Cortés",
      "Gustavo Grinblat",
      "Andrea V. Bragas",
      "Leonardo de S. Menezes"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.04713",
    "title": "16-channel Photonic Solver for Optimization Problems on a Silicon Chip",
    "abstract": "           In this article, we proposed a programmable 16-channel photonic solver for quadratic unconstrained binary optimization (QUBO) problems. The solver is based on a hybrid optoelectronic scheme including a photonic chip and the corresponding electronic driving circuit. The photonic chip is fabricated on silicon on insulator (SOI) substrate and integrates high-speed electro-optic modulators, thermo-optic phase shifters and photodetectors to conduct the 16-dimensional optical vector-matrix multiplication (OVMM). Due to the parallel and low latency propagation of lightwave, the calculation of the QUBO cost function can be accelerated. Besides, the electronic processor is employed to run the heuristic algorithm to search the optimal solution. In the experiment, two 16-dimensional randomly generated QUBO problems are solved with high successful probabilities. To our knowledge, it is the largest scale of programmable and on-chip photonic solver ever reported. Moreover, the computing speed of the OVMM on photonic chip is ~2 TFLOP/s. It shows the potential of fast solving such optimization problems with integrated photonic systems.         ",
    "url": "https://arxiv.org/abs/2407.04713",
    "authors": [
      "Jiayi Ouyang",
      "Shengping Liu",
      "Ziyue Yang",
      "Wei Wang",
      "Xue Feng",
      "Yongzhuo Li",
      "Yidong Huang"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.04717",
    "title": "Classical and Quantum Physical Reservoir Computing for Onboard Artificial Intelligence Systems: A Perspective",
    "abstract": "           Artificial intelligence (AI) systems of autonomous systems such as drones, robots and self-driving cars may consume up to 50% of total power available onboard, thereby limiting the vehicle's range of functions and considerably reducing the distance the vehicle can travel on a single charge. Next-generation onboard AI systems need an even higher power since they collect and process even larger amounts of data in real time. This problem cannot be solved using the traditional computing devices since they become more and more power-consuming. In this review article, we discuss the perspectives of development of onboard neuromorphic computers that mimic the operation of a biological brain using nonlinear-dynamical properties of natural physical environments surrounding autonomous vehicles. Previous research also demonstrated that quantum neuromorphic processors (QNPs) can conduct computations with the efficiency of a standard computer while consuming less than 1% of the onboard battery power. Since QNPs is a semi-classical technology, their technical simplicity and low, compared with quantum computers, cost make them ideally suitable for application in autonomous AI system. Providing a perspective view on the future progress in unconventional physical reservoir computing and surveying the outcomes of more than 200 interdisciplinary research works, this article will be of interest to a broad readership, including both students and experts in the fields of physics, engineering, quantum technologies and computing.         ",
    "url": "https://arxiv.org/abs/2407.04717",
    "authors": [
      "A. H. Abbas",
      "Hend Abdel-Ghani",
      "Ivan S. Maksymov"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Artificial Intelligence (cs.AI)",
      "Neural and Evolutionary Computing (cs.NE)",
      "Robotics (cs.RO)",
      "Chaotic Dynamics (nlin.CD)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.04720",
    "title": "Laser driven miniature diamond implant for wireless retinal prostheses",
    "abstract": "           The design and benchtop operation of a wireless miniature epiretinal stimulator implant is reported. The implant is optically powered and controlled using safe illumination at near-infrared wavelengths. An application-specific integrated circuit (ASIC) hosting a digital control unit is used to control the implant's electrodes. The ASIC is powered using an advanced photovoltaic (PV) cell and programmed using a single photodiode. Diamond packaging technology is utilized to achieve high-density integration of the implant optoelectronic circuitry, as well as individual connections between a stimulator chip and 256 electrodes, within a 4.6 mm x 3.7 mm x 0.9 mm implant package. An ultrahigh efficiency PV cell with a monochromatic power conversion efficiency of 55% is used to power the implant. On-board photodetection circuity with a bandwidth of 3.7 MHz is used for forward data telemetry of stimulation parameters. In comparison to implants which utilize inductively coupled coils, laser power delivery enables a high degree of miniaturization and lower surgical complexity. The device presented combines the benefits of implant miniaturization and a flexible stimulation strategy provided by a dedicated stimulator chip. This development provides a route to fully wireless miniaturized minimally invasive implants with sophisticated functionalities.         ",
    "url": "https://arxiv.org/abs/2407.04720",
    "authors": [
      "Arman Ahnood",
      "Ross Cheriton",
      "Anne Bruneau",
      "James A. Belcourt",
      "Jean Pierre Ndabakuranye",
      "William Lemaire",
      "Rob Hilkes",
      "Réjean Fontaine",
      "John P.D. Cook",
      "Karin Hinzer",
      "Steven Prawer"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2407.04788",
    "title": "TPDH-Graphene as a New Anodic Material for Lithium Ion Battery: DFT-Based Investigations",
    "abstract": "           The potential of tetra-penta-deca-hexagonal graphene (TPDH-gr), a recently proposed 2D carbon allotrope as an anodic material in lithium ion batteries (LIB), was investigated through density functional theory (DFT) calculations. The results indicate that Li-atom adsorption is moderate (around 0.70 eV), allowing for easy desorption. Moreover, energy barrier, diffusion coefficient, and open circuit voltage (OCV) calculations show rapid Li atom diffusion on the TPDH-gr surface, stable intercalation of lithium atoms, and good performance during the charge and discharge cycles of the LIB. These findings, combined with the intrinsic metallic nature of TPDH-gr, indicate that this new 2D carbon allotrope is a promising candidate for use as an anodic LIB material.         ",
    "url": "https://arxiv.org/abs/2407.04788",
    "authors": [
      "Juan Gomez Quispe",
      "Bruno Bueno Ipaves Nascimento",
      "Douglas Soares Galvao",
      "Pedro Alves da Silva Autreto"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2407.04874",
    "title": "Vector Atom Accelerometry in an Optical Lattice",
    "abstract": "           We experimentally demonstrate two multidimensional atom interferometers capable of measuring both the magnitude and direction of applied inertial forces. These interferometers do not rely on the ubiquitous light-pulses of traditional atom sensors, but are instead built from an innovative design that operates entirely within the Bloch bands of an optical lattice formed by interfering laser beams. Through time-dependent control of the position of the lattice in three-dimensional space, we realize simultaneous Bloch oscillations in two dimensions, and a vector atomic Michelson interferometer. Fits to the observed Bloch oscillations demonstrate the measurement of an applied acceleration of $2g$ along two axes, where $g$ is the average gravitational acceleration at the Earth's surface. For the Michelson interferometer, we perform Bayesian inferencing from a 49-channel output by repeating experiments for selected examples of two-axis accelerations. We demonstrate the resulting accuracy and sensitivity for vector parameter estimation. Our acceleration can be measured from a single experimental run and does not require repeated shots to construct a fringe. We find the performance of our device to be near the quantum limit for the interferometer size and quantum detection efficiency of the atoms. We discuss the reconfigurability of the vector accelerometer and the pathway toward further sensitivity.         ",
    "url": "https://arxiv.org/abs/2407.04874",
    "authors": [
      "Catie LeDesma",
      "Kendall Mehling",
      "Murray Holland"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.04904",
    "title": "Multiple Interacting Photonic Modes in Strongly Coupled Organic Microcavities",
    "abstract": "           Room temperature cavity quantum electrodynamics with molecular materials in optical cavities offers exciting prospects for controlling electronic, nuclear and photonic degrees of freedom for applications in physics, chemistry and materials science. However, achieving strong coupling with molecular ensembles typically requires high molecular densities and substantial electromagnetic field confinement. These conditions usually involve a significant degree of molecular disorder and a highly structured photonic density of states. It remains unclear to what extent these additional complexities modify the usual physical picture of strong coupling developed for atoms and inorganic semiconductors. Using a microscopic quantum description of molecular ensembles in realistic multimode optical resonators, we show that the emergence of a vacuum Rabi splitting in linear spectroscopy is a necessary but not sufficient metric of coherent admixing between light and matter. In low finesse multi-mode situations we find that molecular dipoles can be partially hybridised with photonic dissipation channels associated with off-resonant cavity modes. These vacuum-induced dissipative processes ultimately limit the extent of light-matter coherence that the system can sustain.         ",
    "url": "https://arxiv.org/abs/2407.04904",
    "authors": [
      "Felipe Herrera",
      "William L. Barnes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.05037",
    "title": "Towards ultrasensitive biosensors based on virus-like particles and plasmonic surface lattice resonance",
    "abstract": "           Plasmonic surface lattice resonance (SLR) is a phenomenon in which individual localized surface plasmon resonances (LSPRs) excited in periodically-arranged plasmonic nanoparticles couple through the interaction with propagating diffracted incident light. The SLR optical absorption peak is by at least one order of magnitude more intense than the LSPR one, making SLR superior for applications in which LSPR is commonly used. Recently, we have developed a route for the fabrication of spherical virus-like particles (VLPs) with plasmonic cores and protein coronas, where the LSPR in the cores amplifies vibrational signals originating from protein-antibody bonding, showing the potential of VLPs in biodetection. However, the signals were not strong enough to detect antibodies at very low concentrations. Here, we show that by ordering the VLPs in periodic nanoarrays exhibiting SLR amplifies the signals by two orders of magnitude, revealing superior potential of SLR arrays in ultrasensitive biodetection.         ",
    "url": "https://arxiv.org/abs/2407.05037",
    "authors": [
      "Weronika Andrzejewska",
      "Nadzeya Khinevich",
      "Patryk Obstarczyk",
      "Szymon Murawka",
      "Tomas Tamulevičius",
      "Joanna Olesiak-Bańska",
      "Sigitas Tamulevičius",
      "Mikołaj Lewandowski"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.05405",
    "title": "Research on the Acoustic Emission Source Localization Methodology in Composite Materials based on Artificial Intelligence",
    "abstract": "           In this study, methodology of acoustic emission source localization in composite materials based on artificial intelligence was presented. Carbon fiber reinforced plastic was selected for specimen, and acoustic emission signal were measured using piezoelectric devices. The measured signal was wavelet-transformed to obtain scalograms, which were used as training data for the artificial intelligence model. AESLNet(acoustic emission source localization network), proposed in this study, was constructed convolutional layers in parallel due to anisotropy of the composited materials. It is regression model to detect the coordinates of acoustic emission source location. Hyper-parameter of network has been optimized by Bayesian optimization. It has been confirmed that network can detect location of acoustic emission source with an average error of 3.02mm and a resolution of 20mm.         ",
    "url": "https://arxiv.org/abs/2407.05405",
    "authors": [
      "Jongick Won",
      "Hyuntaik Oh",
      "Jae Sakong"
    ],
    "subjectives": [
      "Sound (cs.SD)",
      "Audio and Speech Processing (eess.AS)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2407.05756",
    "title": "Arbitrary vector beam generation in semiconductor quantum dots",
    "abstract": "           We have proposed an arbitrary vector beam (VB) generation scheme in a thin disk-shaped quantum dot (QD) medium considering phonon interaction. The QD biexciton system exhibits interplay between first and third-order nonlinear susceptibility between two orthogonal circular polarisation transitions. Three QD transitions are coupled with one applied weak and two strong control orbital angular momentum (OAM) carrying fields. Therefore, the applied field experiences absorption, and a new field with the desired OAM is generated via four-wave mixing (FWM). These two orthogonal field superpositions produce VB at the QD medium end. We have also demonstrated the polarization rotation of a VB by changing only the relative control field phase. Additionally, we have analyzed the effect of temperature on the VB generation.         ",
    "url": "https://arxiv.org/abs/2407.05756",
    "authors": [
      "Samit Kumar Hazra",
      "P. K. Pathak",
      "Tarak Nath Dey"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.05826",
    "title": "Primordial acoustic turbulence: three-dimensional simulations and gravitational wave predictions",
    "abstract": "           Gravitational waves (GWs) generated by a first-order phase transition at the electroweak scale are detectable by future space-based detectors like LISA. The lifetime of the resulting shock waves plays an important role in determining the intensity of the generated GWs. We have simulated decaying primordial acoustic turbulence in three dimensions and make a prediction for the universal shape of the energy spectrum by using its self-similar decay properties and the shape of individual shock waves. The shape for the spectrum is used to determine the time dependence of the fluid kinetic energy and the energy containing length scale at late times. The inertial range power law is found to be close to the classically predicted $k^{-2}$ and approaches it with increasing Reynolds number. The resulting model for the velocity spectrum and its decay in time is combined with the sound shell model assumptions about the correlations of the velocity field to compute the GW power spectrum for flows that decay in less than the Hubble time. The decay is found to bring about a convergence in the spectral amplitude and the peak power law that leads to a power law shallower than the $k^9$ of the stationary case.         ",
    "url": "https://arxiv.org/abs/2407.05826",
    "authors": [
      "Jani Dahl",
      "Mark Hindmarsh",
      "Kari Rummukainen",
      "David Weir"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2407.05840",
    "title": "A 103-TOPS/mm$^2$ Integrated Photonic Computing Engine Enabling Next-Generation Reservoir Computing",
    "abstract": "           Reservoir computing (RC) is a leading machine learning algorithm for information processing due to its rich expressiveness. A new RC paradigm has recently emerged, showcasing superior performance and delivering more interpretable results with shorter training data sets and training times, representing the next generation of RC computing. This work presents the first realization of a high-speed next-generation RC system on an integrated photonic chip. Our experimental results demonstrate state-of-the-art forecasting and classification performances under various machine learning tasks and achieve the fastest speeds of 60 Gbaud and a computing density of 103 tera operations/second/mm$^2$ (TOPS/mm$^2$). The passive system, composed of a simple star coupler with on-chip delay lines, offers several advantages over traditional RC systems, including no speed limitations, compact footprint, extremely high fabrication error tolerance, fewer metaparameters, and greater interpretability. This work lays the foundation for ultrafast on-chip photonic RC, representing significant progress toward developing next-generation high-speed photonic computing and signal processing.         ",
    "url": "https://arxiv.org/abs/2407.05840",
    "authors": [
      "Dongliang Wang",
      "Yikun Nie",
      "Gaolei Hu",
      "Hon Ki Tsang",
      "Chaoran Huang"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.05885",
    "title": "Realizing fracton order from long-range quantum entanglement in programmable Rydberg atom arrays",
    "abstract": "           Storing quantum information, unlike information in a classical computer, requires battling quantum decoherence, which results in a loss of information over time. To achieve error-resistant quantum memory, one would like to store the information in a quantum superposition of degenerate states engineered in such a way that local sources of noise cannot change one state into another, thus preventing quantum decoherence. One promising concept is that of fracton order -- a phase of matter with a large ground state degeneracy that grows subextensively with the system size. Unfortunately, the models realizing fractons are not friendly to experimental implementations as they require unnatural interactions between a substantial number (of the order of ten) of qubits. We demonstrate how this limitation can be circumvented by leveraging the long-range quantum entanglement created using only pairwise interactions between the code and ancilla qubits, realizable in programmable tweezer arrays of Rydberg atoms. We show that this platform also allows to detect and correct certain types of errors en route to the goal of true error-resistant quantum memory.         ",
    "url": "https://arxiv.org/abs/2407.05885",
    "authors": [
      "Andriy H. Nevidomskyy",
      "Hannes Bernien",
      "Alexander Canright"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.05902",
    "title": "Towards Photon-Number-Encoded High-dimensional Entanglement from a Sequentially Excited Quantum Three-Level System",
    "abstract": "           The sequential resonant excitation of a 2-level quantum system results in the emission of a state of light showing time-entanglement encoded in the photon-number-basis - notions that can be extended to 3-level quantum systems as discussed in a recent proposal. Here, we report the experimental implementation of a sequential two-photon resonant excitation process of a solid-state 3-level system, constituted by the biexciton-, exciton-, and ground-state of a semiconductor quantum dot. The resulting light state exhibits entanglement in time and energy, encoded in the photon-number basis, which could be used in quantum information applications, e.g., dense information encoding or quantum communication protocols. Performing energy- and time-resolved correlation experiments in combination with extensive theoretical modelling, we are able to partially retrieve the entanglement structure of the generated state.         ",
    "url": "https://arxiv.org/abs/2407.05902",
    "authors": [
      "Daniel A. Vajner",
      "Nils D. Kewitz",
      "Martin von Helversen",
      "Stephen C. Wein",
      "Yusuf Karli",
      "Florian Kappe",
      "Vikas Remesh",
      "Saimon F. Covre da Silva",
      "Armando Rastelli",
      "Gregor Weihs",
      "Carlos Anton-Solanas",
      "Tobias Heindel"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.05917",
    "title": "Unveiling nonmagnetic phase and many-body entanglement in two-dimensional random quantum magnets Sr$_2$CuTe$_{1-x}$W$_x$O$_6$",
    "abstract": "           We apply a random-plaquette $J_1$-$J_2$ model on the square lattice to capture the physics of a series of spin-$1/2$ Heisenberg antiferromagnet compounds Sr$_2$CuTe$_{1-x}$W$_x$O$_6$. With the input of experimentally relevant coupling strengths, our exact diagonalization (ED) study probes the ground state properties beyond previous linear spin-wave approach. An intermediate range of $x \\in [0.08, 0.55]$ is identified for a nonmagnetic phase without the long-range Néel or stripe order. The absence of both valence-bond-glass order and spin-glass non-ergodic dynamics renders its nature intriguing. Deep inside this phase around $x = 0.3$, we observe signatures potentially linked to randomness-induced short-range spin-liquid-like (SLL) states, including close to zero spin-freezing parameter, vanishing spin-spin correlation beyond nearest neighbors, almost uniform static spin structure factor, as well as a broad tail in the dynamical spin structure factor. The nonmagnetic phase also features multipartite entanglement in the ground state witnessed by quantum Fisher information (QFI), which exhibits universal scaling behaviors at quantum critical points.         ",
    "url": "https://arxiv.org/abs/2407.05917",
    "authors": [
      "Dian Wu",
      "Fan Yang",
      "Giuseppe Carleo"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.05951",
    "title": "Purcell enhancement and spin spectroscopy of silicon vacancy centers in silicon carbide using an ultra-small mode-volume plasmonic cavity",
    "abstract": "           Silicon vacancy (V$_{Si}$) centers in 4H-silicon carbide have emerged as a strong candidate for quantum networking applications due to their robust electronic and optical properties including a long spin coherence lifetime and bright, stable emission. Here, we report the integration of V$_{Si}$ centers with a plasmonic nanocavity to Purcell enhance the emission, which is critical for scalable quantum networking. Employing a simple fabrication process, we demonstrate plasmonic cavities that support a nanoscale mode volume and exhibit an increase in the spontaneous emission rate with a measured Purcell factor of up to 48. In addition to investigating the optical resonance modes, we demonstrate that an improvement in the optical stability of the spin-preserving resonant optical transitions relative to the radiation-limited value. The results highlight the potential of nanophotonic structures for advancing quantum networking technologies and emphasizes the importance of optimizing emitter-cavity interactions for efficient quantum photonic applications.         ",
    "url": "https://arxiv.org/abs/2407.05951",
    "authors": [
      "Jae-Pil So",
      "Jialun Luo",
      "Jaehong Choi",
      "Brendan McCullian",
      "Gregory D. Fuchs"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.05978",
    "title": "Zero-temperature Monte Carlo simulations of two-dimensional quantum spin glasses guided by neural network states",
    "abstract": "           A continuous-time projection quantum Monte Carlo algorithm is employed to simulate the ground state of a short-range quantum spin-glass model, namely, the two-dimensional Edwards-Anderson Hamiltonian with transverse field, featuring Gaussian nearest-neighbor couplings. We numerically demonstrate that guiding wave functions based on self-learned neural networks suppress the population control bias below modest statistical uncertainties, at least up to a hundred spins. By projecting a two-fold replicated Hamiltonian, the spin overlap is determined. A finite-size scaling analysis is performed to estimate the critical transverse field where the spin-glass transition occurs, as well as the critical exponents of the correlation length and the spin-glass susceptibility. For the latter two, good agreement is found with recent estimates from the literature for different random couplings. We also address the spin-overlap distribution within the spin-glass phase, finding that, for the workable system sizes, it displays a non-trivial double-peak shape with large weight at zero overlap.         ",
    "url": "https://arxiv.org/abs/2407.05978",
    "authors": [
      "L. Brodoloni",
      "S. Pilati"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2407.06046",
    "title": "Quantum rotor in a two-dimensional mesoscopic Bose gas",
    "abstract": "           We investigate a molecular quantum rotor in a two-dimensional Bose-Einstein condensate. The focus is on studying the angulon quasiparticle concept in the crossover from few- to many-body physics. To this end, we formulate the problem in real space and solve it with a mean-field approach in the frame co-rotating with the impurity. We show that the system starts to feature angulon characteristics when the size of the bosonic cloud is large enough to screen the rotor. More importantly, we demonstrate the departure from the angulon picture for large system sizes or large angular momenta where the properties of the system are determined by collective excitations of the Bose gas.         ",
    "url": "https://arxiv.org/abs/2407.06046",
    "authors": [
      "Michał Suchorowski",
      "Alina Badamshina",
      "Mikhail Lemeshko",
      "Michał Tomza",
      "Artem G. Volosniev"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2407.06105",
    "title": "Colloquium: Synthetic quantum matter in non-standard geometries",
    "abstract": "           Quantum simulation is making a significant impact on scientific research. The prevailing tendency of the field is to build quantum simulators that get closer to real-world systems of interest, in particular electronic materials. However, progress in the microscopic design also provides an opportunity for an orthogonal research direction: building quantum many-body systems beyond real-world limitations. This colloquium takes this perspective: Concentrating on synthetic quantum matter in non-standard lattice geometries, such as fractal lattices or quasicrystals, higher-dimensional or curved spaces, it aims at providing a fresh introduction to the field of quantum simulation aligned with recent trends across various quantum simulation platforms, including atomic, photonic, and electronic devices. We also shine light on the novel phenomena which arise from these geometries: Condensed matter physicists may appreciate the variety of different localization properties as well as novel topological phases which are offered by such exotic quantum simulators. But also in the search of quantum models for gravity and cosmology, quantum simulators of curved spaces can provide a useful experimental tool.         ",
    "url": "https://arxiv.org/abs/2407.06105",
    "authors": [
      "Tobias Grass",
      "Dario Bercioux",
      "Utso Bhattacharya",
      "Maciej Lewenstein",
      "Hai Son Nguyen",
      "Christof Weitenberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.04485",
    "title": "A corner-cube-feedback Faraday laser with 8 kHz linewidth",
    "abstract": "           A single-mode Cs atom 852 nm Faraday laser based on the corner cube feedback is demonstrated, and termed as corner-cube-feedback Faraday laser. Using the corner-cube retroreflector as external cavity feedback element in Faraday laser, mechanical robustness can be greatly improved due to the precise reflection of the incident light beam back to its original direction. This Faraday laser can achieve laser oscillation at a large angle, which between the incident light and the optical axis of corner cube, ranging from +3° to -3°. The most probable linewidth is 8 kHz measured by heterodyne beating with two identical lasers. Moreover, its output frequency remains close to the Cs atomic Doppler-broadened transition line, even though the diode current changes from 55 mA to 155 mA and the diode working temperature varies from 11.8 to 37.2 degrees Celsius. The corner-cube-feedback Faraday laser with high mechanical robustness as well as narrow linewidth can be widely used in quantum precision measurement, such as atomic clocks, atomic gravimeters, and atomic magnetometers, etc.         ",
    "url": "https://arxiv.org/abs/2309.04485",
    "authors": [
      "Zhiyang Wang",
      "Zijie Liu",
      "Jianxiang Miao",
      "Hangbo Shi",
      "Xiaomin Qin",
      "Xiaolei Guan",
      "Jia Zhang",
      "Pengyuan Chang",
      "Tiantian Shi",
      "Jingbiao Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.11279",
    "title": "Excitation of nonlinear second order betatron sidebands for Knock Out slow extraction at the third-integer resonance",
    "abstract": "           Radio Frequency Knock Out resonant slow extraction is a standard method for extracting stored particle beams from synchrotrons by transverse excitation. Classically, the beam is excited with an RF field comprising a frequency band around one of the betatron sidebands. This article demonstrates that the third-integer resonance commonly used for the slow extraction induces nonlinear motion, resulting in the appearance of additional sidebands of higher order at multiples of the betatron tune. Measured and simulated beam spectra are presented, revealing these sidebands and the beam's response to being excited at first and second order sidebands. The feasibility of using a second order sideband for the purpose of slow extraction is demonstrated. This results in a significant improvement in the temporal structure (spill quality) of the extracted beam, but at the cost of higher excitation power requirements. This is observed both experimentally and in tracking simulations. The mechanism behind the observed improvement is explained using beam dynamics simulations.         ",
    "url": "https://arxiv.org/abs/2404.11279",
    "authors": [
      "Philipp Niedermayer",
      "Rahul Singh"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2405.00976",
    "title": "Onset of Identical Synchronization in the Spatial Evolution of Optical Power in a Waveguide Coupler",
    "abstract": "           In this work, we investigated the spatial evolution of optical power in a closed-form optical waveguide configuration consisting of six passive waveguides and each of the waveguides exhibits equal strength of Kerr nonlinearity. We considered only nearest neighbor interaction between the waveguides. We found that in the case of low Kerr nonlinearity, evolution of optical power shows synchronization behavior. But when we increased the strength of Kerr nonlinearity, we discovered that spatial evolution of optical power in all waveguides shows independent characteristics. On the other hand, we have studied the impact of the coupling constant on the synchronization dynamics of our system. Our findings showed us that strong coupling can strengthen the collective dynamics in the presence of strong Kerr nonlinearity. From our results, we can conclude that Kerr nonlinearity in our system plays the role of disorder parameter that destroys as well as alters the synchronization behavior of evolution of optical power in the waveguides and coupling constant plays the role of an antagonist and restores synchronization in the model.         ",
    "url": "https://arxiv.org/abs/2405.00976",
    "authors": [
      "J. P. Deka"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2405.18317",
    "title": "Hybrid Multi-Head Physics-informed Neural Network for Depth Estimation in Terahertz Imaging",
    "abstract": "           Terahertz (THz) imaging is one of the hotspots in the field of optics, where the depth information retrieval is a key factor to restore the three-dimensional appearance of objects. Impressive results for depth extraction in visible and infrared wave range have been demonstrated through deep learning (DL). Among them, most DL methods are merely data-driven, lacking relevant physical priors, which thus request for a large amount of experimental data to train the DL models.However, large training data acquirement in the THz domain is challenging due to the requirements of environmental and system stability, as well as the time-consuming data acquisition process. To overcome this limitation, this paper incorporates a complete physical model representing the THz image formation process into traditional DL networks to retrieve the depth information of objects. The most significant advantage is the ability to use it without pre-training, thereby eliminating the need for tens of thousands of labeled data. Through experiments validation, we demonstrate that by providing diffraction patterns of planar objects with their upper and lower halves individually masked, the proposed physics-informed neural network (NN) can automatically optimize and, ultimately, reconstruct the depth of the object through interaction between the NN and a physical model. The obtained results represent the initial steps towards achieving fast holographic THz imaging using reference-free beams and low-cost power detection.         ",
    "url": "https://arxiv.org/abs/2405.18317",
    "authors": [
      "Mingjun Xiang",
      "Hui Yuan",
      "Kai Zhou",
      "Hartmut G. Roskos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.00054",
    "title": "Agile Free-Form Signal Filtering with a Chaotic-Cavity-Backed Non-Local Programmable Metasurface",
    "abstract": "           Filter synthesis is an inverse problem that is traditionally approached rationally by considering spatially disjoint resonators, approximating them as lumped elements, and engineering the coupling of selected pairs. This approach strongly limits the design space, making it challenging to build extremely tunable filters. Here, we demonstrate agile free-form signal filtering with an alternative purely-optimization-based design paradigm using a programmable system with many spatially overlapping modes. We back a programmable metallic metasurface with a quasi-2D chaotic cavity, inducing strong non-local interactions between all meta-elements and the connected ports. Thereby, the metasurface efficiently controls the transfer function between the ports. Our all-metallic device has unique advantages: ultra-wideband (UWB) tunability (7.5-13.5GHz), low loss, compactness, guaranteed linearity under high signal-power levels. First, we experimentally confirm theoretical predictions about reflectionless and transmissionless scattering modes; we also experimentally observe transmissionless exceptional points. Second, we impose diverse types of transfer function zeros at desired frequencies within an UWB range. Third, we achieve low-loss reflectionless programmable signal routing. Fourth, we investigate the trade-off between routing fidelity and bandwidth, achieving 20dB discrimination over 10MHz bandwidth. Fifth, we demonstrate UWB tunable multi-band filters that reject (<-24dB) or pass (>-1dB) signals in specified bands whose centers, widths and number are reprogrammable.         ",
    "url": "https://arxiv.org/abs/2407.00054",
    "authors": [
      "Fabian T. Faul",
      "Laurent Cronier",
      "Ali Alhulaymi",
      "A. Douglas Stone",
      "Philipp del Hougne"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.00269",
    "title": "High-power and narrow-linewidth laser on thin-film lithium niobate enabled by photonic wire bonding",
    "abstract": "           Thin-film lithium niobate (TFLN) has emerged as a promising platform for the realization of high performance chip-scale optical systems, spanning a range of applications from optical communications to microwave photonics. Such applications rely on the integration of multiple components onto a single platform. However, while many of these components have already been demonstrated on the TFLN platform, to date, a major bottleneck of the platform is the existence of a tunable, high-power, and narrow-linewidth on-chip laser. Here, we address this problem using photonic wire bonding to integrate optical amplifiers with a thin-film lithium niobate feedback circuit, and demonstrate an extended cavity diode laser yielding high on-chip power of 78 mW, side mode suppression larger than 60 dB and wide wavelength tunability over 43 nm. The laser frequency stability over short timescales shows an ultra-narrow intrinsic linewidth of 550 Hz. Long-term recordings indicate a high passive stability of the photonic wire bonded laser with 58 hours of mode-hop-free operation, with a trend in the frequency drift of only 4.4 MHz/h. This work verifies photonic wire bonding as a viable integration solution for high performance on-chip lasers, opening the path to system level upscaling and Watt-level output powers.         ",
    "url": "https://arxiv.org/abs/2407.00269",
    "authors": [
      "Cornelis A.A. Franken",
      "Rebecca Cheng",
      "Keith Powell",
      "Georgios Kyriazidis",
      "Victoria Rosborough",
      "Juergen Musolf",
      "Maximilian Shah",
      "David R. Barton III",
      "Gage Hills",
      "Leif Johansson",
      "Klaus-J. Boller",
      "Marko Lončar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.05341",
    "title": "Efficient factored gradient descent algorithm for quantum state tomography",
    "abstract": "           Reconstructing the state of quantum many-body systems is of fundamental importance in quantum information tasks, but extremely challenging due to the curse of dimensionality. In this work, we present an efficient quantum tomography protocol that combines the state-factored with eigenvalue mapping to address the rank-deficient issue and incorporates a momentum-accelerated gradient descent algorithm to speed up the optimization process. We implement extensive numerical experiments to demonstrate that our factored gradient descent algorithm efficiently mitigates the rank-deficient problem and admits orders of magnitude better tomography accuracy and faster convergence. We also find that our method can accomplish the full-state tomography of random 11-qubit mixed states within one minute.         ",
    "url": "https://arxiv.org/abs/2207.05341",
    "authors": [
      "Yong Wang",
      "Lijun Liu",
      "Shuming Cheng",
      "Li Li",
      "Jie Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2310.14546",
    "title": "Quantum Hamiltonian Algorithms for Maximum Independent Sets",
    "abstract": "           We compare two quantum Hamiltonian algorithms that address the maximum independent set problem: one based on emergent non-abelian gauge matrix in adiabatic evolution of an energetically isolated manifold of states; and one based on designed application of single-qubit operations. We demonstrate that they are mathematically equivalent, though at first sight they appear quite different. Despite their mathematical equivalence, their most straightforward physical implementations are different. Our numerical simulations show significant differences in performance, and suggest improved experimental protocols.Intriguingly, this equivalence unveils a deeper connection. We also demonstrate that the PXP model, recently prominent in quantum dynamics research, arises as the non-abelian gauge matrix governing quantum diffusion over the median graph of all independent sets.         ",
    "url": "https://arxiv.org/abs/2310.14546",
    "authors": [
      "Xianjue Zhao",
      "Peiyun Ge",
      "Hongye Yu",
      "Li You",
      "Frank Wilczek",
      "Biao Wu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2312.04639",
    "title": "Efficient percolation simulations for lossy photonic fusion networks",
    "abstract": "           The study of percolation phenomena has various applications ranging from social networks or materials science to quantum information. The most common percolation models are bond- or site-percolation for which the Newman-Ziff algorithm enables an efficient simulation. Here, we consider several non-standard percolation models that appear in the context of measurement-based photonic quantum computing with so-called graph states and fusion networks. The associated percolation thresholds determine the tolerance to photon loss in such systems and we develop modifications of the Newman-Ziff algorithm to perform the corresponding percolation simulation efficiently. We demonstrate our algorithms by using them to characterize exemplary fusion networks and graph states. The used source code is provided as an open-source repository.         ",
    "url": "https://arxiv.org/abs/2312.04639",
    "authors": [
      "Matthias C. Löbl",
      "Stefano Paesani",
      "Anders S. Sørensen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2312.05949",
    "title": "Large quantum nonreciprocity in plasmons dragged by drifting electrons",
    "abstract": "           Collective plasmon modes, riding on top of drifting electrons, acquire a fascinating nonreciprocal dispersion characterized by $\\omega_p(\\bm{q}) \\neq \\omega_p(-\\bm{q})$. The {\\it classical} plasmonic Doppler shift arises from the polarization of the Fermi surface due to the applied DC bias voltage. Going beyond this paradigm, we predict a {\\it quantum} plasmonic Doppler shift originating from the quantum metric of the Bloch wavefunction. We systematically compare the classical and quantum Doppler shifts by investigating the drift-induced nonreciprocal plasmon dispersion in generic quantum systems. We demonstrate quantum nonreciprocal plasmons in graphene and twisted bilayer graphene. We show that the quantum plasmonic Doppler shift dominates in \\moire systems at large wavevectors, yielding plasmonic nonreciprocity up to 20\\% in twisted bilayer graphene. Our findings demonstrate the supremacy of plasmonic quantum Doppler shift in \\moire systems, motivating the design of innovative nonreciprocal photonic devices with potential technological implications.         ",
    "url": "https://arxiv.org/abs/2312.05949",
    "authors": [
      "Debasis Dutta",
      "Amit Agarwal"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.09076",
    "title": "Benchmarking Quantum Computer Simulation Software Packages: State Vector Simulators",
    "abstract": "           Rapid advances in quantum computing technology lead to an increasing need for software simulators that enable both algorithm design and the validation of results obtained from quantum hardware. This includes calculations that aim at probing regimes of quantum advantage, where a quantum computer outperforms a classical computer in the same task. High performance computing (HPC) platforms play a crucial role as today's quantum devices already reach beyond the limits of what powerful workstations can model, but a systematic evaluation of the individual performance of the many offered simulation packages is lacking so far. In this Technical Review, we benchmark several software packages capable of simulating quantum dynamics with a special focus on HPC capabilities. We develop a containerized toolchain for benchmarking a large set of simulation packages on a local HPC cluster using different parallelisation capabilities, and compare the performance and system size-scaling for three paradigmatic quantum computing tasks. Our results can help finding the right package for a given simulation task and lay the foundation for a systematic community effort to benchmark and validate upcoming versions of existing and also newly developed simulation packages.         ",
    "url": "https://arxiv.org/abs/2401.09076",
    "authors": [
      "Amit Jamadagni",
      "Andreas M. Läuchli",
      "Cornelius Hempel"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Emerging Technologies (cs.ET)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2404.17333",
    "title": "New bounds on heavy axions with an X-ray free electron laser",
    "abstract": "           We present new exclusion bounds obtained at the European X-ray Free Electron Laser facility (EuXFEL) on axion-like particles (ALPs) in the mass range 10^{-3} eV < m_a < 10^{4} eV. Our experiment exploits the Primakoff effect via which photons can, in the presence of a strong external electric field, decay into axions, which then convert back into photons after passing through an opaque wall. While similar searches have been performed previously at a 3^rd generation synchrotron [1], our work demonstrates improved sensitivity, exploiting the higher brightness of X-rays at EuXFEL.         ",
    "url": "https://arxiv.org/abs/2404.17333",
    "authors": [
      "Jack W. D. Halliday",
      "Giacomo Marocco",
      "Konstantin A. Beyer",
      "Charles Heaton",
      "Motoaki Nakatsutsumi",
      "Thomas R. Preston",
      "Charles D. Arrowsmith",
      "Carsten Baehtz",
      "Sebastian Goede",
      "Oliver Humphries",
      "Alejandro Laso Garcia",
      "Richard Plackett",
      "Pontus Svensson",
      "Georgios Vacalis",
      "Justin Wark",
      "Daniel Wood",
      "Ulf Zastrau",
      "Robert Bingham",
      "Ian Shipsey",
      "Subir Sarkar",
      "Gianluca Gregori"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2406.07782",
    "title": "Enhanced tunable cavity development for axion dark matter searches using a piezoelectric motor in combination with gears",
    "abstract": "           Most search experiments sensitive to quantum chromodynamics (QCD) axion dark matter benefit from microwave cavities, as electromagnetic resonators, that enhance the detectable axion signal power and thus the experimental sensitivity drastically. As the possible axion mass spans multiple orders of magnitude, microwave cavities must be tunable and it is desirable for the cavity to have a tunable frequency range that is as wide as possible. Since the tunable frequency range generally increases as the dimension of the conductor tuning rod increases for a given cylindrical conductor cavity system, we developed a cavity system with a large dimensional tuning rod in order to increase this. We, for the first time, employed not only a piezoelectric motor, but also gears to drive a large and accordingly heavy tuning rod, where such a combination to increase driving power can be adopted for extreme environments as is the case for axion dark matter experiments: cryogenic, high-magnetic-field, and high vacuum. Thanks to such higher power derived from the piezoelectric motor and gear combination, we realized a wideband tunable cavity whose frequency range is about 42\\% of the central resonant frequency of the cavity, without sacrificing the experimental sensitivity too much.         ",
    "url": "https://arxiv.org/abs/2406.07782",
    "authors": [
      "A. K. Yi",
      "T. Seong",
      "S. Lee",
      "S. Ahn",
      "B. I. Ivanov",
      "S. V. Uchaikin",
      "B. R. Ko",
      "Y. K. Semertzidis"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]