[
  {
    "id": "arXiv:2309.08269",
    "title": "Signature of quantum interference upon sudden ionization and excitation  of an electronic wavepacket in fluoro-benzene",
    "abstract": "Ultrashort pulses can excite or ionize molecules and populate coherent electronic wavepackets, controlling the induced dynamics. In this letter, we simulate the quantum coupled electron-nuclear dynamics in full dimensionality upon ionization to different electronic wavepackets of benzene and fluoro-benzene molecules. In fluoro-benzene, the calculations unravel both inter-state and intra-state quantum interferences that leave clear signatures in the shape of the autocorrelation function. The latter could be measured experimentally via high harmonic spectroscopy. ",
    "url": "https://arxiv.org/abs/2309.08269",
    "authors": [
      "Anthony Ferté",
      "João Pedro Malhado",
      "Morgane Vacher"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.08413",
    "title": "\\textit{Ab initio} quantum scattering calculations and a new potential  energy surface for the HCl($X^1Σ^+$)-O$_{2}$($X^3Σ^-_g$) system:  collision-induced line-shape parameters for O$_{2}$-perturbed R(0) 0-0 line  in H$^{35}$Cl",
    "abstract": "The remote sensing of abundance and properties of HCl -- the main atmospheric reservoir of Cl atoms which directly participate in ozone depletion -- are important for monitoring the partitioning of chlorine between \"ozone-depleting\" and \"reservoir\" species. Such remote studies require knowledge of the shapes of molecular resonances of HCl, which are perturbed by collisions with the molecules of the surrounding air. In this work, we report the first fully quantum calculations of collisional perturbations of the shape of a pure rotational line in H$^{35}$Cl perturbed by an air-relevant molecule (as the first model system we choose the R(0) line in HCl perturbed by O$_2$). The calculations are performed on our new highly-accurate HCl($X^1\\Sigma^+$)-O$_2$($X^3\\Sigma^-_g$) potential energy surface. In addition to pressure broadening and shift, we determine also their speed dependencies and the complex Dicke parameter. This gives important input to the community discussion on the physical meaning of the complex Dicke parameter and its relevance for atmospheric spectra (previously, the complex Dicke parameter for such systems was mainly determined from phenomenological fits to experimental spectra and the physical meaning of its value in that context is questionable). We also calculate the temperature dependence of the line-shape parameters and obtain agreement with the available experimental data. We estimate the total combined uncertainties of our calculations at 2\\% relative RMSE residuals in the simulated line shape at 296~K. This result constitutes an important step towards computational population of spectroscopic databases with accurate \\textit{ab initio} line-shape parameters for molecular systems of terrestrial atmospheric importance. ",
    "url": "https://arxiv.org/abs/2309.08413",
    "authors": [
      "Artur Olejnik",
      "Hubert Jóźwiak",
      "Maciej Gancewski",
      "Ernesto Quintas-Sánchez",
      "Richard Dawes",
      "Piotr Wcisło"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.08439",
    "title": "MiniCACTUS: A 65 ps Time Resolution Depleted Monolithic CMOS Sensor",
    "abstract": "MiniCACTUS is a monolithic sensor prototype optimised for timing measurement of charged particles. It has been designed in a standard 150 nm CMOS process without dedicated amplification layer. It is intended as a demonstrator chip for future large scale timing detectors, like upgrades of timing detectors at LHC, or future high energy physics detector projects. The sensor features an active array of 2 x 4 diodes, analog and digital Front-Ends (FEs), a slow control interface, and bias circuitry programmable through internal DACs. The sensing element is a deep n-well/p-substrate diode. Thanks to the optimized guard-rings surrounding the whole chip, it is possible to apply safely more than 450 V on the high-resistivity substrate allowing fast charge collection. The baseline pixel dimensions are 1.0 mm x 1.0 mm and 0.5 mm x 1.0 mm. The analog FEs and the discriminators for each pixel are implemented outside the pixel, at the column level. The power consumption is approximately 300 mW/cm$\\mathbf {^2}$, which is compatible with cooling infrastructure available at LHC experiments, and making integration of this concept viable in future high energy physics experiments. After fabrication, the sensors have been thinned to 100 $\\mu$m, 200 $\\mu$m and 300 $\\mu$m total thickness and then post-processed for backside biasing. The time resolution of several sensors with different thicknesses has been measured in 3 test-beam campaigns using high energy muons (Minimum Ionizing Particles) at CERN SPS in 2021 and 2022. A resolution of 65.3 ps has been measured with on-chip FE and discriminator. This paper will focus on the results of these test-beam campaigns. ",
    "url": "https://arxiv.org/abs/2309.08439",
    "authors": [
      "Yavuz Degerli",
      "Fabrice Guilloux",
      "Tomasz Hemperek",
      "Jean-Pierre Meyer",
      "Philippe Schwemling"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2309.08486",
    "title": "Diffuse-illumination holographic optical coherence tomography",
    "abstract": "Holographic optical coherence tomography (OCT) is a powerful imaging technique, but its ability to reveal low-reflectivity features is limited. In this study, we performed holographic OCT by incoherently averaging volumes with changing diffuse illumination of numerical aperture (NA) equal to the detection NA. While the reduction of speckle from singly scattered light is only modest, we discovered that speckle from multiply scattered light can be arbitrarily reduced, resulting in substantial improvements in image quality. This technique also offers the advantage of suppressing noises arising from spatial coherence, and can be implemented with a partially spatially incoherent light source for further mitigation of multiple scattering. Finally, we show that although holographic reconstruction capabilities are increasingly lost with decreasing spatial coherence, they can be retained over an axial range sufficient to standard OCT applications. ",
    "url": "https://arxiv.org/abs/2309.08486",
    "authors": [
      "Léo Puyo",
      "Clara Pfäffle",
      "Hendrik Spahr",
      "Jonas Franke",
      "Daniel Bublitz",
      "Dierck Hillmann",
      "Gereon Hüttmann"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.08282",
    "title": "Characterization of the Intrinsic and Extrinsic Resistances of a  Microwave Graphene FET Under Zero Transconductance Conditions",
    "abstract": "Graphene field-effect transistors exhibit negligible transconductance under two scenarios: for any gate-to-source voltage when the drain-to-source voltage is set to zero, and for an arbitrary drain-to-source voltage provided that the gate-to-source voltage equals the Dirac voltage. Hence, extracting the channel and the parasitic series resistances from S-parameters under these conditions enables analyzing their dependence on the gate and drain biases. This is fundamental to assess the portion of the output resistance that is controlled by the gate. Besides, the drain bias dependence of the drain and source resistances is also evidenced. Within the proposal, resistive components accounting for the lossy nature of the gate capacitance are incorporated into the model, which exhibits a broadband correlation with experimental data. This avoids the series resistances to be considered as frequency dependent in the model. ",
    "url": "https://arxiv.org/abs/2309.08282",
    "authors": [
      "Xiomara Ribero-Figueroa",
      "Anibal Pacheco-Sanchez",
      "Aida Mansouri",
      "Pankaj Kumar",
      "Omid Habibpour",
      "Herbert Zirath",
      "Roman Sordan",
      "Francisco Pasadas",
      "David Jiménez",
      "Reydezel Torres-Torres"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.08570",
    "title": "Neural Network Driven, Interactive Design for Nonlinear Optical  Molecules Based on Group Contribution Method",
    "abstract": "A Lewis-mode group contribution method (LGC) -- multi-stage Bayesian neural network (msBNN) -- evolutionary algorithm (EA) framework is reported for rational design of D-Pi-A type organic small-molecule nonlinear optical materials is presented. Upon combination of msBNN and corrected Lewis-mode group contribution method (cLGC), different optical properties of molecules are afforded accurately and efficiently - by using only a small data set for training. Moreover, by employing the EA model designed specifically for LGC, structural search is well achievable. The logical origins of the well performance of the framework are discussed in detail. Considering that such a theory guided, machine learning framework combines chemical principles and data-driven tools, most likely, it will be proven efficient to solve molecular design related problems in wider fields. ",
    "url": "https://arxiv.org/abs/2309.08570",
    "authors": [
      "Jinming Fan",
      "Chao Qian",
      "Shaodong Zhou"
    ],
    "subjectives": [
      "Machine Learning (stat.ML)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.08572",
    "title": "Simulating Neutral Atom Quantum Systems with Tensor Network States",
    "abstract": "In this paper, we describe a tensor network simulation of a neutral atom quantum system under the presence of noise, while introducing a new purity-preserving truncation technique that compromises between the simplicity of the matrix product state and the positivity of the matrix product density operator. We apply this simulation to a near-optimized iteration of the quantum approximate optimization algorithm on a transverse field Ising model in order to investigate the influence of large system sizes on the performance of the algorithm. We find that while circuits with a large number of qubits fail more often under noise that depletes the qubit population, their outputs on a successful measurement are just as robust under Rydberg atom dissipation or qubit dephasing as smaller systems. However, such circuits might not perform as well under coherent multi-qubit errors such as Rydberg atom crosstalk. We also find that the optimized parameters are especially robust to noise, suggesting that a noisier quantum system can be used to find the optimal parameters before switching to a cleaner system for measurements of observables. ",
    "url": "https://arxiv.org/abs/2309.08572",
    "authors": [
      "James Allen",
      "Matthew Otten",
      "Stephen Gray",
      "Bryan K. Clark"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2303.04174",
    "title": "Time-delayed single satellite quantum repeater node for global quantum  communications",
    "abstract": " Comments: 10 pages, 4 figures including appendices. Updated model with extended discussions ",
    "url": "https://arxiv.org/abs/2303.04174",
    "authors": [
      "Mustafa Gündoğan",
      "Jasminder S. Sidhu",
      "Markus Krutzik",
      "Daniel K. L. Oi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2305.03066",
    "title": "An array of microresonators as a Photonic Extreme Learning Machine",
    "abstract": " Comments: 12 pages and 6 figures ",
    "url": "https://arxiv.org/abs/2305.03066",
    "authors": [
      "Stefano Biasi",
      "Riccardo Franchi",
      "Lorenzo Cerini",
      "Lorenzo Pavesi"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.11099",
    "title": "Solving multiphysics-based inverse problems with learned surrogates and  constraints",
    "abstract": " Title: Solving multiphysics-based inverse problems with learned surrogates and  constraints ",
    "url": "https://arxiv.org/abs/2307.11099",
    "authors": [
      "Ziyi Yin",
      "Rafael Orozco",
      "Mathias Louboutin",
      "Felix J. Herrmann"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Artificial Intelligence (cs.AI)",
      "Machine Learning (cs.LG)",
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2308.07587",
    "title": "Broadband Continuous Spectral Control of a Single Wavelength  Polymer-Based Solid-State Random Laser",
    "abstract": " Comments: 7 pages, 4 figure ",
    "url": "https://arxiv.org/abs/2308.07587",
    "authors": [
      "Bhupesh Kumar",
      "Sebastian Schulz",
      "Patrick Sebbah"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.16503",
    "title": "Semidiscrete optical vortex droplets in quasi-phase-matched photonic  crystals",
    "abstract": " Comments: 10 pages, 7 figures, and 76 references ",
    "url": "https://arxiv.org/abs/2308.16503",
    "authors": [
      "Xiaoxi Xu",
      "Feiyan Zhao",
      "Jiayao Huang",
      "Hehe Xiang",
      "Li Zhang",
      "Zhaopin Chen",
      "Zhongquan Nie",
      "Boris A Malomed",
      "Yongyao Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2309.04070",
    "title": "Anneal-free ultra-low loss silicon nitride integrated photonics",
    "abstract": " Comments: 26 pages, 15 figures; V2 - fixed typos in Methods Section and Fig S8 ",
    "url": "https://arxiv.org/abs/2309.04070",
    "authors": [
      "Debapam Bose",
      "Mark W. Harrington",
      "Andrei Isichenko",
      "Kaikai Liu",
      "Jiawei Wang",
      "Zachary L. Newman",
      "Daniel J. Blumenthal"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.04580",
    "title": "Zombie Cats on the Quantum-Classical Frontier: Wigner-Moyal and  Semiclassical Limit Dynamics of Quantum Coherence in Molecules",
    "abstract": " Comments: 7 pages, 3 figures, corrected typos ",
    "url": "https://arxiv.org/abs/2309.04580",
    "authors": [
      "Austin T. Green",
      "Craig C. Martens"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]