[
  {
    "id": "arXiv:2408.04047",
    "title": "Proper orthogonal decomposition analysis of square lid driven cavity flows containing particle suspensions",
    "abstract": "           Continual perturbations to the flow field in the square lid driven cavity can significantly impact both its stability and the dynamic characteristics of the system. In this study, the effect of these perturbations are analyzed via computational fluid dynamics simulations of a square, two-dimensional, lid driven cavity containing varying area fractions of suspended particles. The evolution over time of these particle-particle and particle-fluid interactions generate two-dimensional disturbance velocity changes in the flow field. In order to better understand the characteristics and effects of these changes, proper orthogonal decomposition analysis is performed on the velocity difference flow field to determine the dominant flow structures over the simulation time domain. The resulting eigenvectors and eigenvalues represent the varying dominant flow structures and their respective dominance over the simulation time, respectively. This is carried out at particle suspension area fractions from 10\\% - 50\\% and for Reynolds numbers of 100, 400, 700, and 1000. Critical flow regimes and particle suspension area fractions are discussed in order to characterize the stability of this particle-in-fluid system.         ",
    "url": "https://arxiv.org/abs/2408.04047",
    "authors": [
      "John Shelton",
      "Nitin Katiki",
      "Morakinyo Adesemowo"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2408.04274",
    "title": "Field of View Expansion for Resonant Beam Information and Power Transfer",
    "abstract": "           Simultaneous wireless information and power transfer (SWIPT) leverages lightwave as the wireless transmission medium, emerging as a promising technology in the future Internet of Things (IoT) scenarios. The use of retro-reflectors in constructing spatially separated laser resonators (SSLR) enables a self-aligning wireless transmission system with the self-reproducing resonant beam, i.e. resonant beam system (RBS). However, it's effective Field of View (FoV) is physically limited by the size of retroreflectors and still requires significant improvement. This restricts the transmitter from providing seamless wireless connectivity and power supply to receivers within a large dynamic movement range. In this paper, we propose an FoV-enlarged resonant beam system operating at a meter distance by incorporating a telescope. The telescope plays a crucial role in minimizing the extra loss inflicted on the gain medium, which typically arises from the deviation of the resonant beam within the cavity. Further, we construct the proposed telescope-based RBS and experimentally demonstrate that the design could expand the FoV to 28$^\\circ$ over 1 m transmission distance is about triple that of the ordinary RBS design.         ",
    "url": "https://arxiv.org/abs/2408.04274",
    "authors": [
      "Shun Han",
      "Wen Fang",
      "Mingqing Liu",
      "Mengyuan Xu",
      "Shuaifan Xia",
      "Qingwen Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2408.04370",
    "title": "Stimulated X-ray Raman scattering for selective preparation of dark states bypassing optical selection rules",
    "abstract": "           We present an X-ray based stimulated Raman approach to control the preparation of optically dark electronic states in generic molecular systems. Leveraging on the unique properties of core-level excited states, we demonstrate that optically forbidden transitions between singlet states, or between singlet and triplet states are made accessible. Two molecular systems are studied as a test-bed of the proposed approach, and its experimental feasibility is eventually discussed.         ",
    "url": "https://arxiv.org/abs/2408.04370",
    "authors": [
      "Francesco Montorsi",
      "Shaul Mukamel",
      "Filippo Tamassia",
      "Marco Garavelli",
      "Francesco Segatta",
      "Artur Nenov"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.04397",
    "title": "Analysis of defect modes in one-dimensional photonic crystals with two defects",
    "abstract": "           In this paper, for the first time, analytical expressions for determination of the wavelength of defect modes (DMs) in one-dimensional (1D) photonic crystals (PCs) with two defect layers (DLs) were obtained from the condition of zero reflection. Analytical formulas on the conditions for the merging of two DMs and on the DMs with zero value of the reflection coefficient were obtained. Different typical 1D PC structures with two DLs were considered and compared, including their DMs behavior. The distribution of electromagnetic field within the first photonic bandgap (PBG) was analyzed for several cases of DM merging and for the different orders of DMs. The results of this research permit the simplification of the analysis of optical sensors and filters based on 1D PCs with two DLs, as well as a more comprehensive understanding of the DM behavior within the PBGs of such PC structures. Furthermore, this paper helps to explain the results obtained by other researchers earlier in this field, too.         ",
    "url": "https://arxiv.org/abs/2408.04397",
    "authors": [
      "A.O. Kamenev",
      "N.A. Vanyushkin",
      "I.M. Efimov",
      "A.H. Gevorgyan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.04468",
    "title": "Topological resonance behaviors of surface acoustic wave under surface liquid-layer loadings and sensing applications",
    "abstract": "           In this work, topological resonance behaviors of surface acoustic wave (SAW) under surface liquid-layer loadings are investigated. The results show that through the coupling of waveguide and resonant cavity, a resonant peak with high Q-factor can emerge, and the frequency of which is significantly sensitive to the liquid parameters. Based on that, a topological-resonance SAW liquid-phase sensor is proposed. The results show that the formation of the topological phase transition is closely related to the liquid-layer loading. Furthermore, by changing the thickness of the liquid-layer loading, the operating-frequency range of the device can be significantly expanded, which is vital for biomedical detecting applications. Based on which, the sensing performances of topological-resonance SAW liquid-phase sensor are simulated, which are used to sensing the concentration of albumin and hemoglobin concentration in blood, and high sensitivities and Q-factors can be obtained for this device. The results presented in this paper can provide an important basis for the realization of highly sensitive and stable SAW biomedical sensors in the future.         ",
    "url": "https://arxiv.org/abs/2408.04468",
    "authors": [
      "Bowei Wu",
      "Tingfeng Ma",
      "Shuanghuizhi Li",
      "Boyue Su",
      "Pengfei Kang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.04014",
    "title": "New versus past silica crush curve experiments: application to Dimorphos benchmarking impact simulations",
    "abstract": "           Crush curves are of fundamental importance to numerical modeling of small and porous astrophysical bodies. The empirical literature often measures them for silica grains, and different studies have used various methods, sizes, textures, and pressure conditions. Here we review past studies and supplement further experiments in order to develop a full and overarching understanding of the silica crush curve behavior. We suggest a new power-law function that can be used in impact simulations of analog materials similar to micro-granular silica. We perform a benchmarking study to compare this new crush curve to the parametric quadratic crush curve often used in other studies, based on the study case of the DART impact onto the asteroid Dimorphos. We find that the typical quadratic crush curve parameters do not closely follow the silica crushing experiments, and as a consequence they under (over) estimate compression close (far) from the impact site. The new crush curve presented here, applicable to pressures between a few hundred Pa and up to 1.1 GPa, might therefore be more precise. Additionally, it is not calibrated by case-specific parameters, and can be used universally for comet- or asteroid-like bodies, given an assumed composition similar to micro-granular silica.         ",
    "url": "https://arxiv.org/abs/2408.04014",
    "authors": [
      "Uri Malamud",
      "Christoph M. Schafer",
      "Irina Luciana San Sebastian",
      "Maximilian Timpe",
      "Karl Alexander Essink",
      "Christopher Kreuzig",
      "Gerwin Meier",
      "Jürgen Blum",
      "Hagai B. Perets",
      "Christoph Burger"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2408.04078",
    "title": "A Comparison of Fireball Luminous Efficiency Models using Acoustic Records",
    "abstract": "           The total energy of a fireball is commonly obtained from optical measurements with an assumed value for luminous efficiency. Acoustic energy measurements offer an independent means of energy estimation. Here we combine optical and acoustic methods to validate the luminous efficiency model of Borovička et al. (2020). Our goal is to compare these models with acoustic measurements of meteoroid energy deposition. Employing theoretical blast scaling laws following the approach of McFadden et al. (2021), we determine explosive yields for both fireball fragmentation events and cylindrical shocks for four different bright fireballs. We model fireballs using the MetSim software (Vida et al., 2023) and find that the Borovička et al. (2020) model produces agreement better than a factor of two for our three chondritic fireball case studies. The major exception is an iron meteorite-producing fireball where the luminous efficiency is an order of magnitude higher than model predictions calibrated with stony fireballs. We suggest that large disparities between optical and acoustic energies could be a signature of iron fireballs and hence useful as a discriminant of that population.         ",
    "url": "https://arxiv.org/abs/2408.04078",
    "authors": [
      "Luke McFadden",
      "Peter Brown",
      "Denis Vida"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2408.04115",
    "title": "Electronic structure and optical properties of halide double perovskites from a Wannier-localized optimally-tuned screened range-separated hybrid functional",
    "abstract": "           Halide double perovskites are a chemically-diverse and growing class of compound semiconductors that are promising for optoelectronic applications. However, the prediction of their fundamental gaps and optical properties with density functional theory (DFT) and {\\it ab initio} many-body perturbation theory has been a significant challenge. Recently, a nonempirical Wannier-localized optimally-tuned screened range-separated hybrid (WOT-SRSH) functional has been shown to accurately produce the fundamental band gaps of a wide set of semiconductors and insulators, including lead halide perovskites. Here we apply the WOT-SRSH functional to five halide double perovskites, and compare the results with those obtained from other known functionals and previous $GW$ calculations. We also use the approach as a starting point for $GW$ calculations and we compute the band structures and optical absorption spectrum for Cs\\textsubscript{2}Ag{Bi}Br\\textsubscript{6}, using both time-dependent DFT and the $GW$-Bethe-Salpeter equation approach. We show that the WOT-SRSH functional leads to accurate fundamental and optical band gaps, as well as optical absorption spectra, consistent with spectroscopic measurements, thereby establishing WOT-SRSH as a viable method for the accurate prediction of optoelectronic properties of halide double perovskites.         ",
    "url": "https://arxiv.org/abs/2408.04115",
    "authors": [
      "Francisca Sagredo",
      "Stephen E. Gant",
      "Guy Ohad",
      "Jonah B. Haber",
      "Marina R. Filip",
      "Leeor Kronik",
      "Jeffrey B. Neaton"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2408.04173",
    "title": "Ionic structure, Liquid-liquid phase transitions, X-Ray diffraction, and X-Ray Thomson scattering in shock compressed liquid Silicon in the 100-200 GPa regime",
    "abstract": "           Recent cutting-edge experiments have provided $in\\,situ$ structure characterization and measurements of the pressure ($P$), density ($\\bar{\\rho}$) and temperature ($T$) of shock compressed silicon in the 100 GPa range of pressures and up to $\\sim$10,000K. We present first-principles calculations in this $P,T,\\bar{\\rho}$ regime to reveal a plethora of novel liquid-liquid phase transitions (LPTs), making the interpretation of these experiments very challenging. The short-ranged ionic structure of the fluid is preserved under collective adjustments of many distant atoms when subject to compression and heating, with surprisingly little change in electrical and thermal conductivities $\\sigma$ and $\\kappa$. We match the experimental X-Ray Thompson scattering and X-ray diffraction data theoretically, and provide pressure isotherms, ionization data and compressibilities that support the above picture of liquid silicon as a highly complex LPT-driven ``glassy'' metallic liquid. These novel results are relevant to materials research, studies of planetary interiors, high-energy-density physics, and in laser-fusion studies.         ",
    "url": "https://arxiv.org/abs/2408.04173",
    "authors": [
      "M.W.C. Dharma-wardana",
      "Dennis D. Klug",
      "Hannah Poole",
      "G. Gregori"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2408.04571",
    "title": "Understanding the Optoelectronic Processes in Colloidal 2D Multi-Layered MAPbBr3 Perovskite Nanosheets: Funneling, Recombination and Self-Trapped Excitons",
    "abstract": "           Quasi two-dimensional (2D) colloidal synthesis made quantum confinement readily accessible in perovskites, generating additional momentum in perovskite LED research and lasing. Ultrathin perovskite layers exhibit high exciton binding energies and beneficial charge transport properties interesting for solar cells. In 2D perovskites, the combination of layers with different thickness helps to direct charge carriers in a targeted manner toward thicker layers with a smaller bandgap. However, detailed knowledge about the mechanisms by which excitons and charge carriers funnel and recombine in these structures is lacking. Here, we characterize colloidal 2D methylammonium lead bromide (MAPbBr3) Ruddlesden-Popper perovskites with a broad combination of layers (n = 3 to 10, and bulk fractions with n > 10) in one stack by femtosecond transient absorption spectroscopy and time-resolved photoluminescence, which gives comprehensive insights into the complexity of funneling and recombination processes. We find that after photoexcitation second- and third-order processes dominate in MAPbBr3 nanosheets, which indicates exciton-exciton annihilation (EEA) and Auger recombination. Long-lived excitons in thin layers (e.g., n = 5, Eb = 136 meV) funnel into high n with t = 10-50 ps, which decreases their exciton binding energy below kB T = 26 meV ( T = 300K) and leads to radiative recombination. Parallel and consecutive funneling compete with exciton trapping processes, making funneling an excellent tool to overcome exciton self-trapping when high-quality n-n interfaces are present. Free charge carriers in high n regions on the other hand facilitate radiative recombination and EEA is bypassed, which is desirable for LED and lasing applications.         ",
    "url": "https://arxiv.org/abs/2408.04571",
    "authors": [
      "André Niebur",
      "Eugen Klein",
      "Rostyslav Lesyuk",
      "Christian Klinke",
      "Jannika Lauth"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2408.04622",
    "title": "Recoil-free Quantum Gates with Optical Qubits",
    "abstract": "           We propose a scheme to perform optical pulses that suppress the effect of photon recoil by three orders of magnitude compared to ordinary pulses in the Lamb-Dicke regime. We derive analytical insight about the fundamental limits to the fidelity of optical qubits for trapped atoms and ions. This paves the way towards applications in quantum computing for realizing $>1000$ of gates with an overall fidelity above 99\\%.         ",
    "url": "https://arxiv.org/abs/2408.04622",
    "authors": [
      "Zhao Zhang",
      "Léo Van Damme",
      "Marco Rossignolo",
      "Lorenzo Festa",
      "Max Melchner",
      "Robin Eberhard",
      "Dimitrios Tsevas",
      "Kevin Mours",
      "Eran Reches",
      "Johannes Zeiher",
      "Sebastian Blatt",
      "Immanuel Bloch",
      "Steffen J. Glaser",
      "Andrea Alberti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2404.07197",
    "title": "An Indeterminacy-based Ontology for Quantum Theory",
    "abstract": "           I present and defend a new ontology for quantum theories (or ``interpretations'' of quantum theory) called Generative Quantum Theory (GQT). GQT postulates different sets of features, and the combination of these different features can help generate different quantum theories. Furthermore, this ontology makes quantum indeterminacy and determinacy play an important explanatory role in accounting for when quantum systems whose values of their properties are indeterminate become determinate. The process via which determinate values arise varies between the different quantum theories. Moreover, quantum states represent quantum properties and structures that give rise to determinacy, and each quantum theory specifies a structure with certain features. I will focus on the following quantum theories: GRW, the Many-Worlds Interpretation, single-world relationalist theories such as Relational Quantum Mechanics, Bohmian Mechanics, hybrid classical-quantum theories, and Environmental Determinacy-based (EnD) Quantum Theory. I will argue that GQT should be taken seriously because it provides a series of important benefits that current widely discussed ontologies lack, namely, wave function realism and primitive ontology, without some of their costs. For instance, it helps generate quantum theories that are compatible with relativistic causality, such as EnD Quantum Theory. Also, GQT has the benefit of providing new ways to compare and evaluate quantum theories, which may lead to philosophical and scientific progress.         ",
    "url": "https://arxiv.org/abs/2404.07197",
    "authors": [
      "Francisco Pipa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2406.05015",
    "title": "Quantum Alternating Operator Ansatz for the Preparation and Detection of Long-Lived Singlet States in NMR",
    "abstract": "           Designing efficient and robust quantum control strategies is vital for developing quantum technologies. One recent strategy is the Quantum Alternating Operator Ansatz (QAOA) sequence that alternatively propagates under two noncommuting Hamiltonians, whose control parameters can be optimized to generate a gate or prepare a state. Here, we describe the design of the QAOA sequence and their variants to prepare long-lived singlet states (LLS) from the thermal state in NMR. With extraordinarily long lifetimes exceeding the spin-lattice relaxation time constant $T_1$, LLS have been of great interest for various applications, from spectroscopy to medical imaging. Accordingly, designing sequences for efficiently preparing LLS in a general spin system is crucial. Using numerical analysis, we study the efficiency and robustness of the QAOA sequences over a wide range of errors in the control parameters. Using a two-qubit NMR register, we conduct an experimental study to benchmark QAOA sequences against other prominent methods of LLS preparation and observe the significantly superior performance of the QAOA sequences.         ",
    "url": "https://arxiv.org/abs/2406.05015",
    "authors": [
      "Pratham Hullamballi",
      "Vishal Varma",
      "T. S. Mahesh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]