[
  {
    "id": "arXiv:2211.09197",
    "title": "Absolute frequency measurement of the $6s^2~^1S_0 \\to 6s6p~^3P_1$  $F=3/2\\to F'=5/2$ $^{\\text{201}}$Hg transition with background-free  saturation spectroscopy",
    "abstract": "We report the development of a method for eliminating background-induced systematic shifts affecting precise measurements of saturation absorption signals. With this technique, we measured the absolute frequency of the $6s^2~^1\\text{S}_0 \\to 6s6p~^3\\text{P}_1$ transition in $^{201a}\\text{Hg}$ ($F=3/2\\to F'=5/2$) to be $1181541111051(83)$~kHz. The measurement was referenced with an optical frequency comb synchronized to the frequency of the local representation of the UTC. This specific atomic line is situated on the steep slope of the Doppler background at room temperature, which results in frequency systematic shift. We determined the dependence of this shift on the properties of both the spectral line and the background of the measured signal. ",
    "url": "https://arxiv.org/abs/2211.09197",
    "authors": [
      "Adam Linek",
      "Piotr Morzyński",
      "Marcin Witkowski"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2211.09220",
    "title": "Measurement of the Kerr nonlinear refractive index and its variation  among 4H-SiC wafers",
    "abstract": "The unique material property of silicon carbide (SiC) and the recent demonstration of low-loss SiC-on-insulator integrated photonics platform have attracted considerable research interests for chip-scale photonic and quantum applications. Here, we carry out a thorough investigation of the Kerr nonlinearity among 4H-SiC wafers from several major wafer manufacturers, and reveal for the first time that their Kerr nonlinear refractive index can be significantly different. By eliminating various measurement errors in the four-wave mixing experiment and improving the theoretical modeling for high-index-contrast waveguides, the best Kerr nonlinear refractive index of 4H-SiC wafers is estimated to be approximately four times of that of stoichiometric silicon nitride in the telecommunication band. In addition, experimental evidence is developed that the Kerr nonlinearity in 4H-SiC wafers can be stronger along the c-axis than that in the orthogonal direction, a feature that was never reported before. ",
    "url": "https://arxiv.org/abs/2211.09220",
    "authors": [
      "Jingwei Li",
      "Ruixuan Wang",
      "Lutong Cai",
      "Qing Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.09237",
    "title": "Impulse Measurement Methods for Pulsed Laser Ablation Propulsion",
    "abstract": "Pulsed laser ablation propulsion has the potential to revolutionize space exploration by eliminating the requirement of a spacecraft to carry its propellant and power source as the high-power laser is situated off-board. More experimentation needs to be done to optimize this propulsion system and understand the mechanisms of thrust generation. There are many methods used to calculate the impulse imparted in pulsed laser ablation experiments. In this paper, key performance parameters are derived for some of the impulse measurement methods used in ablation propulsion experiments. Regimes discussed include the torsional pendulum system, simple pendulum system, and solid and liquid microspheres. ",
    "url": "https://arxiv.org/abs/2211.09237",
    "authors": [
      "Ishaan Mishra",
      "Scott Kirkpatrick"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.09264",
    "title": "Statistics of phase fluctuations of an acoustic wave propagating through  a turbulent flow",
    "abstract": "We investigate the statistics of phase fluctuations of an acoustic wave propagating through a turbulent flow in line of sight (LOS) configuration. Experiments are performed on a closed von Karman swirling flow whose boundaries are maintained at a constant temperature. In particular, we analyze the root mean square (RMS) and the power spectrum density (PSD) of phase fluctuations. A model is developed and analytical predictions obtained for these quantities using geometrical acoustics are shown to be in agreement with experimental observations. ",
    "url": "https://arxiv.org/abs/2211.09264",
    "authors": [
      "Gaurav Prabhudesai",
      "Stephane Perrard",
      "Francois Petrelis",
      "Stephan Fauve"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2211.09297",
    "title": "Excitonic beam steering in an active van der Waals metasurface",
    "abstract": "Two-dimensional transition metal dichalcogenides (2D TMDCs) are promising candidates for ultra-thin active nanophotonic elements due to the strong tunable excitonic resonances that dominate their optical response. Here we demonstrate dynamic beam steering by an active van der Waals metasurface that leverages large complex refractive index tunability near excitonic resonances in monolayer molybdenum diselenide (MoSe2). Through varying the radiative and nonradiative rates of the excitons, we can dynamically control both the reflection amplitude and phase profiles, resulting in an excitonic phased array metasurface. Our experiments show reflected light steering to angles between -30{\\deg} to 30{\\deg} at three different resonant wavelengths corresponding to the A exciton, B exciton, and trion. This active van der Waals metasurface relies solely on the excitonic resonances of the monolayer MoSe2 material rather than geometric resonances of patterned nanostructures, suggesting the potential to harness the tunability of excitonic resonances for wavefront shaping in emerging photonic applications. ",
    "url": "https://arxiv.org/abs/2211.09297",
    "authors": [
      "Melissa Li",
      "Claudio U. Hail",
      "Souvik Biswas",
      "Harry A. Atwater"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2211.09422",
    "title": "THz optical beat-note detection with a fast Hot Electron Bolometer  operating up to 31 GHz",
    "abstract": "We study the performance of an hot-electron bolometer (HEB) operating at THz frequencies based on superconducting niobium nitride films. We report on the voltage response of the detector over a large optical bandwidth carried out with different THz sources. We show that the impulse response of the fully packaged HEB at 7.5 K has a 3 dB cut-off around 2 GHz. Remarkably, detection capability is still observed above 30 GHz in an heterodyne beating experiment using a THz quantum cascade laser frequency comb. Additionally, the HEB sensitivity has been evaluated and an optical noise equivalent power NEP of 0.8 pW/sqrt(Hz) has been measured at 1 MHz. ",
    "url": "https://arxiv.org/abs/2211.09422",
    "authors": [
      "G. Torrioli",
      "A. Forrer",
      "M. Beck",
      "P. Carelli",
      "F. Chiarello",
      "J. Faist",
      "A. Gaggero",
      "E. Giovine",
      "F. Martini",
      "U. Senica",
      "R. Leoni",
      "G. Scalari",
      "S. Cibella"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2211.09430",
    "title": "Direct numerical simulation of acoustic turbulence: Zakharov-Sagdeev  spectrum",
    "abstract": "We present the results of direct numerical simulation of three-dimensional acoustic turbulence in medium with weak positive dispersion. It is shown that at the beginning of the long-wavelength region in the turbulence energy distribution in the $k$-space, there are formed jets in the form of narrow cones. At larger wavenumbers, the cones broaden, and the distribution accordingly tends to isotropic. In this region of wavenumbers, the angle-averaged turbulence spectrum acquires a power-law character, $E(k)\\propto k^{-\\alpha}$, with the exponent close to $3/2$, which corresponds to the Zakharov-Sagdeev weak acoustic turbulence spectrum. ",
    "url": "https://arxiv.org/abs/2211.09430",
    "authors": [
      "E. A. Kochurin",
      "E. A. Kuznetsov"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2211.09453",
    "title": "Spatio-temporal isolator in lithium niobate on insulator",
    "abstract": "In this contribution, we simulate, design, and experimentally demonstrate an integrated optical isolator based on spatiotemporal modulation in the thin-film lithium niobate on insulator waveguide platform. We used two cascaded travelling wave phase modulators for spatiotemporal modulation and a ring resonator as a wavelength filter to suppress the sidebands of the reverse propagating light. This enabled us to achieve an isolation of 27 dB. The demonstrated suppression of the reverse propagating light makes such isolators suitable for the integration with III-V laser diodes and Erbium doped gain sections in the thin-film lithium niobate on insulator waveguide platform. ",
    "url": "https://arxiv.org/abs/2211.09453",
    "authors": [
      "Haijin Huang",
      "Armandas Balcytis",
      "Aditya Dubey",
      "Andreas Boes",
      "Thach G. Nguyen",
      "Guanghui Ren",
      "Mengxi Tan",
      "Arnan Mitchell"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.09504",
    "title": "Bayesian Optimization of the Beam Injection Process into a Storage Ring",
    "abstract": "We have evaluated the data-efficient Bayesian optimization method for the specific task of injection tuning in a circular accelerator. In this paper, we describe the implementation of this method at the Karlsruhe Research Accelerator with up to nine tuning parameters, including the determination of the associated hyperparameters. We show that the Bayesian optimization method outperforms manual tuning and the commonly used Nelder-Mead optimization algorithm both in simulation and experiment. The algorithm was also successfully used to ease the commissioning phase after the installation of new injection magnets and is regularly used during accelerator operations. We demonstrate that the introduction of context variables that include intra-bunch scattering effects, such as the Touschek effect, further improves the control and robustness of the injection process. ",
    "url": "https://arxiv.org/abs/2211.09504",
    "authors": [
      "Chenran Xu",
      "Tobias Boltz",
      "Akira Mochihashi",
      "Andrea Santamaria Garcia",
      "Marcel Schuh",
      "Anke-Susanne Müller"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2211.09520",
    "title": "The iridescence of disordered resonant metasurfaces",
    "abstract": "Due to the intrinsic limitations of pigment coloration, the generation of bright, largely tunable, and angle-insensitive colors with nanostructured surfaces has received considerable interest. However, coatings that exhibit diffuse color changes with the viewing and illumination directions are also important as they provide extra degrees of freedom to create attractive visual effects. Here, we present metasurfaces composed of a non-close packed assembly of metallic nanoparticles deposited on a reflective substrate coated with a low-index spacer. This geometry, which combines plasmonic and Fabry-Perot resonances, offers uncommon iridescences, differing from those classically observed with natural nanostructures or thin-film interferences. We highlight a remarkable iridescence with only two distinct colors and theoretically investigate its origin with an intuitive and accurate model that unveils the rich physical mechanisms at play. The interpretation paves the way towards the design of easy-to-make and universal building blocks with a large resilience to fabrication imperfections, and great potential for innovative coatings and fine-art applications. ",
    "url": "https://arxiv.org/abs/2211.09520",
    "authors": [
      "A. Agreda",
      "T. Wu",
      "A. Hereu",
      "M. Treguer-Delapierre",
      "G. L. Drisko",
      "K. Vynck",
      "P. Lalanne"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.09595",
    "title": "Implementation and goals of quantum optics experiments in undergraduate  lab courses",
    "abstract": "As quantum information science and technology (QIST) is becoming more prevalent and occurring not only in research labs but also in industry, many educators are considering how best to incorporate learning about quantum mechanics into various levels of education. Although much of the focus has been on quantum concepts in non-lab courses, current work in QIST has a substantial experimental component. Many instructors of undergraduate lab courses want to provide their students the opportunity to work with quantum experiments. One common way this is done is through a sequence of quantum optics experiments often referred to as the ``single-photon experiments.'' These experiments demonstrate fundamental quantum phenomena with equipment common to research labs; however, they are resource intensive and cannot be afforded by all institutions. It is therefore imperative to know what unique affordances these experiments provide to students. As a starting point, we surveyed and interviewed instructors who use the single-photon experiments in undergraduate courses, asking how and why they use the experiments. We describe the most commonly used experiments in both quantum and beyond-first-year lab courses, the prevalence of tasks the students perform, and the learning goals, ranging from conceptual knowledge to lab skills to student affect. Finally, we present some strategies from these data demonstrating how instructors have addressed the common challenges of preparing students to work with conceptually and technically complex experiments and balancing the practice of technical skills with the completion of the experiments. ",
    "url": "https://arxiv.org/abs/2211.09595",
    "authors": [
      "Victoria Borish",
      "H. J. Lewandowski"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2211.09640",
    "title": "Design, Optimization, and Reverse Engineering of High-Power Laser  Systems",
    "abstract": "Chirped pulse amplification (CPA) followed by nonlinear optical (NLO) systems constitute the backbone of myriad advancements in semiconductor and additive manufacturing, communication networks, biology and medicine, defense and national security, and a host of other sectors over the past decades. However, accurately and efficiently modeling CPA- and NLO-based laser systems is challenging because of the multitude of coupled linear and nonlinear processes and high variability in modeling frameworks. The lack of fully-integrated software CPA+NLO modeling severely hampers further advances to tailor existing or materialize new CPA+NLO systems and curtails their full potential in emerging inverse design approaches through data-driven machine learning methods. Here, we present a modular start-to-end software model, allowing for the inclusion of an array of amplifier designs and nonlinear optics techniques, which renders time- and frequency-resolved electromagnetic fields alongside essential physical characteristics on energy, fluence, and spectral distribution. To demonstrate its robustness and real-world applicability -- specifically, reverse engineering, system optimization, and inverse design -- we present a case study on the LCLS-II photo-injector laser, representative of a high-power and spectro-temporally complex CPA+NLO system. ",
    "url": "https://arxiv.org/abs/2211.09640",
    "authors": [
      "Jack Hirschman",
      "Randy Lemons",
      "Minyang Wang",
      "Peter Kroetz",
      "Sergio Carbajo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.09687",
    "title": "3D Interconnected Magnetic Nanowire Networks as Potential Integrated  Multistate Memristors",
    "abstract": "Interconnected magnetic nanowire (NW) networks offer a promising platform for 3-dimensional (3D) information storage and integrated neuromorphic computing. Here we report discrete propagation of magnetic states in interconnected Co nanowire networks driven by magnetic field and current, manifested in distinct magnetoresistance (MR) features. In these networks, when only a few interconnected NWs were measured, multiple MR kinks and local minima were observed, including a significant minimum at a positive field during the descending field sweep. Micromagnetic simulations showed that this unusual feature was due to domain wall (DW) pinning at the NW intersections, which was confirmed by off-axis electron holography imaging. In a complex network with many intersections, sequential switching of nanowire sections separated by interconnects was observed, along with stochastic characteristics. The pinning/depinning of the DWs can be further controlled by the driving current density. These results illustrate the promise of such interconnected networks as integrated multistate memristors. ",
    "url": "https://arxiv.org/abs/2211.09687",
    "authors": [
      "Dhritiman Bhattacharya",
      "Zhijie Chen",
      "Christopher J. Jensen",
      "Chen Liu",
      "Edward C. Burks",
      "Dustin A. Gilbert",
      "Xixiang Zhang",
      "Gen Yin",
      "Kai Liu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.09689",
    "title": "Machine learning opens a doorway for microrheology with optical tweezers  in living systems",
    "abstract": "It has been argued [Tassieri, \\textit{Soft Matter}, 2015, \\textbf{11}, 5792] that linear microrheology with optical tweezers (MOT) of living systems ``\\textit{is not an option}'', because of the wide gap between the observation time required to collect statistically valid data and the mutational times of the organisms under study. Here, we have taken a first step towards a possible solution of this problem by exploiting modern machine learning (ML) methods to reduce the duration of MOT measurements from several tens of minutes down to one second. This has been achieved by focusing on the analysis of computer simulated trajectories of an optically trapped particle suspended in a set of Newtonian fluids having viscosity values spanning three orders of magnitude, i.e. from $10^{-3}$ to $1$ Pa$\\cdot$s. When the particle trajectory is analysed by means of conventional statistical mechanics principles, we explicate for the first time in literature the relationship between the required duration of MOT experiments ($T_m$) and the fluids relative viscosity ($\\eta_r$) to achieve an uncertainty as low as $1\\%$; i.e., $T_m\\cong 17\\eta_r^3$ minutes. This has led to further evidences explaining why conventional MOT measurements commonly underestimate the materials' viscoelastic properties, especially in the case of high viscous fluids or soft-solids such as gels and cells. Finally, we have developed a ML algorithm to determine the viscosity of Newtonian fluids that uses feature extraction on raw trajectories acquired at a kHz and for a duration of only one second, yet capable of returning viscosity values carrying an error as low as $\\sim0.3\\%$ at best; hence the opening of a doorway for MOT in living systems. ",
    "url": "https://arxiv.org/abs/2211.09689",
    "authors": [
      "Matthew G. Smith",
      "Jack Radford",
      "Eky Febrianto",
      "Jorge Ramírez",
      "Helen O'Mahony",
      "Andrew B. Matheson",
      "Graham M. Gibson",
      "Daniele Faccio",
      "Manlio Tassieri"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2211.09698",
    "title": "First survey of centimeter-scale AC-LGAD strip sensors with a 120 GeV  proton beam",
    "abstract": "We present the first beam test results with centimeter-scale AC-LGAD strip sensors, using the Fermilab Test Beam Facility and sensors manufactured by the Brookhaven National Laboratory. Sensors of this type are envisioned for applications that require large-area precision 4D tracking coverage with economical channel counts, including timing layers for the Electron Ion Collider (EIC), and space-based particle experiments. A survey of sensor designs is presented, with the aim of optimizing the electrode geometry for spatial resolution and timing performance. Several design considerations are discussed towards maintaining desirable signal characteristics with increasingly larger electrodes. The resolutions obtained with several prototypes are presented, reaching simultaneous 18 micron and 32 ps resolutions from strips of 1 cm length and 500 micron pitch. With only slight modifications, these sensors would be ideal candidates for a 4D timing layer at the EIC. ",
    "url": "https://arxiv.org/abs/2211.09698",
    "authors": [
      "Christopher Madrid",
      "Ryan Heller",
      "Claudio San Martín",
      "Shirsendu Nanda",
      "Artur Apresyan",
      "William K. Brooks",
      "Wei Chen",
      "Gabriele Giacomini",
      "Ohannes Kamer Köseyan",
      "Sergey Los",
      "Cristián Peña",
      "René Rios",
      "Alessandro Tricoli",
      "Si Xie",
      "Zhenyu Ye"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2211.09739",
    "title": "Cavity-dumping using a microscopic Fano laser",
    "abstract": "A microlaser with low energy consumption and high speed is crucial for on-chip photonic networks. Presently, the modulation of microlasers is based on modulating the gain of the laser, which implies a trade-off between the output peak power and the modulation energy. Besides, the temporal width of the output pulse is restricted by the carrier relaxation time. These limitations can be overcome by modulating, instead, the loss of the laser by the scheme of cavity dumping, which is ideal for intense and ultrashort pulse extraction. However, the miniaturization of cavity-dumped lasers has been a long-standing challenge, and no microscopic cavity-dumped lasers were yet realized. Here we demonstrate an ultra-small cavity-dumped microscopic laser based on an optical Fano resonance, which generates optical pulses with peak power more than one order of magnitude higher than the corresponding conventional gain-modulated laser. This demonstration paves the way for realizing microscopic lasers for low-power chip-scale applications. ",
    "url": "https://arxiv.org/abs/2211.09739",
    "authors": [
      "G. Dong",
      "S. L. Liang",
      "A. Sakanas",
      "E. Semenova",
      "K. Yvind",
      "J. Mork",
      "Y. Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.09780",
    "title": "Dipolar spin-exchange and entanglement between molecules in an optical  tweezer array",
    "abstract": "Due to their intrinsic electric dipole moments and rich internal structure, ultracold polar molecules are promising candidate qubits for quantum computing and for a wide range of quantum simulations. Their long-lived molecular rotational states form robust qubits while the long-range dipolar interaction between molecules provides quantum entanglement. Using a molecular optical tweezer array, single molecules can be moved and separately addressed for qubit operations using optical and microwave fields, creating a scalable quantum platform. Here, we demonstrate long-range dipolar spin-exchange interactions in pairs of CaF molecules trapped in an optical tweezer array. We control the anisotropic interaction and realize the spin-$\\frac{1}{2}$ quantum XY model by encoding an effective spin-$\\frac{1}{2}$ system into the rotational states of the molecules. We demonstrate a two-qubit (two-molecule) gate to generate entanglement deterministically, an essential resource for all quantum information applications. Employing interleaved tweezer arrays, we demonstrate high fidelity single site molecular addressability. ",
    "url": "https://arxiv.org/abs/2211.09780",
    "authors": [
      "Yicheng Bao",
      "Scarlett S. Yu",
      "Loïc Anderegg",
      "Eunmi Chae",
      "Wolfgang Ketterle",
      "Kang-Kuen Ni",
      "John M. Doyle"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.09243",
    "title": "Interacting models for twisted bilayer graphene: a quantum chemistry  approach",
    "abstract": "The nature of correlated states in twisted bilayer graphene (TBG) at the magic angle has received intense attention in recent years. We present a numerical study of an interacting Bistritzer-MacDonald (IBM) model of TBG using a suite of methods in quantum chemistry, including Hartree-Fock, coupled cluster singles, doubles (CCSD), and perturbative triples (CCSD(T)), as well as a quantum chemistry formulation of the density matrix renormalization group method (DMRG). Our treatment of TBG is agnostic to gauge choices, and hence we present a new gauge-invariant formulation to detect the spontaneous symmetry breaking in interacting models. To benchmark our approach, we focus on a simplified spinless, valleyless IBM model. At integer filling ($\\nu=0$), all numerical methods agree in terms of energy and $C_{2z} \\mathcal{T}$ symmetry breaking. Additionally, as part of our benchmarking, we explore the impact of different schemes for removing ``double-counting'' in the IBM model. Our results at integer filling suggest that cross-validation of different IBM models may be needed for future studies of the TBG system. After benchmarking our approach at integer filling, we perform the first systematic study of the IBM model near integer filling (for $|\\nu|< 0.2$). In this regime, we find that the ground state can be in a metallic and $C_{2z} \\mathcal{T}$ symmetry breaking phase. The ground state appears to have low entropy, and therefore can be relatively well approximated by a single Slater determinant. Furthermore, we observe many low entropy states with energies very close to the ground state energy in the near integer filling regime. ",
    "url": "https://arxiv.org/abs/2211.09243",
    "authors": [
      "Fabian M. Faulstich",
      "Kevin D. Stubbs",
      "Qinyi Zhu",
      "Tomohiro Soejima",
      "Rohit Dilip",
      "Huanchen Zhai",
      "Raehyun Kim",
      "Michael P. Zaletel",
      "Garnet Kin-Lic Chan",
      "Lin Lin"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.09257",
    "title": "An Integrated Optical Circuit Architecture for Inverse-Designed Silicon  Photonic Components",
    "abstract": "In this work, we demonstrate a compact toolkit of inverse-designed topologically optimized silicon-photonic devices that are arranged in a plug-and-play fashion to realize many different photonic integrated circuits, both passive and active, each with a small footprint. The silicon-on-insulator 1550-nm toolkit contains a 2x2 3dB splitter-combiner, a 2x2 waveguide crossover and a 2x2 all-forward add-drop resonator. The resonator can become a 2x2 electro-optical crossbar switch by means of the thermo-optical effect or phase-change cladding or free-carrier injection. For each of the ten circuits demonstrated in this work, the toolkit of photonic devices enables the compact circuit to achieve low insertion loss and low crosstalk. By adopting the sophisticated inverse-design approach, the design structure, shape, and sizing of each individual device can be made more flexible to better suit the architecture of the greater circuit. For a compact architecture, we present a unified, parallel waveguide circuit framework into which the devices are designed to fit seamlessly, thus enabling low-complexity circuit design. ",
    "url": "https://arxiv.org/abs/2211.09257",
    "authors": [
      "Richard Soref",
      "Dusan Gostimirovic"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.09305",
    "title": "Indistinguishable photons from an artificial atom in silicon photonics",
    "abstract": "Silicon is the ideal material for building electronic and photonic circuits at scale. Spin qubits and integrated photonic quantum technologies in silicon offer a promising path to scaling by leveraging advanced semiconductor manufacturing and integration capabilities. However, the lack of deterministic quantum light sources, two-photon gates, and spin-photon interfaces in silicon poses a major challenge to scalability. In this work, we show a new type of indistinguishable photon source in silicon photonics based on an artificial atom. We show that a G center in a silicon waveguide can generate high-purity telecom-band single photons. We perform high-resolution spectroscopy and time-delayed two-photon interference to demonstrate the indistinguishability of single photons emitted from a G center in a silicon waveguide. Our results show that artificial atoms in silicon photonics can source highly coherent single photons suitable for photonic quantum networks and processors. ",
    "url": "https://arxiv.org/abs/2211.09305",
    "authors": [
      "Lukasz Komza",
      "Polnop Samutpraphoot",
      "Mutasem Odeh",
      "Yu-Lung Tang",
      "Milena Mathew",
      "Jiu Chang",
      "Hanbin Song",
      "Myung-Ki Kim",
      "Yihuang Xiong",
      "Geoffroy Hautier",
      "Alp Sipahigil"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.09308",
    "title": "Design and testing of Kinetic Inductance Detector package for the  Terahertz Intensity Mapper",
    "abstract": "The Terahertz Intensity Mapper (TIM) is designed to probe the star formation history in dust-obscured star-forming galaxies around the peak of cosmic star formation. This will be done via measurements of the redshifted 157.7 um line of singly ionized carbon ([CII]). TIM employs two R $\\sim 250$ long-slit grating spectrometers covering 240-420 um. Each is equipped with a focal plane unit containing 4 wafer-sized subarrays of horn-coupled aluminum kinetic inductance detectors (KIDs). We present the design and performance of a prototype focal plane assembly for one of TIM's KID-based subarrays. Our design strictly maintain high optical efficiency and a suitable electromagnetic environment for the KIDs. The prototype detector housing in combination with the first flight-like quadrant are tested at 250 mK. Initial frequency scan shows that many resonances are affected by collisions and/or very shallow transmission dips as a result of a degraded internal quality factor (Q factor). This is attributed to the presence of an external magnetic field during cooldown. We report on a study of magnetic field dependence of the Q factor of our quadrant array. We implement a Helmholtz coil to vary the magnetic field at the detectors by (partially) nulling earth's. Our investigation shows that the earth magnetic field can significantly affect our KIDs' performance by degrading the Q factor by a factor of 2-5, well below those expected from the operational temperature or optical loading. We find that we can sufficiently recover our detectors' quality factor by tuning the current in the coils to generate a field that matches earth's magnetic field in magnitude to within a few uT. Therefore, it is necessary to employ a properly designed magnetic shield enclosing the TIM focal plane unit. Based on the results presented in this paper, we set a shielding requirement of |B| < 3 uT. ",
    "url": "https://arxiv.org/abs/2211.09308",
    "authors": [
      "L.-J. Liu",
      "R.M.J Janssen",
      "C.M. Bradford",
      "S. Hailey-Dunsheath",
      "J.P. Filippini",
      "J.E. Aguirre",
      "J.S. Bracks",
      "A.J. Corso",
      "J. Fu",
      "C. Groppi",
      "J. Hoh",
      "R.P. Keenan",
      "I.N. Lowe",
      "D.P. Marrone",
      "P. Mauskopf",
      "R. Nie",
      "J. Redford",
      "I. Trumper",
      "J.D. Vieira"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2211.09318",
    "title": "Arrangement and chemical complexity in an $N$-body quantum system",
    "abstract": "We introduce and discuss the concept of \\textit{arrangement}, traditionally found in the context of chemical reactions and few-body rearrangement collisions, in the general context of an $N$-body quantum system. We show that the ability for particles to attract and bind is a key source of complexity of an $N$-body quantum system, and \\textit{arrangement} is an emergent concept necessitated by the description of this complexity. For an $N$-body system made of particles of which some or all can attract and bind, the concept of arrangement is not only necessary for a full characterization of its quantum states and processes, but it also provides a basis for the understanding and the description of the structure of its energy spectrum. We also discuss and formulate multiparticle separability in an $N$-body system, the mathematical foundation that underlies the arrangement concept in an $N$-body theory. ",
    "url": "https://arxiv.org/abs/2211.09318",
    "authors": [
      "Bo Gao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.09351",
    "title": "Design of The Kinetic Inductance Detector Based Focal Plane Assembly for  The Terahertz Intensity Mapper",
    "abstract": "We report on the kinetic inductance detector (KID) array focal plane assembly design for the Terahertz Intensity Mapper (TIM). Each of the 2 arrays consists of 4 wafer-sized dies (quadrants), and the overall assembly must satisfy thermal and mechanical requirements, while maintaining high optical efficiency and a suitable electromagnetic environment for the KIDs. In particular, our design manages to strictly maintain a 50 $\\mathrm{\\mu m}$ air gap between the array and the horn block. We have prototyped and are now testing a sub-scale assembly which houses a single quadrant for characterization before integration into the full array. The initial test result shows a $>$95\\% yield, indicating a good performance of our TIM detector packaging design. ",
    "url": "https://arxiv.org/abs/2211.09351",
    "authors": [
      "L.-J. Liu",
      "R.M.J. Janssen",
      "C.M. Bradford",
      "S. Hailey-Dunsheath",
      "J. Fu",
      "J.P. Filippini",
      "J.E. Aguirre",
      "J.S. Bracks",
      "A.J. Corso",
      "C. Groppi",
      "J. Hoh",
      "R.P. Keenan",
      "I.N. Lowe",
      "D.P. Marrone",
      "P. Mauskopf",
      "R. Nie",
      "J. Redford",
      "I. Trumper",
      "J.D. Vieira"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2211.09637",
    "title": "Sensitivity of Resonant Axion Haloscopes to Quantum  Electromagnetodynamics",
    "abstract": "Recently interactions between putative axions and magnetic monopoles have been revisited by two of us [arXiv:2205.02605 [hep-ph]]. It has been shown that significant modifications to conventional axion electrodynamics arise due to these interactions, so that the axion-photon coupling parameter space is expanded from one parameter $g_{a\\gamma\\gamma}$ to three $(g_{a\\gamma\\gamma},g_{aAB},g_{aBB})$. We implement Poynting theorem to determine how to exhibit sensitivity to $g_{aAB}$ and $g_{aBB}$ using resonant haloscopes, allowing new techniques to search for axions and a possible indirect way to determine if magnetically charged matter exists. ",
    "url": "https://arxiv.org/abs/2211.09637",
    "authors": [
      "Michael E. Tobar",
      "Catriona A. Thomson",
      "Benjamin T. McAllister",
      "Maxim Goryachev",
      "Anton Sokolov",
      "Andreas Ringwald"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.09738",
    "title": "Exploring Earth's Ionosphere and its effect on low radio frequency  observation with the uGMRT and the SKA",
    "abstract": "The Earth's ionosphere introduces systematic effects that limit the performance of a radio interferometer at low frequencies ($\\lesssim 1$\\,GHz). These effects become more pronounced for severe geomagnetic activities or observations involving longer baselines of the interferometer. The uGMRT, a pathfinder for the Square Kilometre Array (SKA), is located in between the northern crest of the Equatorial Ionisation Anomaly (EIA) and the magnetic equator. Hence, this telescope is more prone to severe ionospheric conditions and is a unique radio interferometer for studying the ionosphere. Here, we present 235\\,MHz observations with the GMRT, showing significant ionospheric activities over a solar minimum. In this work, we have characterised the ionospheric disturbances observed with the GMRT and compared them with ionospheric studies and observations with other telescopes like the VLA, MWA and LOFAR situated at different magnetic latitudes. We have estimated the ionospheric total electron content (TEC) gradient over the full GMRT array which shows an order of magnitude higher sensitivity compared to the Global Navigation Satellite System (GNSS). Furthermore, this article uses the ionospheric characteristics estimated from the observations with uGMRT, VLA, LOFAR and MWA to forecast the effects on the low-frequency observations with the SKA1-MID and SKA1-LOW in future. ",
    "url": "https://arxiv.org/abs/2211.09738",
    "authors": [
      "Sarvesh Mangla",
      "Sumanjit Chakraborty",
      "Abhirup Datta",
      "Ashik Paul"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Geophysics (physics.geo-ph)",
      "Plasma Physics (physics.plasm-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2211.09805",
    "title": "Programmable photonic system for quantum simulation in arbitrary  topologies",
    "abstract": "Synthetic dimensions have generated great interest for studying many types of topological, quantum, and many-body physics, and they offer a flexible platform for simulation of interesting physical systems, especially in high dimensions. In this Letter, we describe a programmable photonic device capable of emulating the dynamics of a broad class of Hamiltonians in lattices with arbitrary topologies and dimensions. We derive a correspondence between the physics of the device and the Hamiltonians of interest, and we simulate the physics of the device to observe a wide variety of physical phenomena, including chiral states in a Hall ladder, effective gauge potentials, and oscillations in high-dimensional lattices. Our proposed device opens new possibilities for studying topological and many-body physics in near-term experimental platforms. ",
    "url": "https://arxiv.org/abs/2211.09805",
    "authors": [
      "Ben Bartlett",
      "Olivia Y. Long",
      "Avik Dutt",
      "Shanhui Fan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2005.05004",
    "title": "Probing the acoustic losses of graphene with a low-loss quartz  bulk-acoustic-wave resonator at cryogenic temperatures",
    "abstract": " Comments: New Fig. and Text improved ",
    "url": "https://arxiv.org/abs/2005.05004",
    "authors": [
      "Serge Galliou",
      "Jérémy Bon",
      "Philippe Abbé",
      "Rémy Vicarini",
      "Michael E. Tobar",
      "Maxim Goryachev"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2111.13046",
    "title": "Trace formulation for photonic inverse design with incoherent sources",
    "abstract": " Comments: 29pages, 3 figures ",
    "url": "https://arxiv.org/abs/2111.13046",
    "authors": [
      "Wenjie Yao",
      "Francesc Verdugo",
      "Rasmus E. Christiansen",
      "Steven G. Johnson"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2203.09752",
    "title": "Chaotic resonance modes in dielectric cavities: Product of conditionally  invariant measure and universal fluctuations",
    "abstract": " Comments: published, 7 pages, 5 figures, for supplemental material with gallery of modes including high-resolution scarred mode, see this http URL ",
    "url": "https://arxiv.org/abs/2203.09752",
    "authors": [
      "Roland Ketzmerick",
      "Konstantin Clauß",
      "Felix Fritzsch",
      "Arnd Bäcker"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2208.02013",
    "title": "Monte-Carlo method based simulation framework for microwave SQUID  multiplexers",
    "abstract": " Comments: This article has been submitted to the Journal of Applied Physics ",
    "url": "https://arxiv.org/abs/2208.02013",
    "authors": [
      "Constantin Schuster",
      "Mathias Wegner",
      "Sebastian Kempf"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Superconductivity (cond-mat.supr-con)"
    ]
  },
  {
    "id": "arXiv:2209.14676",
    "title": "Timing performance of radiation hard MALTA monolithic Pixel sensors",
    "abstract": " Comments: 8 pages, 8 figures. Submitted to Journal of Instrumentation (JINST). Proceedings of the 23rd International Workshop on Radiation Imaging Detectors IWORID 2022 ",
    "url": "https://arxiv.org/abs/2209.14676",
    "authors": [
      "G. Gustavino",
      "P. Allport",
      "I. Asensi",
      "D.V. Berlea",
      "D. Bortoletto",
      "C. Buttar",
      "F. Dachs",
      "V. Dao",
      "H. Denizli",
      "D. Dobrijevic",
      "L. Flores",
      "A. Gabrielli",
      "L. Gonella",
      "V. González",
      "M. LeBlanc",
      "K. Oyulmaz",
      "H. Pernegger",
      "F. Piro",
      "P. Riedler",
      "H. Sandaker",
      "C. Solans",
      "W. Snoeys",
      "T. Suligoj",
      "M. van Rijnbach",
      "A. Sharma",
      "M. Vázquez Núñez",
      "J. Weick",
      "S. Worm",
      "A. Zoubir"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2210.05464",
    "title": "Correlations and linewidth of the atomic beam continuous superradiant  laser",
    "abstract": " Comments: Submission to Sci-Post ",
    "url": "https://arxiv.org/abs/2210.05464",
    "authors": [
      "Bruno Laburthe-Tolra",
      "Ziyad Amodjee",
      "Benjamin Pasquiou",
      "Martin Robert-de-Saint-Vincent"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05023",
    "title": "Optical property measurements of lithium chloride aqueous solution for  neutrino detection",
    "abstract": " Comments: 9 pages, 7 figures. Typos corrected. Reference list rearranged ",
    "url": "https://arxiv.org/abs/2211.05023",
    "authors": [
      "Ye Liang",
      "Tong Xu",
      "Jialiang Zhang",
      "Ming Qi",
      "Zhe Wang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2211.08296",
    "title": "Deep-Learning-Empowered Inverse Design for Freeform Reconfigurable  Metasurfaces",
    "abstract": " Title: Deep-Learning-Empowered Inverse Design for Freeform Reconfigurable  Metasurfaces ",
    "url": "https://arxiv.org/abs/2211.08296",
    "authors": [
      "Changhao Liu",
      "Fan Yang",
      "Maokun Li",
      "Shenheng Xu"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.08621",
    "title": "Direct comparison of two spin squeezed optical clocks below the quantum  projection noise limit",
    "abstract": " Comments: 12 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2211.08621",
    "authors": [
      "John M Robinson",
      "Maya Miklos",
      "Yee Ming Tso",
      "Colin J. Kennedy",
      "Tobias Bothwell",
      "Dhruv Kedar",
      "James K. Thompson",
      "Jun Ye"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]