[
  {
    "id": "arXiv:2110.06390",
    "title": "Learning ground states of quantum Hamiltonians with graph networks",
    "abstract": "Solving for the lowest energy eigenstate of the many-body Schrodinger equation is a cornerstone problem that hinders understanding of a variety of quantum phenomena. The difficulty arises from the exponential nature of the Hilbert space which casts the governing equations as an eigenvalue problem of exponentially large, structured matrices. Variational methods approach this problem by searching for the best approximation within a lower-dimensional variational manifold. In this work we use graph neural networks to define a structured variational manifold and optimize its parameters to find high quality approximations of the lowest energy solutions on a diverse set of Heisenberg Hamiltonians. Using graph networks we learn distributed representations that by construction respect underlying physical symmetries of the problem and generalize to problems of larger size. Our approach achieves state-of-the-art results on a set of quantum many-body benchmark problems and works well on problems whose solutions are not positive-definite. The discussed techniques hold promise of being a useful tool for studying quantum many-body systems and providing insights into optimization and implicit modeling of exponentially-sized objects. ",
    "url": "https://arxiv.org/abs/2110.06390",
    "authors": [
      "Dmitrii Kochkov",
      "Tobias Pfaff",
      "Alvaro Sanchez-Gonzalez",
      "Peter Battaglia",
      "Bryan K. Clark"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2103.11783",
    "title": "Various variational approximations of quantum dynamics",
    "abstract": " Comments: 27 pages ",
    "url": "https://arxiv.org/abs/2103.11783",
    "authors": [
      "Caroline Lasser",
      "Chunmei Su"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2105.09987",
    "title": "Temporal convolutional networks predict dynamic oxygen uptake response  from wearable sensors across exercise intensities",
    "abstract": " Title: Temporal convolutional networks predict dynamic oxygen uptake response  from wearable sensors across exercise intensities ",
    "url": "https://arxiv.org/abs/2105.09987",
    "authors": [
      "Robert Amelard",
      "Eric T Hedge",
      "Richard L Hughson"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)"
    ]
  }
]