[
  {
    "id": "arXiv:2410.18121",
    "title": "CH(A) Radical Formation in Coulomb Explosion from Butane Seeded Plasma Generated with Chirp-Controlled Ultrashort Laser Pulses",
    "abstract": "           We experimentally studied the formation of CH(A) radicals in butane seeded plasma generated with chirp-controlled ultrashort laser pulses (\\(\\sim 760 \\, \\mu \\text{J}/\\text{pulse}\\), 890 nm, 1 kHz, 8 fs). The focused beam with high peak intensity (\\(\\sim 10^{14} - 10^{16} \\, \\text{W/cm}^2\\)) caused Coulomb explosion (CE). The time dependent emission spectra were observed with the Fourier-transform Visible spectroscopy (FTVis) step-scan method. The average signal intensity decreased with the chirp in the Ar\\(^+\\) > C\\(_2\\) > H-\\(\\alpha\\) \\(\\sim\\) CH(A) order with a plateau for CH(A) in the \\(-200\\) to \\(-100 \\, \\text{fs}^2\\) range. The short rise time of the CH(A) emission signal, the monoexponential emission decay, and the nearly constant rotational and vibrational temperatures of the CH(A) radicals (\\(\\sim 3000 \\, \\text{K}\\) and \\(\\sim 3800 \\, \\text{K}\\)) all support their formation as a primary product. Our TDDFT calculations predict that CH and many other fragments can be formed beyond CE at \\(\\sim 7 \\times 10^{14} \\, \\text{W/cm}^2\\) intensity. The average charge of CH (+0.6) and its relative abundance (0.5\\%) support the formation of detectable CH(A) within 120 fs.         ",
    "url": "https://arxiv.org/abs/2410.18121",
    "authors": [
      "Karoly Mogyorosi",
      "Balint Toth",
      "Krisztina Sarosi",
      "Barnabas Gilicze",
      "Janos Csontos",
      "Tamas Somoskoi",
      "Szabolcs Toth",
      "Prabhash Prasannan Geetha",
      "Laszlo Toth",
      "Samuel S. Taylor",
      "Nicholas Skoufis",
      "Liam Barron",
      "Kalman Varga",
      "Cody Covington",
      "Viktor Chikan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2410.18149",
    "title": "Quantum Algorithms for Optimizing Mycorrhizal Inoculants Using Mycoponics: A Novel Framework for Nutrient Transfer and Protein Discovery in Precision Agriculture",
    "abstract": "           Mycorrhizal fungi form vast subterranean networks that are critical for plant nutrient uptake, carbon sequestration, and ecosystem resilience. Despite their ecological importance, optimizing these networks for precision agriculture, forestry,and carbon sequestration remains an open challenge, particularly when it comes to understanding the complex molecular and quantum-scale processes that govern nutrient exchange. In this paper, we propose a novel experimental framework using mycoponics, a controlled, soil-less environment for the study of plant fungal symbiosis integrated with isotopic labeling and quantum dots to track real-time nutrient transfer.         ",
    "url": "https://arxiv.org/abs/2410.18149",
    "authors": [
      "Abhiram Sripat"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Dynamical Systems (math.DS)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2410.18236",
    "title": "Wavefront distortions of a laser beam reflected from a diffraction grating with imperfect surface and groove pattern",
    "abstract": "           A formula for the wavefront of a wave reflected from a diffraction grating with an arbitrary surface profile, as well as with arbitrary non-equidistant and non-parallel grooves was obtained. It was shown that the wavefront of the reflected wave can change significantly when the grating is rotated by 180 degrees around the normal. Surface imperfection and groove pattern imperfection are equivalent for monochromatic radiation; whereas for broadband radiation, the two imperfections lead to similar but different space-time coupling effects. For holographic diffraction gratings, wavefront distortions are the sum of distortions caused by grating surface imperfection and the total surface imperfections of the optics used for writing the grating. The second summand is inversely proportional to the frequency of the radiation used to write the grating. The requirements for the flatness of the optics used to write the grating are always more stringent than the requirements for the flatness of the grating.         ",
    "url": "https://arxiv.org/abs/2410.18236",
    "authors": [
      "Efim Khazanov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.18307",
    "title": "Quantum Computing Education in Latin America: Experiences and Strategies",
    "abstract": "           Quantum computing is a rapidly advancing field facing a significant shortage of qualified experts, creating an urgent demand for skilled professionals. In Latin America, quantum education remains in its early stages, further exacerbating the regional talent gap due to deficiencies in educational infrastructure and limited financial support. This work presents the efforts of the Quantum Computing and Artificial Intelligence research group at Universidad Nacional de Colombia to integrate quantum computing into higher education using the European Competence Framework for Quantum Technologies, which offers a standardized approach to defining competency requirements and assessing essential skills in the field. We propose introductory courses aligned with the frameworks guidelines, designed to meet industry standards and reach a broad audience. Additionally, we introduce supplementary resources, including team dynamics and evaluation methodologies, to enhance the educational ecosystem. These initiatives aim to create a sustainable and comprehensive quantum education model across Latin America, to close the regional skills gap, foster inclusivity, and prepare a diverse workforce to contribute innovative solutions on the global stage.         ",
    "url": "https://arxiv.org/abs/2410.18307",
    "authors": [
      "Laura Tenjo Patiño",
      "Alcides Montoya Cañola",
      "Cristian E. Bello"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.18346",
    "title": "EP restoration and fast-light edge states in photonic crystal waveguide with glide and time reversal symmetry",
    "abstract": "           Exceptional points (EPs) in the propagation states give rise to the emergence of intriguing properties with the divergence of the group velocity. However, there have been no experimental reports due to the necessity of maintaining high levels of fabrication precision and the requisite high group velocity contrast. In our study, we propose a design of photonic crystal waveguide with glide and time reversal symmetry, and derive an effective Hamiltonian for edge states to realize fast-light edge states. We adopt a systematic method to generate EPs in edge states by introducing non-Hermitian perturbations to Dirac points guaranteed by glide symmetry, which ensures that EP modes are free from out-of-plane radiation losses. Then, our study reveals the conditions for the exact EP restoration and provides an analytical solution to offset the EP smoothing due to symmetry breaking, which drastically reduces the group velocity contrast. A good symmetry property of the photonic crystal waveguide allows us to derive the effective Hamiltonian as a simple form, and the EPs can be restored by adjusting the real part of the permittivity. Furthermore, we design a feasible photonic crystal slab waveguide incorporating graphene as the absorbing material, and numerically demonstrate a group velocity reaching $v_g = 3.3c$ near the EP, which is up to 25 times that of the original structure. Thanks to the short periodicity of photonic crystals, it's possible to reach the speed of light in vacuum with group velocity contrasts on the order of one digit. Our study paves an innovative way to manipulate the group velocity of light.         ",
    "url": "https://arxiv.org/abs/2410.18346",
    "authors": [
      "Takahiro Uemura",
      "Taiki Yoda",
      "Yuto Moritake",
      "Shutaro Otsuka",
      "Kenta Takata",
      "Masaya Notomi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.18455",
    "title": "Picocavity-enhanced near-field optical microscopy with 1 nm resolution",
    "abstract": "           Scattering-type scanning near-field optical microscopy (s-SNOM) allows for the observation of the optical response of material surfaces with a resolution far below the diffraction limit. A spatial resolution of 10-100 nm is routinely achieved in s-SNOM based on amplitude-modulation atomic force microscopy (AM-AFM) with tapping amplitudes of tens of nanometers. However, optical imaging and spectroscopy of structures that are localized to the atomic scale remain a significant challenge. This can be overcome by combining the field enhancement localized at the atomic-scale structure of the tip apex, namely a plasmonic picocavity, with frequency-modulationAFM (FM-AFM), namely non-contact AFM, in a stable cryogenic ultrahigh vacuum environment. Here, we developed picocavityenhanced SNOM (PE-SNOM) under visible laser illumination based on the integration of a quartz tuning fork sensor with small-amplitude oscillations of 1 nm or less. In addition, the use of a focused ion beam-polished silver tip mounted on the sensor leads to strong field enhancement in the picocavity and ensures minimal background scattering from the tip shaft. PE-SNOM allows us to obtain a material-contrast image of silicon islands on a silver surface with 1-nm lateral resolution, which surpasses the conventional limits of s-SNOM. PE-SNOM paves the way for the acquisition of optical information from atomic-scale targets, such as single photo-active defects and molecules.         ",
    "url": "https://arxiv.org/abs/2410.18455",
    "authors": [
      "Akitoshi Shiotari",
      "Jun Nishida",
      "Adnan Hammud",
      "Fabian Schulz",
      "Martin Wolf",
      "Takashi Kumagai",
      "Melanie Müller"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2410.18550",
    "title": "Cryogenic Optical-to-Microwave Conversion Using Si Photonic Integrated Circuit Ge Photodiodes",
    "abstract": "           Integrated circuit technology enables the scaling of circuit complexity and functionality while maintaining manufacturability and reliability. Integration is expected to play an important role in quantum information technologies, including in the highly demanding task of producing the classical signals to control and measure quantum circuits at scales needed for fault-tolerant quantum computation. Here we experimentally characterize the cryogenic performance of a miniaturized photonic integrated circuit fabricated by a commercial foundry that down-converts classical optical signals to microwave signals. The circuit consists of waveguide-integrated germanium PIN photodiodes packaged using a scalable photonic wire bonding approach to a multi-channel optical fiber array that provides the optical excitation. We find the peak optical-to-microwave conversion response to be $\\sim 150 \\pm 13$ mA/W in the O-band at 4.2 K, well below the temperature the circuit was designed for and tested at in the past, for two different diode designs. The second diode design operates to over 6 GHz of 3 dB bandwidth making it suitable for controlling quantum circuits, with improvements in bandwidth and response expected from improved packaging. The demonstrated miniaturization and integration offers new perspectives for wavelength-division multiplexed control of microwave quantum circuits and scalable processors using light delivered by optical fiber arrays.         ",
    "url": "https://arxiv.org/abs/2410.18550",
    "authors": [
      "D. Julien-Neitzert",
      "E. Leung",
      "N. Islam",
      "S. Khorev",
      "S. Shekhar",
      "L. Chrostowski",
      "Jeff F. Young",
      "J. Salfi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.18591",
    "title": "Enhanced laser-induced single-cycle terahertz generation in a spintronic emitter with a gradient interface",
    "abstract": "           The development of spintronic emitters of broadband THz pulses relies on designing heterostructures where processes of laser-driven spin current generation and subsequent spin-to-charge current conversion are the most efficient. An interface between ferromagnetic and nonmagnetic layers in the emitter is one of the critical elements. Here, we study experimentally single-cycle THz pulse generation from a laser-pulse excited Pt/Co emitter with a composition gradient interface between Pt and Co and compare it with the emission from a conventional Pt/Co structure with an abrupt interface. We find that the gradient interface enhances the efficiency of optics-to-THz conversion by a factor of two in a wide range of optical fluences up to 3 mJ cm$^{-2}$. We reveal that this enhancement is caused by a pronounced increase in transmittance of the laser-driven spin-polarized current through the gradient interface compared to the abrupt one. Furthermore, we find that such a transmission deteriorates with laser fluence due to the spin accumulation effect.         ",
    "url": "https://arxiv.org/abs/2410.18591",
    "authors": [
      "L.A. Shelukhin",
      "A.V. Kuzikova",
      "A.V. Telegin",
      "V.D. Bessonov",
      "A.V. Ognev",
      "A.S. Samardak",
      "Junho Park",
      "Young Keun Kim",
      "A.M. Kalashnikova"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2410.18642",
    "title": "Optimizing Cladding Elasticity to Enhance Sensitivity in Silicon Photonic Ultrasound Sensors",
    "abstract": "           Ultrasound is widely used in medical imaging, and emerging photo-acoustic imaging is crucial for disease diagnosis. Currently, high-end photo-acoustic imaging systems rely on piezo-electric materials for detecting ultrasound waves, which come with sensitivity, noise, and bandwidth limitations. Advanced applications demand a large matrix of broadband, high-resolution, and scalable ultrasound sensors. Silicon photonic circuits have been introduced to meet these requirements by detecting ultrasound-induced deformation and stress in silicon waveguides. Although higher sensitivities could facilitate the exploration of new applications, the high stiffness of the waveguide materials constrains the intrinsic sensitivity of the silicon photonic circuits to ultrasound signals. Here, we explore the impact of the mechanical properties of a polymer cladding on the sensitivity of silicon photonic ultrasound sensors. Our model and experiments reveal that optimizing the polymer cladding's stiffness enhances the resonance wavelength sensitivity. Experimentally, we show a fourfold increase in the sensitivity compared to the sensors without a cladding polymer and, a twofold sensitivity increase compared to the sensors with a cladding polymer of saturated cross-linking density. Interestingly, comparing experiments with the optomechanical model suggests that the change in Young's Modulus alone cannot explain the sensitivity increase. In conclusion, polymer-coated silicon photonic ultrasound sensors exhibit potential for advanced photo-acoustic imaging applications. It offers the prospect of increasing the ultrasound detection sensitivity of silicon photonic ultrasound sensors while using CMOS-compatible processes. This paves the way to integrate the polymer-coated silicon photonic ultrasound sensors with electronics to utilize the sensors in advanced medical imaging applications.         ",
    "url": "https://arxiv.org/abs/2410.18642",
    "authors": [
      "R. Tufan Erdogan",
      "Georgy A. Filonenko",
      "Stephen J. Picken",
      "Peter G. Steeneken",
      "Wouter J. Westerveld"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.18789",
    "title": "Single-Shot Phase Diversity Wavefront Sensing in Deep Turbulence via Metasurface Optics",
    "abstract": "           Free-space optical communication (FSOC) systems offer high-bandwidth and secure communication with minimal capital costs. Adaptive optics (AO) are typically added to these systems to decrease atmospheric channel losses; however, the performance of traditional AO wavefront sensors degrades in long-range, deep turbulence conditions. Alternative wavefront sensors using phase diversity can successfully reconstruct wavefronts in deep turbulence, but current implementations require bulky setups with high latency. In this work, we employ a nanostructured birefringent metasurface optic that enables low-latency phase diversity wavefront sensing in a compact form factor. We prove the effectiveness of this approach in mid-to-high turbulence (Rytov numbers from 0.2 to 0.6) through simulation and experimental demonstration. In both cases an average 16-fold increase in signal from the corrected beam is obtained. Our approach opens a pathway for compact, robust wavefront sensing that enhances range and accuracy of FSOC systems.         ",
    "url": "https://arxiv.org/abs/2410.18789",
    "authors": [
      "Arturo Martin Jimenez",
      "Marc Baltes",
      "Jackson Cornelius",
      "Neset Akozbek",
      "Zachary Coppens"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computer Vision and Pattern Recognition (cs.CV)"
    ]
  },
  {
    "id": "arXiv:2410.18838",
    "title": "Phaseless auxiliary-field quantum Monte Carlo method for cavity-QED matter systems",
    "abstract": "           We present a generalization of the phaseless auxiliary-field quantum Monte Carlo (AFQMC) method to cavity quantum-electrodynamical (QED) matter systems. The method can be formulated in both the Coulomb and the dipole gauge. We verify its accuracy by benchmarking calculations on a set of small molecules against full configuration interaction and state-of-the-art QED coupled cluster (QED-CCSD) calculations. Our results show that (i) gauge invariance can be achieved within correlation-consistent Gaussian basis sets, (ii) the accuracy of QED-CCSD can be enhanced significantly by adding the standard perturbative triples correction without light-matter coupling, and (iii) there is a straightforward way to evaluate the differential expression for the photon occupation number that works in any gauge. The high accuracy and favorable computational scaling of our AFQMC approach will enable a broad range of applications. Besides polaritonic chemistry, the method opens a way to simulate extended QED matter systems.         ",
    "url": "https://arxiv.org/abs/2410.18838",
    "authors": [
      "Lukas Weber",
      "Leonardo dos Anjos Cunha",
      "Miguel A. Morales",
      "Angel Rubio",
      "Shiwei Zhang"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2410.03853",
    "title": "Quantum Approximate Optimization Algorithm and Quantum-enhanced Markov Chain Monte Carlo: A Hybrid Approach to Data Assimilation in 4DVAR",
    "abstract": "           We propose a novel hybrid quantum-classical framework that integrates the Quantum Approximate Optimization Algorithm (QAOA) and Quantum-enhanced Markov Chain Monte Carlo (QMCMC) with variational particle filters to tackle the computational challenges in Four-Dimensional Variational Data Assimilation (4DVAR). 4DVAR, widely used in numerical weather prediction, suffers from inefficiencies in high-dimensional, non-linear systems. Our approach, the Quantum Variational Particle Filter (QVPF), uses QAOA to optimize particle proposals and QMCMC to efficiently compute particle weights and resample, accelerating convergence while reducing the computational load. The QVPF framework addresses the curse of dimensionality by minimizing the number of particles required for accurate state estimation, thus improving efficiency in systems with complex dynamics. The hybrid model offers enhanced accuracy by integrating quantum algorithms into the variational particle filter, making it particularly suited for applications in climate modeling, space weather prediction, and defense. The potential for achieving unprecedented resolution in predictive models could transform sectors that rely on high-resolution forecasting. We present the mathematical foundations of the approach, along with discussions on algorithmic implementation and hardware requirements. Early results suggest that this hybrid framework could significantly improve data assimilation, with future implementations on near-term quantum devices offering a practical pathway for scaling up. This work demonstrates how quantum computing can address the growing need for more accurate and computationally feasible methods in large-scale data assimilation.         ",
    "url": "https://arxiv.org/abs/2410.03853",
    "authors": [
      "Abhiram Sripat"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optimization and Control (math.OC)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2410.18369",
    "title": "How to correct Ehrenfest nonadiabatic dynamics in open quantum systems: Ehrenfest plus random force (E$+$$\\sigma$) dynamics",
    "abstract": "           One key challenge in the study of nonadiabatic dynamics in open quantum systems is to balance computational efficiency and accuracy. Although Ehrenfest dynamics (ED) is computationally efficient and well-suited for large complex systems, ED often yields inaccurate results. To address these limitations, we improve the accuracy of the traditional ED by adding a random force (E$+$$\\sigma$). In this work, the construction of random forces is considered in Markovian and non-Markovian scenarios, and we ensure the dynamics satisfy the detailed balance in both scenarios. By comparing our E$+$$\\sigma$ with existing methods such as the electronic friction model and surface hopping, we furthermore validate its reliability. In addition, E$+$$\\sigma$ model still retains the high efficiency of ED and does not incur much additional computation. We believe that this method provides an alternative to accurately describe mixed quantum-classical dynamics in open quantum systems, particularly for large complex systems.         ",
    "url": "https://arxiv.org/abs/2410.18369",
    "authors": [
      "Jingqi Chen",
      "Joonho Lee",
      "Wenjie Dou"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2410.18901",
    "title": "A quantum computing approach to fixed-node Monte Carlo using classical shadows",
    "abstract": "           Quantum Monte Carlo (QMC) methods are powerful approaches for solving electronic structure problems. Although they often provide high-accuracy solutions, the precision of most QMC methods is ultimately limited by a trial wave function that must be used. Recently, an approach has been demonstrated to allow the use of trial wave functions prepared on a quantum computer [Nature 603, 416 (2022)] in the auxiliary-field QMC (AFQMC) method, using classical shadows to estimate the required overlaps. However, this approach has an exponential post-processing step to construct these overlaps, when performing classical shadows obtained using random Clifford circuits. Here, we study an approach to avoid this exponentially scaling step by using a fixed-node Monte Carlo method, based on full configuration interaction quantum Monte Carlo (FCIQMC). This method is applied to the local unitary cluster Jastrow (LUCJ) ansatz. We consider H$_4$, ferrocene and benzene molecules using up to 12 qubits as examples. Circuits are compiled to native gates for typical near-term architectures, and we assess the impact of circuit-level depolarizing noise on the method. We also provide a comparison of AFQMC and fixed-node approaches, demonstrating that AFQMC is more robust to errors, although extrapolations of the fixed-node energy reduce this discrepancy. Although the method can be used to reach chemical accuracy, the sampling cost to achieve this is high even for small active spaces, suggesting caution for the prospect of outperforming conventional QMC approaches.         ",
    "url": "https://arxiv.org/abs/2410.18901",
    "authors": [
      "Nick S. Blunt",
      "Laura Caune",
      "Javiera Quiroz-Fernandez"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2410.18910",
    "title": "Characterizing conical intersections of nucleobases on quantum computers",
    "abstract": "           Hybrid quantum-classical computing algorithms offer significant potential for accelerating the calculation of the electronic structure of strongly correlated molecules. In this work, we present the first quantum simulation of conical intersections (CIs) in a biomolecule, cytosine, using a superconducting quantum computer. We apply the Contracted Quantum Eigensolver (CQE) -- with comparisons to conventional Variational Quantum Deflation (VQD) -- to compute the near-degenerate ground and excited states associated with the conical intersection, a key feature governing the photostability of DNA and RNA. The CQE is based on an exact ansatz for many-electron molecules in the absence of noise -- a critically important property for resolving strongly correlated states at CIs. Both methods demonstrate promising accuracy when compared with exact diagonalization, even on noisy intermediate-scale quantum computers, highlighting their potential for advancing the understanding of photochemical and photobiological processes. The ability to simulate these intersections is critical for advancing our knowledge of biological processes like DNA repair and mutation, with potential implications for molecular biology and medical research.         ",
    "url": "https://arxiv.org/abs/2410.18910",
    "authors": [
      "Yuchen Wang",
      "Cameron Cianci",
      "Irma Avdic",
      "Rishab Dutta",
      "Samuel Warren",
      "Brandon Allen",
      "Nam P. Vu",
      "Lea F. Santos",
      "Victor S. Batista",
      "David A. Mazziotti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2308.14809",
    "title": "A Solution to the Quantum Measurement Problem",
    "abstract": "           A novel solution to the quantum measurement problem is presented by using a new asymmetric equation that is complementary to the Schrödinger equation. Solved for the hydrogen atom, the new equation describes the temporal and spatial evolution of the wavefunction, and the latter is used to calculate the radial probability density for different measurements. The obtained results show that Born's position measurement postulates naturally emerge from the theory and its first principles. Experimental verification of the theory and its predictions is also proposed.         ",
    "url": "https://arxiv.org/abs/2308.14809",
    "authors": [
      "Z.E. Musielak"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2404.07857",
    "title": "Optical next generation reservoir computing",
    "abstract": "           Artificial neural networks with internal dynamics exhibit remarkable capability in processing information. Reservoir computing (RC) is a canonical example that features rich computing expressivity and compatibility with physical implementations for enhanced efficiency. Recently, a new RC paradigm known as next generation reservoir computing (NGRC) further improves expressivity but compromises its physical openness, posing challenges for realizations in physical systems. Here we demonstrate optical NGRC with computations performed by light scattering through disordered media. In contrast to conventional optical RC implementations, we drive our optical reservoir directly with time-delayed inputs. Much like digital NGRC that relies on polynomial features of delayed inputs, our optical reservoir also implicitly generates these polynomial features for desired functionalities. By leveraging the domain knowledge of the reservoir inputs, we show that the optical NGRC not only predicts the short-term dynamics of the low-dimensional Lorenz63 and large-scale Kuramoto-Sivashinsky chaotic time series, but also replicates their long-term ergodic properties. Optical NGRC shows superiority in shorter training length, increased interpretability and fewer hyperparameters compared to conventional optical RC based on scattering media, while achieving better forecasting performance. Our optical NGRC framework may inspire the realization of NGRC in other physical RC systems, new applications beyond time-series processing, and the development of deep and parallel architectures broadly.         ",
    "url": "https://arxiv.org/abs/2404.07857",
    "authors": [
      "Hao Wang",
      "Jianqi Hu",
      "YoonSeok Baek",
      "Kohei Tsuchiyama",
      "Malo Joly",
      "Qiang Liu",
      "Sylvain Gigan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2406.15450",
    "title": "Quantum Diamond Microscope for Narrowband Magnetic Imaging with High Spatial and Spectral Resolution",
    "abstract": "           The quantum diamond microscope (QDM) is a recently developed technology for near-field imaging of magnetic fields with micron-scale spatial resolution. In the present work, we integrate a QDM with a narrowband measurement protocol and a lock-in camera; and demonstrate imaging of radiofrequency (RF) magnetic field patterns produced by microcoils, with spectral resolution $\\approx1$\\,Hz. This RF-QDM provides multi-frequency imaging with a central detection frequency that is easily tunable over the MHz-scale, allowing spatial discrimination of both crowded spectral peaks and spectrally well-separated signals. The present instrument has spatial resolution $\\approx2\\,\\mathrm{\\mu m}$, field-of-view $\\approx300\\times300\\,\\mathrm{\\mu m^2}$, and per-pixel sensitivity to narrowband fields $\\sim{1}\\,$nT$\\cdot$Hz$^{-1/2}$. Spatial noise can be reduced to the picotesla scale by signal averaging and/or spatial binning. The RF-QDM enables simultaneous imaging of the amplitude, frequency, and phase of narrowband magnetic field patterns at the micron-scale, with potential applications in real-space NMR imaging, AC susceptibility mapping, impedance tomography, analysis of electronic circuits, and spatial eddy-current-based inspection.         ",
    "url": "https://arxiv.org/abs/2406.15450",
    "authors": [
      "Zechuan Yin",
      "Jiashen Tang",
      "Connor A. Hart",
      "John W. Blanchard",
      "Xinyan Xiang",
      "Saipriya Satyajit",
      "Smriti Bhalerao",
      "Tao Tao",
      "Stephen J. DeVience",
      "Ronald L. Walsworth"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.14148",
    "title": "Electron recollisional excitation of OCS$^+$ in phase-locked $\\omega + 2\\omega$ intense laser fields",
    "abstract": "           Photoelectron-photoion coincidence momentum imaging has been performed to investigate excitation processes on dissociative ionization of OCS, OCS $\\to$ OCS$^+$ + e$^-$ $\\to$ OC + S$^+$ + e$^-$, in phase-locked $\\omega + 2\\omega$ intense laser fields. The electron kinetic energy spectra depend on coincidentally produced ion species, OCS$^+$ or S$^+$. The observed electron momentum distribution shows clear asymmetry along the laser polarization direction with a 2$\\pi$-oscillation period as a function of the phase difference between the $\\omega$ and $2\\omega$ laser fields. The asymmetry of electron emission in the OCS$^+$ channel flips at the electron kinetic energy of 8.2 eV where the dominant scattering direction switches from forward to backward. In the S$^+$ channel, the asymmetry flips at the lower kinetic energy of 4.2 eV. In comparison with a classical trajectory Monte Carlo simulation, it has been clarified that this energy shift between the OCS$^+$ and S$^+$ channels corresponds to the excitation energy of the parent ion and that electron recollisional excitation takes place to form the fragment ion in intense laser fields.         ",
    "url": "https://arxiv.org/abs/2408.14148",
    "authors": [
      "Tomoyuki Endo",
      "Tomohito Otobe",
      "Ryuji Itakura"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2409.14236",
    "title": "An Example of Microwave Diagnosis for Knee Osteophyte by 3D Parallel FD-FDTD Approach",
    "abstract": "           A parallel 3-D Frequency Dependent Finite Difference Time Domain (FD-FDTD) method was implemented based on the Single Program Multiple Data (SPMD) technique to analyze the feasibility of microwave diagnosis for the human knees. The parallel algorithm efficiently accelerates the FDTD computation for a large 3-D numerical knee model derived from a real human. Examinations in the frequency domain and time domain were applied to investigate the penetration of the electromagnetic (EM) waves into the knee. Results show that the attenuation of the microwave signal allows for a several-Gigahertz-bandwidth signal to be used for ultra-wide band microwave diagnosis. Knee osteophyte detection was undertaken as an example of the knee disease diagnosis to verify this technique. A small abnormal growth in the knee joint was successfully detected by the microwave imaging approach.         ",
    "url": "https://arxiv.org/abs/2409.14236",
    "authors": [
      "Wenyi Shao",
      "Todd McCollough",
      "Arezou Edalati",
      "William McCollough"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2410.17335",
    "title": "Verifying The Radiosonde Humidity Sensor Performance",
    "abstract": "           Monitoring the performance of humidity sensors has become particularly relevant due to the lack of in-house production of humidity sensors in the Russian Federation and the logistical problems that have arisen. Humidity is subject to high spatial variability, therefore, standard methods for monitoring data quality based on the difference with the field of the first approximation are not applicable for its control. It is proposed to carry out monitoring by comparing readings on the surface and at altitude with a pressure of 850 hPa, where humidity is less than 60% in the absence of low clouds, and more than 70% in its presence. The fact of the presence/absence of low clouds is determined by the readings of a vertically oriented pyrometer. The difference between the air temperature at the surface and the temperature from the pyrometer of more than 14°K corresponds to the absence of low clouds, and less than 14°K corresponds to the presence of low clouds. Accordingly, a serviceable humidity sensor should show the appropriate values.         ",
    "url": "https://arxiv.org/abs/2410.17335",
    "authors": [
      "Alexander V. Kochin"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2208.06732",
    "title": "An integrated photonic engine for programmable atomic control",
    "abstract": "           Solutions for scalable, high-performance optical control are important for the development of scaled atom-based quantum technologies. Modulation of many individual optical beams is central to the application of arbitrary gate and control sequences on arrays of atoms or atom-like systems. At telecom wavelengths, miniaturization of optical components via photonic integration has pushed the scale and performance of classical and quantum optics far beyond the limitations of bulk devices. However, these material platforms for high-speed telecom integrated photonics are not transparent at the short wavelengths required by leading atomic systems. Here, we propose and implement a scalable and reconfigurable photonic architecture for multi-channel quantum control using integrated, visible-light modulators based on thin-film lithium niobate. Our approach combines techniques in free-space optics, holography, and control theory together with a sixteen-channel integrated photonic device to stabilize temporal and cross-channel power deviations and enable precise and uniform control. Applying this device to a homogeneous constellation of silicon-vacancy artificial atoms in diamond, we present techniques to spatially and spectrally address a dynamically-selectable set of these stochastically-positioned point emitters. We anticipate that this scalable and reconfigurable optical architecture will lead to systems that could enable parallel individual programmability of large many-body atomic systems, which is a critical step towards universal quantum computation on such hardware.         ",
    "url": "https://arxiv.org/abs/2208.06732",
    "authors": [
      "Ian Christen",
      "Madison Sutula",
      "Thomas Propson",
      "Hamed Sattari",
      "Gregory Choong",
      "Christopher Panuski",
      "Alexander Melville",
      "Justin Mallek",
      "Scott Hamilton",
      "P. Benjamin Dixon",
      "Adrian J. Menssen",
      "Danielle Braje",
      "Amir H. Ghadimi",
      "Dirk Englund"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.17313",
    "title": "Programmable integrated source of polarization and frequency-bin hyperentangled photon pairs",
    "abstract": "           We present a system of four ring resonators capable of generating programmable polarization and frequency-bin entangled photon pairs on an integrated photonic device. Each ring is pumped with a continuous wave, generating photon pairs with the same polarization in two pairs of frequency bins via spontaneous fourwave mixing. We show that the density operator of the generated state represents a hyperentangled state in the polarization and frequency bin degrees of freedom. We also calculate the generation rate of the state.         ",
    "url": "https://arxiv.org/abs/2311.17313",
    "authors": [
      "Colin Vendromin",
      "J. E. Sipe",
      "Marco Liscidini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.09215",
    "title": "Self-Adaptive Physics-Informed Quantum Machine Learning for Solving Differential Equations",
    "abstract": "           Chebyshev polynomials have shown significant promise as an efficient tool for both classical and quantum neural networks to solve linear and nonlinear differential equations. In this work, we adapt and generalize this framework in a quantum machine learning setting for a variety of problems, including the 2D Poisson's equation, second-order differential equation, system of differential equations, and nonlinear Riccati equation. In particular, we propose in the quantum setting a modified Self-Adaptive Physics-Informed Neural Network (SAPINN) approach, where self-adaptive weights are applied to problems with multi-objective loss functions. We further explore capturing correlations in our loss function using a quantum-correlated measurement, resulting in improved accuracy for initial value problems. We analyse also the use of entangling layers and their impact on the solution accuracy for second-order differential equations. The results indicate a promising approach to the near-term evaluation of differential equations on quantum devices.         ",
    "url": "https://arxiv.org/abs/2312.09215",
    "authors": [
      "Abhishek Setty",
      "Rasul Abdusalamov",
      "Felix Motzoi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2405.14624",
    "title": "Quantum Simulation of Spin-Boson Models with Structured Bath",
    "abstract": "           The spin-boson model, involving spins interacting with a bath of quantum harmonic oscillators, is a widely used representation of open quantum systems. Trapped ions present a natural platform for simulating the quantum dynamics of such models, thanks to the presence of both high quality internal qubit states and the motional modes of the ions that can simulate the relevant quantum degrees of freedom. In our work, we extend the previous body of work that focused on coherent coupling of the spins and bosons to perform quantum simulations with structured dissipative baths using the motional states of trapped ions. We demonstrate the capability for adjusting the bath's temperature and continuous spectral density by adding randomness to fully programmable control parameters. Subsequently, we simulate the dynamics of various spin-boson models with noise spectral densities constructed from coupling to several dissipative harmonic oscillator modes. The experimental outcomes closely align with theoretical predictions, indicating successful simulation of open quantum systems using a trapped-ion system.         ",
    "url": "https://arxiv.org/abs/2405.14624",
    "authors": [
      "Ke Sun",
      "Mingyu Kang",
      "Hanggai Nuomin",
      "George Schwartz",
      "David N. Beratan",
      "Kenneth R. Brown",
      "Jungsang Kim"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]