[
  {
    "id": "arXiv:2509.15463",
    "title": "Sensitivity Comparison of Rydberg Atom-Based Radio-Frequency Electric Field Detection: Ionization Current Versus Optical Readout",
    "abstract": "           We investigate a technique for detecting radio-frequency (RF) electric fields in a Cesium (Cs) vapor cell at room temperature by collecting charge from ionized Rydberg atoms and compare its performance with the established method of electromagnetically induced transparency (EIT). By applying a known RF field, we measure the response from both the electrical (ionization current-based) and optical (EIT-based) readouts. The ionization current-based method yields a sensitivity of 22~$\\mu$Vm$^{-1}$Hz$^{-1/2}$, while the EIT-based method achieves 3.7~$\\mu$Vm$^{-1}$Hz$^{-1/2}$. The sensitivity of the ionization current-based method is limited by thermal noise arising from a 2.2~k$\\Omega$ resistance between the collection electrodes, attributed to a thin Cs film on the inner surfaces of the vapor cell. Controlling or eliminating the Cs layer can significantly improve the sensitivity of this ionization approach.         ",
    "url": "https://arxiv.org/abs/2509.15463",
    "authors": [
      "Dangka Shylla",
      "Rajavardhan Talashila",
      "Alexandra Artusio-Glimpse",
      "Adil Meraki",
      "Dixith Manchaiah",
      "Noah Schlossberger",
      "Samuel Berweger",
      "Matthew T. Simons",
      "Christopher L. Holloway",
      "Nikunjkumar Prajapati"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2509.15606",
    "title": "Electrically controlled topological interface modes in graphene-based photonic superlattices",
    "abstract": "           We demonstrate the electrical control of topological interface modes at the interface between a graphene-based photonic superlattice and a uniform dielectric medium. Specifically, by integrating graphene sheets into the unit cell of metallodielectric superlattices, the presence or absence of topological interface modes can be dynamically controlled by tuning the permittivity of graphene via electrical gating. These topological modes emerge when the spatial average of the permittivity of the superlattices is negative and vanish as the chemical potential of graphene is adjusted to render the averaged permittivity positive. The dependence of the existence of topological interface modes on the sign of the spatial average of the permittivity is fundamentally related to the emergence of a Dirac point, which arises when the averaged permittivity of the superlattices reaches zero and is accompanied by the Zak phase transition, thus resulting in the appearance and disappearance of topological interface modes. Furthermore, we find that the propagation constant of topological interface modes decreases when increasing the chemical potential of graphene. The robustness of such topological interface modes is also demonstrated. Our work provides clear physical insights and offers a promising approach to the dynamic control of topological interface modes.         ",
    "url": "https://arxiv.org/abs/2509.15606",
    "authors": [
      "Hanying Deng",
      "Jing Deng",
      "Yiling Chen",
      "Yingji He",
      "Fangwei Ye"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.15853",
    "title": "Electron-positron pair generation using a single kJ-class laser pulse in a foam-reflector setup",
    "abstract": "           We investigate the process of creating electron-positron pairs from laser-matter interaction in pre-ionised foam targets using particle-in-cell simulations. A high-intensity laser pulse drives electrons via direct laser acceleration up to a cone-shaped reflector. The high-energy electrons interact with the reflected laser pulse, generating abundant pairs. The effects of the plasma-channel shape on the propagation of the laser pulse and subsequent pair production is studied. The results show that the number of Compton emission and Breit-Wheeler pair creation events is highly sensitive to the diffraction of the laser due to its interaction with the foam.         ",
    "url": "https://arxiv.org/abs/2509.15853",
    "authors": [
      "Oliver Mathiak",
      "Lars Reichwein",
      "Alexander Pukhov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2509.15943",
    "title": "Electrically Reconfigurable Arbitrary Splitting-Ratio Optical Splitter Based on Low-Loss Sb2Se3",
    "abstract": "           Reconfigurable beam splitters capable of being arbitrarily programmed for the power splitting ratios are vital for the adaptive optical networks and photonic computing. Conventional mechanisms such as thermo-optic, free-carrier, or mechanical tuning are usually volatile and require continuous power, limiting their suitability for low-frequency and low power-consumption programmable operations. Here, we experimentally demonstrate an electrically reconfigurable beam splitter based on the low-loss phase-change material Sb2Se3, enabling multi-level and arbitrary splitting-ratio (SR) control. By locally triggering phase transitions in the coupling region with integrated micro-electrodes, we exploit the high refractive-index contrast between different phases and negligible absorption in the near-infrared wavelength of Sb2Se3 to precisely tune the coupling strength with non-volatile retention. 8-level of power splitting states is achieved within a compact footprint of ~14.5-{\\mu}m in the experiments, with insertion loss is ~1 dB across 1515-1550 nm and near-zero static power. Combining the advantages of compactness, broad bandwidth, low loss, non-volatility, and multi-level control experimentally, this device provides a universal building block for scalable, energy-efficient reconfigurable photonic circuits, with great prospects in optical computing and intelligent communication systems.         ",
    "url": "https://arxiv.org/abs/2509.15943",
    "authors": [
      "Yuru Li",
      "Wanting Ou",
      "Qi Lu",
      "Shunyu Yao",
      "Ning Zhu",
      "Songyue Liu",
      "Yuan Zhong",
      "Yan Li",
      "Lu Sun",
      "Ying Li",
      "Tao Zhang",
      "Zhaohuan Ao",
      "Zhaohui Li",
      "Chao Lu",
      "Zhiyi Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.16130",
    "title": "On the enhanced Balmer emission of hydrogen in helium Capacitively Coupled Radio Frequency (CCRF) plasma",
    "abstract": "           The present study investigates the observation and enhancement in the intensity of the hydrogen Balmer series emission in a He CCRF plasma using optical emission spectroscopy (OES). In addition to the characteristic line emission of He atoms, the Balmer series of hydrogen and the molecular emission of N2 are also observed in the He discharge. These emissions were primarily attributed to the presence of water vapor in the chamber. In order to confirm the role of He, the study is also performed using air and Ar where no such Balmer series emissions is seen. Experimental evidence suggests that He metastables transfer energy to trace amount of water content present in the vacuum chamber. The results point towards the hypothesis that energy exchange between metastable He and water molecules could be the underlying mechanism. Since the energy of He metastables exceeds the ionization energy of H or H2O molecule, Penning ionization is expected to occur upon their interaction. The H ions formed as a result, consequently recombine with electrons in the plasma, emitting the Balmer series. Furthermore, the emission intensity of the Balmer series of H depends on the electron density of the He plasma. Experiments also show significant deviations in the intensity ratios of the Balmer series from conventional discharges, indicating difference in the underlying population mechanism. A Collisional Radiative (CR) model for measured plasma parameters was used to estimate the metastable population density to understand the mechanism behind the enhancement of the emission intensity. The increase in the metastable densities as well as the radiative recombination cross section appear to be responsible for the observed enhancement. We believe these results will be significant in terms of applications, in addition to providing a fundamental understanding of energy transfer between metastables of He and H2O.         ",
    "url": "https://arxiv.org/abs/2509.16130",
    "authors": [
      "Varsha S",
      "Prabhakar Srivastav",
      "Yukti Goel",
      "Milaan Patel",
      "Hem Chandra Joshi",
      "Jinto Thomas"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2509.16161",
    "title": "Digit classification using photonic reservoir computing based on a silicon microring resonator",
    "abstract": "           We demonstrate first experimental investigation on the performance of a single-node reservoir computer based on a silicon microring resonator (MRR) operating on the digit recognition task. The input layer of the reservoir is composed of a single laser, a Mach-Zehnder electro-optic modulator, which encodes intensity of the light applied to the MRR input. The input signal is transformed into a virtual high-dimensional space through thermal nonlinearity in the MRR. The MRR response is recorded with readout network consisting of a photodetector and an oscilloscope. To study the principle of operation we measure nonlinear frequency response as well as dynamic response of the MRR. The resonator demonstrates a negative shift of the resonance frequency with an increase in input power due to the dominating thermo-optic effect. In addition to the frequency shift, the MRR transmission coefficient grows at the red side of the resonance. This effect underlies the nonlinear transient dynamics at the MRR output and provides an intrinsic fading memory that are the basis for the implementation of a reservoir computer. Here a silicon MRR serves as a single nonlinear physical node. We give proof of concept demonstrations of the developed reservoir architecture by solving the classification task. The performance characteristics is evaluated with the short-term memory and the parity-check tests. Obtained results pave the way to chip-scale optical reservoirs computing.         ",
    "url": "https://arxiv.org/abs/2509.16161",
    "authors": [
      "Andrey A. Nikitin",
      "A. A. Ershov",
      "A.V. Kondrashov",
      "Alexander S. Smirnov",
      "Sergey S. Kosolobov",
      "Anastasiya K. Zemtsova",
      "Daniil S. Zemtsov",
      "Alexandra I. Vergules",
      "Vladimir P. Drachev",
      "Alexey B. Ustinov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.15320",
    "title": "Anisotropic Cosmic Ray Transport resulting from Magnetic Mirroring and Resonant Curvature Scattering",
    "abstract": "           The transport of cosmic rays through turbulent astrophysical plasmas still constitutes an open problem. Building on recent progress, we study the combined effect of magnetic mirroring and resonant curvature scattering on parallel and perpendicular transport. We conduct test particle simulations in snapshots of an anisotropic magnetohydrodynamics simulation, and record magnetic moment variation and field line curvature around pitch angle reversals. We find for strongly magnetized particles that (i) pitch angle reversals may occur either in coherent regions of the field with small variation of the magnetic moment via magnetic mirroring, or in chaotic regions of the field with strong variation of the magnetic moment via resonant curvature scattering; (ii) parallel transport can be modeled as a Lévy walk with a truncated power-law distribution based on pitch angle reversal times; and (iii) perpendicular transport is enhanced by resonant curvature scattering in synergy with chaotic field line separation, and diminished by magnetic mirroring due to confinement in locally ordered field line bundles. While magnetic mirroring constitutes the bulk of reversal events, resonant curvature scattering additionally acts on trajectories which fall in the loss cones of typical mirroring structures and thus provides the cut-off for the reversal time distribution. Our results, which highlight the role of the magnetic field line geometry in cosmic ray transport processes, are consistent with energy-independent diffusion coefficients. We conclude by considering how energy-dependent observations could arise from an intermittently inhomogeneous interstellar medium.         ",
    "url": "https://arxiv.org/abs/2509.15320",
    "authors": [
      "Jeremiah Lübke",
      "Frederic Effenberger",
      "Mike Wilbert",
      "Horst Fichtner",
      "Rainer Grauer"
    ],
    "subjectives": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2509.15696",
    "title": "Photon Blockade Mediated by Two-Photon Absorption in an Optical Parametric Amplifier",
    "abstract": "           Photon blockade (PB) is a quantum effect in strongly nonlinear systems where a single photon prevents the system from being excited to a higher level, generating anti-bunched light fields. It enables the generation of single-photon sources for quantum information processing. Conventional photon blockade (CPB) leverages strong nonlinear interactions to generate an anharmonic energy spectrum. Unconventional photon blockade (UPB) utilizes destructive quantum interference between excitation pathways. Recently, environmentally induced photon blockade (EPB) has emerged as a novel approach, exploiting two-photon absorption (TPA) to realize photon blockade. In this work, we combine UPB and EPB together, considering the TPA effect in the optical parametric amplifier (OPA), thereby achieving a more stable PB with stronger suppression of multi-photon states.         ",
    "url": "https://arxiv.org/abs/2509.15696",
    "authors": [
      "Weiyi An",
      "Jie Zhu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.15757",
    "title": "Ring polymers in two-dimensional melts double-fold around randomly branching \"primitive shapes\"",
    "abstract": "           Drawing inspiration from the concept of the \"primitive path\" of a linear chain in melt conditions, we introduce here a numerical protocol which allows us to detect, in an unambiguous manner, the \"primitive shapes\" of ring polymers in two-dimensional melts. Then, by analysing the conformational properties of these primitive shapes, we demonstrate that they conform to the statistics of two-dimensional branched polymers (or, trees) in the same melt conditions, in agreement with seminal theoretical work by Khokhlov, Nechaev and Rubinstein. Results for polymer dynamics in light of the branched nature of the rings are also presented and discussed.         ",
    "url": "https://arxiv.org/abs/2509.15757",
    "authors": [
      "Mattia A. Ubertini",
      "Angelo Rosa"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2509.15841",
    "title": "Detecting milli-Hz gravitational waves with optical resonators",
    "abstract": "           We propose a gravitational wave detector based on ultrastable optical cavities enabling the detection of gravitational wave signals in the mostly unexplored $10^{-5}-1$ Hz frequency band. We illustrate the working principle of the detector and discuss that several classes of gravitational wave sources, both of astrophysical and cosmological origin, may be within the detection range of this instrument. Our work suggests that terrestrial gravitational wave detection in the milli-Hz frequency range is potentially within reach with current technology.         ",
    "url": "https://arxiv.org/abs/2509.15841",
    "authors": [
      "G. Barontini",
      "X. Calmet",
      "V. Guarrera",
      "A. Smith",
      "A. Vecchio"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2509.15954",
    "title": "Unveiling Entanglement's Metrological Power: Empirical Modeling of Optimal States in Quantum Metrics",
    "abstract": "           Using extensive numerical analysis of 20,000 randomly generated two-qubit states, we provide a quantitative analysis of the connection between entanglement measures and Maximized Quantum Fisher Information (MQFI). Our systematic study shows strong empirical relationships between the metrological capacity of quantum states and three different entanglement measures: concurrence, negativity, and relative entropy of entanglement. We show that optimization over local unitary transformations produces substantially more predictable relationships than fixed-generator quantum Fisher information approaches using sophisticated statistical analysis, such as bootstrap resampling, systematic data binning, and multiple model comparisons. With exponential fits reaching $R^2 > 0.99$ and polynomial models reaching $R^2 = 0.999$, we offer thorough empirical support for saturation behavior in quantum metrological advantage. With immediate applications to realworld quantum sensing protocols, our findings directly empirically validate important predictions from quantum resource theory and set fundamental bounds for quantum sensor optimization and resource allocation. These intricate relationships are quantitatively described by the polynomial and exponential fit equations, which offer crucial real-world direction for the design of quantum sensors.         ",
    "url": "https://arxiv.org/abs/2509.15954",
    "authors": [
      "Volkan Erol"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2504.20727",
    "title": "All-dielectric metasurface polarization scrambler for imaging applications",
    "abstract": "           Polarization scramblers are essential for many imaging applications involving polarization sensitive instruments and partially polarized fluxes. In such cases, the light must be depolarized to allow properly calibrated measurements. Several types of depolarizers are already in use, but none is optimal due to the inevitable image degradation associated with the scrambling process. Here, we present a device based on an all-dielectric metasurface using anisotropic scatterers capable of generating multiple polarization states by varying their orientation angle. Our new scrambling solution allows a massive reduction in the integrated degree of polarization and thus the spatial depolarization of any incident linear polarization, while allowing easier integration into the instrument design and reducing the impact on its image quality.         ",
    "url": "https://arxiv.org/abs/2504.20727",
    "authors": [
      "Edith Hartmann",
      "Michel Lequime",
      "Matthieu Castelnau",
      "Helene Krol",
      "Myriam Zerrad"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.14817",
    "title": "On the role of symmetry and geometry in global quantum sensing",
    "abstract": "           Global quantum sensing enables parameter estimation across arbitrary ranges with a finite number of measurements. Among the various existing formulations, the Bayesian paradigm stands as a flexible approach for optimal protocol design under minimal assumptions. Within this paradigm, however, there are two fundamentally different ways to capture prior ignorance and uninformed estimation; namely, requiring invariance of the prior distribution under specific parameter transformations, or adhering to the geometry of a state space. In this paper we carefully examine the practical consequences of both the invariance-based and the geometry-based approaches, and show how to apply them in relevant examples of rate and coherence estimation in noisy settings. We find that, while the invariance-based approach often leads to simpler priors and estimators and is more broadly applicable in adaptive scenarios, the geometry-based one can lead to faster posterior convergence in a well-defined measurement setting. Crucially, by employing the notion of location-isomorphic parameters, we are able to unify the two formulations into a single practical and versatile framework for optimal global quantum sensing, detailing when and how each set of assumptions should be employed to tackle any given estimation task. We thus provide a blueprint for the design of novel high-precision quantum sensors.         ",
    "url": "https://arxiv.org/abs/2502.14817",
    "authors": [
      "Julia Boeyens",
      "Jonas Glatthard",
      "Edward Gandar",
      "Stefan Nimmrichter",
      "Luis A. Correa",
      "Jesús Rubio"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  }
]