[
  {
    "id": "arXiv:2311.06288",
    "title": "Optical imaging of MHD bubble flow in Hele-Shaw liquid metal cells",
    "abstract": "As a simple and affordable alternative to often prohibitively expensive or unavailable X-ray and neutron imaging, an improved optical imaging method for bubble flow in Hele-Shaw liquid metal cells is presented, enabling measurements with a significantly greater liquid metal layer thickness than previously reported. This enables studying bubble dynamics with varying degrees of geometric confinement, without or with applied magnetic field. The main principles and the experiment setup, as well as the necessary image/data processing pipeline are described, and preliminary results show that the proposed methods can be used to quantify the effects of varying gas flow rate and magnetic field configuration on bubble chain flow in a Hele-Shaw cell. ",
    "url": "https://arxiv.org/abs/2311.06288",
    "authors": [
      "Aleksandrs Jegorovs",
      "Mihails Birjukovs",
      "Jevgenijs Telicko",
      "Andris Jakovics"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2311.06297",
    "title": "STRIDE: Structure-guided Generation for Inverse Design of Molecules",
    "abstract": "Machine learning and especially deep learning has had an increasing impact on molecule and materials design. In particular, given the growing access to an abundance of high-quality small molecule data for generative modeling for drug design, results for drug discovery have been promising. However, for many important classes of materials such as catalysts, antioxidants, and metal-organic frameworks, such large datasets are not available. Such families of molecules with limited samples and structural similarities are especially prevalent for industrial applications. As is well-known, retraining and even fine-tuning are challenging on such small datasets. Novel, practically applicable molecules are most often derivatives of well-known molecules, suggesting approaches to addressing data scarcity. To address this problem, we introduce $\\textbf{STRIDE}$, a generative molecule workflow that generates novel molecules with an unconditional generative model guided by known molecules without any retraining. We generate molecules outside of the training data from a highly specialized set of antioxidant molecules. Our generated molecules have on average 21.7% lower synthetic accessibility scores and also reduce ionization potential by 5.9% of generated molecules via guiding. ",
    "url": "https://arxiv.org/abs/2311.06297",
    "authors": [
      "Shehtab Zaman",
      "Denis Akhiyarov",
      "Mauricio Araya-Polo",
      "Kenneth Chiu"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2311.06435",
    "title": "Optomechanical ring resonator for efficient microwave-optical frequency  conversion",
    "abstract": "Phonons traveling in solid-state devices emerges as a universal excitation for coupling different physical systems. Microwave phonons have a similar wavelength to optical photons in solids, which is desirable for microwave-optical transduction of classical and quantum signal. Conceivably, building optomechanical integrated circuits (OMIC) that guide both photons and phonons can interconnect photonic and phononic devices. Here, we demonstrate an OMIC including an optomechanical ring resonator (OMR), where co-resonate infrared photons and GHz phonons induce significantly enhanced interconversion. Our platform is hybrid, using wide bandgap semiconductor gallium phosphide (GaP) for wave-guiding and piezoelectric zinc oxide (ZnO) for phonon generation. The OMR features photonic and phononic quality factors of $>1\\times10^5$ and $3.2\\times10^3$, respectively. The interconversion between photonic modes achieved an internal conversion efficiency $\\eta_i=(2.1\\pm0.1)%$ and a total device efficiency $\\eta_{tot}=0.57\\times10^{-6}$ at low acoustic pump power 1.6 mW. The efficient conversion in OMICs enables microwave-optical transduction in quantum information and microwave photonics applications. ",
    "url": "https://arxiv.org/abs/2311.06435",
    "authors": [
      "I-Tung Chen",
      "Bingzhao Li",
      "Seokhyeong Lee",
      "Srivatsa Chakravarthi",
      "Kai-Mei Fu",
      "Mo Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.06463",
    "title": "Self-suppressed quantum diffusion and fundamental noise limit of soliton  microcombs",
    "abstract": "Quantum diffusion of soliton microcombs has long been recognized as their fundamental noise limit. Here we surpass such limit by utilizing dispersive wave dynamics in multimode microresonators. Through the recoil force provided by these dispersive waves, the quantum diffusion can be suppressed to a much lower level that forms the ultimate fundamental noise limit of soliton microcombs. Our findings enable coherence engineering of soliton microcombs in the quantum-limited regime, providing critical guidelines for using soliton microcombs to synthesize ultralow-noise microwave and optical signals. ",
    "url": "https://arxiv.org/abs/2311.06463",
    "authors": [
      "Xing Jin",
      "Zhe Lv",
      "Qihuang Gong",
      "Qi-Fan Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.06561",
    "title": "Efficient Raman lasing and Raman-Kerr interaction in an integrated  silicon carbide platform",
    "abstract": "Implementing stimulated Raman scattering in a low-loss microresonator could lead to Raman lasing. Here, we report the demonstration of an efficient Raman laser with $>50 \\%$ power efficiency in an integrated silicon carbide platform for the first time. By fine tuning the free spectral range (FSR) of 43-$\\mu$m-radius silicon carbide microresonators, the Stokes resonance corresponding to the dominant Raman shift of $777\\ \\text{cm}^{-1}$ ($23.3$ THz) is aligned to the center of the Raman gain spectrum, resulting in a low power threshold of $2.5$ mW. The peak Raman gain coefficient is estimated to be ($0.75 \\pm 0.15) \\ \\text{cm}/\\text{GW}$ in the 1550 nm band, with an approximate full width at half maximum of ($120 \\pm 30$) GHz. In addition, the microresonator is designed to exhibit normal dispersion at the pump wavelength near 1550 nm while possessing anomalous dispersion at the first Stokes near 1760 nm. At high enough input powers, a Kerr microcomb is generated by the Stokes signal acting as the secondary pump, which then mixes with the pump laser through four-wave mixing to attain a wider spectral coverage. Furthermore, cascaded Raman lasing and occurrence of multiple Raman shifts, including $204\\ \\text{cm}^{-1}$ ($6.1$ THz) and $266\\ \\text{cm}^{-1}$ ($8.0$ THz) transitions, are also observed. Finally, we show that the Stokes Raman could also help broaden the spectrum in a Kerr microcomb which has anomalous dispersion at the pump wavelength. Our example of a 100-GHz-FSR microcomb has a wavelength span from 1200 nm to 1900 nm with 300 mW on-chip power. ",
    "url": "https://arxiv.org/abs/2311.06561",
    "authors": [
      "Jingwei Li",
      "Ruixuan Wang",
      "Adnan A. Afridi",
      "Yaoqin Lu",
      "Xiaodong Shi",
      "Wenhan Sun",
      "Haiyan Ou",
      "Qing Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.06571",
    "title": "Optimizing the tuning range of the Fermilab Recycler 53MHz RF cavities  by exploiting the avoided crossing of the tuner and cavity modes",
    "abstract": "The electromagnetic eigenmodes of the Fermilab Recycler RF cavities were simulated with ACE3P running on NERSC's 'Perlmutter' supercomputer in an attempt to optimize their tuning range to comfortably support slip-stacking. A theory, based on coupled circuits and avoided crossings, was developed to explain the origins of the tuning range for tuner-cavity waveguide systems. This provided a logical, rigorous method to carry out this optimization, although engineering problems due to high voltages in the tuner and the operational $\\mu$ range of the garnet had to be carefully implemented. It was shown that the desired goal of 10kHz of tuning was not attainable with the current cavity specifications. The maximum tuning range obtained was 5.59kHz for a single tuner with a coaxial line of length 63in. A double tuner cavity was also studied using the simulation software, although with little improvement in the tuning range. A promising technique to improve the tuning range involving the desynchronization of the garnets' magnetic permeabilities is proposed. ",
    "url": "https://arxiv.org/abs/2311.06571",
    "authors": [
      "A. Roger",
      "R. Ainsworth"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2311.06594",
    "title": "Band flipping and bandgap closing in a photonic crystal ring and its  applications",
    "abstract": "The size of the bandgap in a photonic crystal ring is typically intuitively considered to monotonically grow as the modulation amplitude of the grating increases, causing increasingly large frequency splittings between the 'dielectric' and 'air' bands. In contrast, here we report that as the modulation amplitude in a photonic crystal ring increases, the bandgap does not simply increase monotonically. Instead, after the initial increase, the bandgap closes and then reopens again with the dielectric band and the air bands flipped in energy. The air and dielectric band edges are degenerate at the bandgap closing point. We demonstrate this behavior experimentally in silicon nitride photonic crystal microrings, where we show that the bandgap is closed to within the linewidth of the optical cavity mode, whose quality factor remains unperturbed with a value $\\approx$ 1$\\times$10$^6$ (i.e., linewidth of 2 pm). Moreover, through finite-element simulations, we show that such bandgap closing and band flipping phenomena exist in a variety of photonic crystal rings with varying units cell geometries and cladding layers. At the bandgap closing point, the two standing wave modes with a degenerate frequency are particularly promising for single-frequency lasing applications. Along this line, we propose a compact self-injection locking scheme that integrates many core functionalities in one photonic crystal ring. Additionally, the single-frequency lasing might be applicable to DFB lasers to increase their manufacturing yield. ",
    "url": "https://arxiv.org/abs/2311.06594",
    "authors": [
      "Xiyuan Lu",
      "Ashish Chanana",
      "Yi Sun",
      "Andrew McClung",
      "Marcelo Davanco",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.06635",
    "title": "Mixed (Regular and Chaotic) Dynamics under the Channeling of the High  Energy Positrons in [100] Direction of the Silicon Crystal and  Podolskiy-Narimanov Distribution",
    "abstract": "The character of motion (regular or chaotic) on the quantum level manifests itself in the statistics of the set of the system's energy levels. The completely regular case generates the sequence of the levels with exponential (Poisson) level spacing distribution; the completely chaotic one -- with Wigner distribution. The most interesting case is the co-existence of the regular and chaotic motion domains in the phase space of the system under consideration. The assumption of independent generation of two level sequencies by one chaotic domain and by all regular domains leads to Berry--Robnik distribution. However, the presence of the chaotic motion domain in the phase space affects the levels produced by the regular domains via the so-called chaos-assisted tunneling (CAT) that leads to Podolskiy--Narimanov distribution of the level spacings. This distribution needs the mean amplitude of the tunnel transition and the relative contribution of the regular domains to the mean level density as the parameters. Using their estimations for the transverse motion of the high energy positrons channeling near [100] direction in the silicon crystal we found that Podolskiy--Narimanov distribution demonstrates the best agreement with the level spacing distribution. ",
    "url": "https://arxiv.org/abs/2311.06635",
    "authors": [
      "V.V. Syshchenko",
      "A.I. Tarnovsky",
      "A.Yu. Isupov"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2311.06656",
    "title": "Diamond quantum sensors in microfluidics technology",
    "abstract": "Diamond quantum sensing is an emerging technology for probing multiple physico-chemical parameters in the nano- to micro-scale dimensions within diverse chemical and biological contexts. Integrating these sensors into microfluidic devices enables the precise quantification and analysis of small sample volumes in microscale channels. In this Perspective, we present recent advancements in the integration of diamond quantum sensors with microfluidic devices and explore their prospects with a focus on forthcoming technological developments. ",
    "url": "https://arxiv.org/abs/2311.06656",
    "authors": [
      "Masazumi Fujiwara"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.06685",
    "title": "Plasmonic-enhanced photoluminescence in porous silicon with  pore-embedded gold nanoparticles fabricated by direct reduction of  chloroauric acid",
    "abstract": "The low efficiency of porous silicon (p-Si) luminescence hinders the development of silicon-based optoelectronic devices. The increase in p-Si emission using near-field enhancement, owing to the incorporation of gold nanoparticles (AuNPs) into the photonic structure, is probably the most viable alternative. However, the coupling of plasmon resonance to p-Si emission is challenging because of the difficulty in controlling the size and location of the AuNPs with respect to the emissive p-Si layer. In this study, AuNPs were synthesized by clean direct reduction of chloroauric acid inside a p-Si photonic structure. As a result, AuNPs could be synthesized all along the pores of the p-Si structure, allowing to obtain a six-fold enhancement of the p-Si photoluminescence, specifically for the emission band at 567 nm owing to the plasmon effect. Possible applications of this hybrid material include light-emitting devices and photoluminescence-based sensors. ",
    "url": "https://arxiv.org/abs/2311.06685",
    "authors": [
      "Salvador Escobar Guerrero",
      "Rocío Nava",
      "Jorge-Alejandro Reyes-Esqueda"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2311.07012",
    "title": "Extending the large molecule limit: The role of Fermi resonance in  developing a quantum functional group",
    "abstract": "Polyatomic molecules equipped with optical cycling centers (OCCs), enabling continuous photon scattering during optical excitation, are exciting candidates for advancing quantum information science. However, as these molecules grow in size and complexity the interplay of complex vibronic couplings on optical cycling becomes a critical, but relatively unexplored consideration. Here, we present an extensive exploration of Fermi resonances in large OCC-containing molecules, surpassing the constraints of harmonic approximation. High-resolution dispersed laser-induced fluorescence and excitation spectroscopy reveal Fermi resonances in calcium and strontium phenoxides and their derivatives. This resonance manifests as vibrational coupling leading to intensity borrowing by combination bands near optically active harmonic bands. The resulting additional vibration-changing decays require more repumping lasers for effective optical cycling. To mitigate these effects, we explore altering vibrational energy level spacing through substitutions on the phenyl ring or changes in the OCC itself. While the complete elimination of vibrational coupling in complex molecules remains challenging, our findings underscore the potential for significant mitigation, opening new avenues for optimizing optical cycling in large polyatomic molecules. ",
    "url": "https://arxiv.org/abs/2311.07012",
    "authors": [
      "Guo-Zhu Zhu",
      "Guanming Lao",
      "Claire E. Dickerson",
      "Justin R. Caram",
      "Wesley C. Campbell",
      "Anastassia N. Alexandrova",
      "Eric R. Hudson"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2311.07119",
    "title": "Unseeded One-Third Harmonic Generation in Optical Fibers",
    "abstract": "We propose a new concept to generate efficient one-third harmonic light from an unseeded third harmonic process in optical fibers. Our concept is based on the dynamic constant (Hamiltonian) of the nonlinear third harmonic generation in optical fibers and includes a periodic array of nonlinear fibers and phase compensation elements. We test our concept with a simulation of the nonlinear interaction between the fundamental and third harmonic modes of a realistic optical fiber, demonstrating high-efficiency one-third harmonic generation. Our work opens a new approach to achieving the so far elusive one-third harmonic generation in optical fibers. ",
    "url": "https://arxiv.org/abs/2311.07119",
    "authors": [
      "Wen Qi Zhang",
      "Zane Peterkovic",
      "Stephen C. Warren-Smith",
      "Shahraam Afshar V"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.07160",
    "title": "Hype in Science Communication: Exploring Scientists' Attitudes and  Practices in Quantum Physics",
    "abstract": "An interpretive phenomenological approach is adopted to investigate scientists' attitudes and practices related to hype in science communication. Twenty-four active quantum physicists participated in 5 focus groups. Through a semi-structured questionnaire, their use of hype, attitudes, behaviours, and perspectives on hype in science communication were observed. The main results show that scientists primarily attribute hype generation to themselves, major corporations, and marketing departments. They see hype as crucial for research funding and use it strategically, despite concerns. Scientists view hype as coercive, compromising their work's integrity, leading to mostly negative feelings about it, except for collaborator-generated hype. A dissonance exists between scientists' involvement in hype, their opinions, and the negative emotions it triggers. They manage this by attributing responsibility to the academic system, downplaying their practices. This reveals hype in science communication as a calculated, persuasive tactic by academic stakeholders, aligning with a neoliberal view of science. Implications extend to science communication, media studies, regulation, and academia. ",
    "url": "https://arxiv.org/abs/2311.07160",
    "authors": [
      "María T. Soto-Sanfiel",
      "Chin-Wen Chong",
      "José I. Latorre"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.07186",
    "title": "Nonlinear dielectric geometric-phase metasurface with simultaneous  structure and lattice symmetry design",
    "abstract": "In this work, we utilize thin dielectric meta-atoms placed on a silver substrate to efficiently enhance and manipulate the third harmonic generation. We theoretically and experimentally reveal that when the structural symmetry of the meta-atom is incompatible with the lattice symmetry of an array, some generalized nonlinear geometric phases appear, which offers new possibilities for harmonic generation control beyond the accessible symmetries governed by the selection rule. The underlying mechanism is attributed to the modified rotation of the effective principal axis of a dense meta-atom array, where the strong coupling among the units gives rise to a generalized linear geometric phase modulation on the pump light. Therefore, nonlinear geometric phases carried by the third-harmonic emissions are the natural result of the wave-mixing process among the modes excited at the fundamental frequency. This mechanism further points out a new strategy to predict the nonlinear geometric phases delivered by the nanostructures according to their linear responses. Our design is simple and efficient, and offers alternatives for the nonlinear meta-devices that are capable of flexible photon generation and manipulation. ",
    "url": "https://arxiv.org/abs/2311.07186",
    "authors": [
      "Bingyi Liu",
      "René Geromel",
      "Zhaoxian Su",
      "Kai Guo",
      "Yongtian Wang",
      "Zhongyi Guo",
      "Lingling Huang",
      "Thomas Zentgraf"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2311.07529",
    "title": "An optical tweezer array of ultracold polyatomic molecules",
    "abstract": "Polyatomic molecules have rich structural features that make them uniquely suited to applications in quantum information science, quantum simulation, ultracold chemistry, and searches for physics beyond the Standard Model. However, a key challenge is fully controlling both the internal quantum state and the motional degrees of freedom of the molecules. Here, we demonstrate the creation of an optical tweezer array of individual polyatomic molecules, CaOH, with quantum control of their internal quantum state. The complex quantum structure of CaOH results in a non-trivial dependence of the molecules' behavior on the tweezer light wavelength. We control this interaction and directly and nondestructively image individual molecules in the tweezer array with >90% fidelity. The molecules are manipulated at the single internal quantum state level, thus demonstrating coherent state control in a tweezer array. The platform demonstrated here will enable a variety of experiments using individual polyatomic molecules with arbitrary spatial arrangement. ",
    "url": "https://arxiv.org/abs/2311.07529",
    "authors": [
      "Nathaniel B. Vilas",
      "Paige Robichaud",
      "Christian Hallas",
      "Grace K. Li",
      "Loïc Anderegg",
      "John M. Doyle"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.06541",
    "title": "Room-Temperature entangled quantum processor on integrated semiconductor  photonics platform",
    "abstract": "The rise of the 4H-silicon-carbide-on-insulator (SiCOI) platform marks a promising pathway towards the realization of monolithic quantum photonic networks. However, the challenge of establishing room-temperature entangled registers on these integrated photonics platforms remains unresolved. Herein, we demonstrate the first entangled processor on the SiCOI platform. We show that both deterministic generation of single divacancy electron spins and near-unity spin initialization of a single $^{13}$C nuclear spin can be achieved on SiCOI at room temperature. Besides coherently manipulating the single nuclear spin, a maximally entangled state with a fidelity of 0.89 has been prepared on this CMOS-compatible semiconductor-integrated photonics system. This work establishes the foundation for compact and on-chip solutions within existing defect-based computing and sensing protocols, positioning the SiCOI platform as the most promising candidate for integrated monolithic quantum photonic networks. ",
    "url": "https://arxiv.org/abs/2311.06541",
    "authors": [
      "Haibo Hu",
      "Yu Zhou",
      "Ailun Yi",
      "Tongyuan Bao",
      "Chengying Liu",
      "Qi Luo",
      "Yao Zhang",
      "Zi Wang",
      "Zhengtong Liu",
      "Shuming Xiao",
      "Xin Ou",
      "Qinghai Song"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.06814",
    "title": "Revealing the effects of laser beam shaping on melt pool behaviour in  conduction-mode laser melting",
    "abstract": "Laser beam shaping offers remarkable possibilities to control and optimise process stability and tailor material properties and structure in laser-based welding and additive manufacturing. However, little is known about the influence of laser beam shaping on the complex melt-pool behaviour, solidified melt-track bead profile and microstructural grain morphology in laser material processing. A simulation-based approach is utilised in the present work to study the effects of laser beam intensity profile and angle of incidence on the melt-pool behaviour in conduction-mode laser melting of stainless steel 316L plates. The present high-fidelity physics-based computational model accounts for crucial physical phenomena in laser material processing such as complex laser-matter interaction, solidification and melting, heat and fluid flow dynamics, and free-surface oscillations. Experiments were carried out using different laser beam shapes and the validity of the numerical predictions is demonstrated. The results indicate that for identical processing parameters, reshaping the laser beam leads to notable changes in the thermal and fluid flow fields in the melt pool, affecting the melt-track bead profile and solidification microstructure. The columnar-to-equiaxed transition is discussed for different laser-intensity profiles. ",
    "url": "https://arxiv.org/abs/2311.06814",
    "authors": [
      "Amin Ebrahimi",
      "Mohammad Sattari",
      "Aravind Babu",
      "Arjun Sood",
      "Gert-willem Römer",
      "Marcel Hermans"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2311.06859",
    "title": "Benchmarking the optimization optical machines with the planted  solutions",
    "abstract": "We introduce universal, easy-to-reproduce generative models for the QUBO instances to differentiate the performance of the hardware/solvers effectively. Our benchmark process extends the well-known Hebb's rule of associative memory with the asymmetric pattern weights. We provide a comprehensive overview of calculations conducted across various scales and using different classes of dynamical equations. Our aim is to analyze their results, including factors such as the probability of encountering the ground state, planted state, spurious state, or states falling outside the predetermined energy range. Moreover, the generated problems show additional properties, such as the easy-hard-easy complexity transition and complicated cluster structures of planted solutions. Our method establishes a prospective platform to potentially address other questions related to the fundamental principles behind device physics and algorithms for novel computing machines. ",
    "url": "https://arxiv.org/abs/2311.06859",
    "authors": [
      "Nikita Stroev",
      "Natalia G. Berloff",
      "Nir Davidson"
    ],
    "subjectives": [
      "Computation (stat.CO)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.07068",
    "title": "Shannon Theory for Wireless Communication in a Resonant Chamber",
    "abstract": "A closed electromagnetic resonant chamber (RC) is a highly favorable artificial environment for wireless communication. A pair of antennas within the chamber constitutes a two-port network described by an impedance matrix. We analyze communication between the two antennas when the RC has perfectly conducting walls and the impedance matrix is imaginary-valued. The transmit antenna is driven by a current source, and the receive antenna is connected to a load resistor whose voltage is measured by an infinite-impedance amplifier. There are a countably infinite number of poles in the channel, associated with resonance in the RC, which migrate towards the real frequency axis as the load resistance increases. There are two sources of receiver noise: the Johnson noise of the load resistor, and the internal amplifier noise. An application of Shannon theory yields the capacity of the link, subject to bandwidth and power constraints on the transmit current. For a constant transmit power, capacity increases without bound as the load resistance increases. Surprisingly, the capacity-attaining allocation of transmit power versus frequency avoids placing power close to the resonant frequencies. ",
    "url": "https://arxiv.org/abs/2311.07068",
    "authors": [
      "Amritpal Singh",
      "Thomas Marzetta"
    ],
    "subjectives": [
      "Information Theory (cs.IT)",
      "Signal Processing (eess.SP)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2311.07203",
    "title": "Optical Quantum Sensing for Agnostic Environments via Deep Learning",
    "abstract": "Optical quantum sensing promises measurement precision beyond classical sensors termed the Heisenberg limit (HL). However, conventional methodologies often rely on prior knowledge of the target system to achieve HL, presenting challenges in practical applications. Addressing this limitation, we introduce an innovative Deep Learning-based Quantum Sensing scheme (DQS), enabling optical quantum sensors to attain HL in agnostic environments. DQS incorporates two essential components: a Graph Neural Network (GNN) predictor and a trigonometric interpolation algorithm. Operating within a data-driven paradigm, DQS utilizes the GNN predictor, trained on offline data, to unveil the intrinsic relationships between the optical setups employed in preparing the probe state and the resulting quantum Fisher information (QFI) after interaction with the agnostic environment. This distilled knowledge facilitates the identification of optimal optical setups associated with maximal QFI. Subsequently, DQS employs a trigonometric interpolation algorithm to recover the unknown parameter estimates for the identified optical setups. Extensive experiments are conducted to investigate the performance of DQS under different settings up to eight photons. Our findings not only offer a new lens through which to accelerate optical quantum sensing tasks but also catalyze future research integrating deep learning and quantum mechanics. ",
    "url": "https://arxiv.org/abs/2311.07203",
    "authors": [
      "Zeqiao Zhou",
      "Yuxuan Du",
      "Xu-Fei Yin",
      "Shanshan Zhao",
      "Xinmei Tian",
      "Dacheng Tao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Artificial Intelligence (cs.AI)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.07252",
    "title": "Terahertz metamaterials for light-driven magnetism",
    "abstract": "We describe the design of two types of metamaterials aimed at enhancing terahertz field pulses that can be used to control the magnetic state in condensed matter systems. The first structure is a so-called \"dragonfly\" antenna, able to realize a five-fold enhancement of the impinging terahertz magnetic field, while preserving its broadband features. For currently available state-of-the-art table top sources, this leads to peak magnetic fields exceeding 1 T. The second structure is an octopole antenna aimed at enhancing a circularly-polarized terahertz electric field, while preserving its polarization state. We obtain a five-fold enhancement of the electric field, hence expected to exceed the 1 MV/cm peak amplitude. Both our structures can be readily fabricated on top of virtually any material. ",
    "url": "https://arxiv.org/abs/2311.07252",
    "authors": [
      "M. Pancaldi",
      "P. Vavassori",
      "S. Bonetti"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.07254",
    "title": "Coherent spatial control of wave packet dynamics on quantum lattices",
    "abstract": "Quantum lattices are pivotal in the burgeoning fields of quantum materials and information science. Rapid developments in microscopy and quantum engineering allow for preparing and monitoring wave-packet dynamics on quantum lattices with increasing spatial and temporal resolution. Motivated by these emerging research interests, we present an analytical study of wave packet diffusivity and diffusion length on tight-binding quantum lattices subject to stochastic noise. Our analysis points to the crucial role of spatial coherence and predicts a set of novel phenomena: noise can enhance the transient diffusivity and diffusion length of sufficiently extended initial states; A smooth Gaussian initial state spreads slower than a localized initial state; A standing or traveling initial state with large momentum spreads faster than a localized initial state and exhibits a noise-induced peak in the transient diffusivity; The change in the time-dependent diffusivity and diffusion length relative to a localized initial state follows a universal dependence on the Gaussian width. These theoretical predictions and the underlying mechanism of spatial coherence suggest the possibility of controlling the wave packet dynamics on quantum lattices by spatial manipulations, which will have implications for materials science and quantum technologies. ",
    "url": "https://arxiv.org/abs/2311.07254",
    "authors": [
      "Ilia Tutunnikov",
      "Chern Chuang",
      "Jianshu Cao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2311.07293",
    "title": "Microwave-to-Optical Quantum Transduction Utilizing the Topological  Faraday Effect of Topological Insulator Heterostructures",
    "abstract": "The quantum transduction between microwave and optical photons is essential for realizing scalable quantum computers with superconducting qubits. Due to the large frequency difference between microwave and optical ranges, the transduction needs to be done via intermediate bosonic modes or nonlinear processes. So far, the transduction efficiency $\\eta$ via the magneto-optic Faraday effect (i.e., the light-magnon interaction) in the ferromagnet YIG has been demonstrated to be small as $\\eta\\sim 10^{-8} \\mathrm{-} 10^{-15}$ due to the sample size limitation inside the cavity. Here, we take advantage of the fact that three-dimensional topological insulator thin films exhibit a topological Faraday effect that is independent of the sample thickness. This leads to a large Faraday rotation angle and therefore enhanced light-magnon interaction in the thin film limit. We show theoretically that the transduction efficiency can be greatly improved to $\\eta\\sim10^{-4}$ by utilizing the heterostructures consisting of topological insulator thin films such as Bi$_2$Se$_3$ and ferromagnetic insulator thin films such as YIG. ",
    "url": "https://arxiv.org/abs/2311.07293",
    "authors": [
      "Akihiko Sekine",
      "Mari Ohfuchi",
      "Yoshiyasu Doi"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.07302",
    "title": "Continuous Coherent Quantum Feedback with Time Delays: Tensor Network  Solution",
    "abstract": "In this paper we develop a novel method to solve problems involving quantum optical systems coupled to coherent quantum feedback loops featuring time delays. Our method is based on exact mappings of such non-Markovian problems to equivalent Markovian driven dissipative quantum many-body problems. In this work we show that the resulting Markovian quantum many-body problems can be solved (numerically) exactly and efficiently using tensor network methods for a series of paradigmatic examples, consisting of driven quantum systems coupled to waveguides at several distant points. In particular, we show that our method allows solving problems in so far inaccessible regimes, including problems with arbitrary long time delays and arbitrary numbers of excitations in the delay lines. We obtain solutions for the full real-time dynamics as well as the steady state in all these regimes. Finally, motivated by our results, we develop a novel mean-field approach, which allows us to find the solution semi-analytically and identify parameter regimes where this approximation is in excellent agreement with our exact tensor network results. ",
    "url": "https://arxiv.org/abs/2311.07302",
    "authors": [
      "Kseniia Vodenkova",
      "Hannes Pichler"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2311.07373",
    "title": "Optical Darboux Transformer",
    "abstract": "The Optical Darboux Transformer is introduced as a photonic device which performs the Darboux transformation directly in the optical domain. This enables two major advances for signal processing based on the nonlinear Fourier transform: (i) the multiplexing of different solitonic waveforms corresponding to arbitrary number of discrete eigenvalues of the Zakharov-Shabat system in the optical domain, and (ii) the selective filtering of an arbitrary number of individual solitons too. The Optical Darboux Transformer can be built using existing commercially available photonic technology components and constitutes a universal tool for signal processing, optical communications, optical rogue waves generation, and waveform shaping and control in the nonlinear Fourier domain. ",
    "url": "https://arxiv.org/abs/2311.07373",
    "authors": [
      "Auro M. Perego"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.07545",
    "title": "Optical manifestations of topological Euler class in electronic  materials",
    "abstract": "We analyze quantum-geometric bounds on optical weights in topological phases with pairs of bands hosting non-trivial Euler class, a multi-gap invariant characterizing non-Abelian band topology. We show how the bounds constrain the combined optical weights of the Euler bands at different dopings and further restrict the size of the adjacent band gaps. In this process, we also consider the associated interband contributions to DC conductivities in the flat-band limit. We physically validate these results by recasting the bound in terms of transition rates associated with the optical absorption of light, and demonstrate how the Euler connections and curvatures can be determined through the use of momentum and frequency-resolved optical measurements, allowing for a direct measurement of this multi-band invariant. Additionally, we prove that the bound holds beyond the degenerate limit of Euler bands, resulting in nodal topology captured by the patch Euler class. In this context, we deduce optical manifestations of Euler topology within $\\vec{k} \\cdot \\vec{p}$ models, which include AC conductivity, and third-order jerk photoconductivities in doped Euler semimetals. We showcase our findings with numerical validation in lattice-regularized models that benchmark effective theories for real materials and are themselves directly realizable in metamaterials and optical lattices. ",
    "url": "https://arxiv.org/abs/2311.07545",
    "authors": [
      "Wojciech J. Jankowski",
      "Arthur S. Morris",
      "Adrien Bouhon",
      "F. Nur Ünal",
      "Robert-Jan Slager"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.12537",
    "title": "High-Performance Silicon Photonic Single-Sideband Modulators for Cold  Atom Interferometry",
    "abstract": " Comments: 18 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2204.12537",
    "authors": [
      "Ashok Kodigala",
      "Michael Gehl",
      "Gregory W. Hoth",
      "Jongmin Lee",
      "Christopher DeRose",
      "Andrew Pomerene",
      "Christina Dallo",
      "Douglas Trotter",
      "Andrew L. Starbuck",
      "Grant Biedermann",
      "Peter D. D. Schwindt",
      "Anthony L. Lentine"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.11198",
    "title": "Synergetic quantum error mitigation by randomized compiling and  zero-noise extrapolation for the variational quantum eigensolver",
    "abstract": " Comments: 26 pages, 21 figures ",
    "url": "https://arxiv.org/abs/2212.11198",
    "authors": [
      "Tomochika Kurita",
      "Hammam Qassim",
      "Masatoshi Ishii",
      "Hirotaka Oshima",
      "Shintaro Sato",
      "Joseph Emerson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.09422",
    "title": "Rotating quantum droplets confined in a harmonic potential",
    "abstract": " Comments: 11 pages, 7 figures, changes in v2: the title was updated, the overall readability was improved, an error in the unit of $N$ was corrected, a few references were added ",
    "url": "https://arxiv.org/abs/2305.09422",
    "authors": [
      "S. Nikolaou",
      "G. M. Kavoulakis",
      "M. Ogren"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.03256",
    "title": "Sub-Doppler optical-optical double-resonance spectroscopy using a  cavity-enhanced frequency comb probe",
    "abstract": " Title: Sub-Doppler optical-optical double-resonance spectroscopy using a  cavity-enhanced frequency comb probe ",
    "url": "https://arxiv.org/abs/2307.03256",
    "authors": [
      "Vinicius Silva de Oliveira",
      "Isak Silander",
      "Lucile Rutkowski",
      "Grzegorz Soboń",
      "Ove Axner",
      "Kevin K. Lehmann",
      "Aleksandra Foltynowicz"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2307.06583",
    "title": "Contextuality, Coherences, and Quantum Cheshire Cats",
    "abstract": " Comments: 11 pages, 3 figures. Accepted in New J. Phys., matches accepted version ",
    "url": "https://arxiv.org/abs/2307.06583",
    "authors": [
      "Jonte R. Hance",
      "Ming Ji",
      "Holger F. Hofmann"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2307.15617",
    "title": "Approaching the standard quantum limit of a Rydberg-atom microwave  electrometer",
    "abstract": " Comments: 12 pages ",
    "url": "https://arxiv.org/abs/2307.15617",
    "authors": [
      "Hai-Tao Tu",
      "Kai-Yu Liao",
      "Guo-Dong He",
      "Yi-Fei Zhu",
      "Si-Yuan Qiu",
      "Hao Jiang",
      "Wei Huang",
      "Wu Bian",
      "Hui Yan",
      "Shi-Liang Zhu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2308.11630",
    "title": "Addressing Data Scarcity in Optical Matrix Multiplier Modeling Using  Transfer Learning",
    "abstract": " Title: Addressing Data Scarcity in Optical Matrix Multiplier Modeling Using  Transfer Learning ",
    "url": "https://arxiv.org/abs/2308.11630",
    "authors": [
      "Ali Cem",
      "Ognjen Jovanovic",
      "Siqi Yan",
      "Yunhong Ding",
      "Darko Zibar",
      "Francesco Da Ros"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.15404",
    "title": "Fundamental charge noise in electro-optic photonic integrated circuits",
    "abstract": " Comments: Main Text: 8 pages, 4 figures; Supplementary Material: 15 pages, 13 figures --- version 2: Figure typo fixed (Homodyne setup); TCCR derivation in SI detailed ",
    "url": "https://arxiv.org/abs/2308.15404",
    "authors": [
      "Junyin Zhang",
      "Zihan Li",
      "Johann Riemensberger",
      "Grigory Lihachev",
      "Guanhao Huang",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.16304",
    "title": "Quantum Wavefront Shaping with a 48-element Programmable Phase Plate for  Electrons",
    "abstract": " Comments: Submission to SciPost ",
    "url": "https://arxiv.org/abs/2308.16304",
    "authors": [
      "Chu-Ping Yu",
      "Francisco Vega Ibáñez",
      "Armand Béché",
      "Johan Verbeeck"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.03131",
    "title": "Demonstration of particle tracking with scintillating fibres read out by  a SPAD array sensor and application as a neutrino active target",
    "abstract": " Title: Demonstration of particle tracking with scintillating fibres read out by  a SPAD array sensor and application as a neutrino active target ",
    "url": "https://arxiv.org/abs/2309.03131",
    "authors": [
      "Matthew Franks",
      "Till Dieminger",
      "Kodai Kaneyasu",
      "Davide Sgalaberna",
      "Claudio Bruschini",
      "Edoardo Charbon",
      "Umut Kose",
      "Botao Li",
      "Paul Mos",
      "Michael Wayne",
      "Tim Weber",
      "Jialin Wu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2309.03435",
    "title": "Spectral Theory for Non-linear Superconducting Microwave Systems:  Extracting Relaxation Rates and Mode Hybridization",
    "abstract": " Comments: 21 pages, 12 figures, journal paper ",
    "url": "https://arxiv.org/abs/2309.03435",
    "authors": [
      "Dung N. Pham",
      "Richard D. Li",
      "Hakan E. Türeci"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.14905",
    "title": "Mass Generation in Structural Algebraic Quantum Field Theory: An  alternative to the Higgs mechanism",
    "abstract": " Comments: 11 pages, 1 table, 19 citations, 1 appendix, 3 sections ",
    "url": "https://arxiv.org/abs/2310.14905",
    "authors": [
      "A. D. Alhaidari"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2310.19748",
    "title": "Efficient learning of arbitrary single-copy quantum states",
    "abstract": " Comments: 6 pages, 2 figures, comments/feedback welcome ",
    "url": "https://arxiv.org/abs/2310.19748",
    "authors": [
      "Shibdas Roy",
      "Filippo Caruso",
      "Srushti Patil"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2311.03347",
    "title": "Sparse Quantum State Preparation for Strongly Correlated Systems",
    "abstract": " Title: Sparse Quantum State Preparation for Strongly Correlated Systems ",
    "url": "https://arxiv.org/abs/2311.03347",
    "authors": [
      "C. Feniou",
      "O. Adjoua",
      "B. Claudon",
      "J. Zylberman",
      "E. Giner",
      "J.-P. Piquemal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]