[
  {
    "id": "arXiv:2205.15411",
    "title": "High-order (N=4-6) multi-photon absorption and mid-infrared Kerr  nonlinearity in GaP, ZnSe, GaSe, and ZGP crystals",
    "abstract": "We report a study of high-order multi-photon absorption, nonlinear refraction, and their anisotropy in four notable mid-infrared \\c{hi}(2) crystals: GaP, ZnSe, GaSe and ZGP using the Z- scan method and 2.35-{\\mu}m femtosecond pulses with peak intensity in excess of 200 GW/cm2. We found that the nonlinear absorption obeys a perturbation model with multi-photon absorption (MPA) orders from N = 4 to 6, in good agreement with the bandgaps of the crystals. A study of the role of free carrier absorption, performed by varying the pulse duration between 30 and 70 fs while maintaining a constant peak intensity showed that at our intensity levels, free carriers generated in the process of MPA absorb much stronger than would be expected from their linear absorption cross section. Possible mechanisms include high-field effects, such as intra-valley scattering in the conduction band and absorption to higher lying bands. Nonlinear refractive indices were measured using (i) closed aperture Z-scan and (ii) spectral broadening due to self-phase modulation, both methods agreeing well with each other. ",
    "url": "https://arxiv.org/abs/2205.15411",
    "authors": [
      "Taiki Kawamori",
      "Peter G. Schunemann",
      "Vitaly Gruzdev",
      "Konstantin L. Vodopyanov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.15482",
    "title": "Boosted Second-harmonic generation in the LiNbO$\\mathrm{_3}$ metasurface  governed by high-Q guided resonances and bound states in the continuum",
    "abstract": "To date, second-harmonic generation (SHG) at nanoscale has been concentrated on employing high-refractive-index nanostructures, owing to the strong field confinement at deep subwavelength scales based on optically resonant effects. However, low-index nanostructures generally exhibit weaker resonant effects and lower field confinement. To address this issue, by harnessing the large nonlinearity of LiNbO$\\mathrm{_3}$, we propose a novel approach to employ guided resonances and bound states in the continuum (BICs) with a LiNbO$\\mathrm{_3}$ metasurface consisting of a LiNbO$\\mathrm{_3}$ disk array sitting on a LiNbO3 thin film. Such a system can transform the guided modes supported by LiNbO$\\mathrm{_3}$ thin film into high-quality guided resonances which can be excited directly under plane-wave illumination. Importantly, we further demonstrate strong field confinement inside LiNbO3 thin film with tailorable Q-factor by realising a Friedrich-Wintgen BIC. Such a unique mode engineering enables a record-high SHG efficiency of 5\\% under a pump intensity as low as 0.4 $\\mathrm{MW/cm^{2}}$. Moreover, we reveal the influence of nonlinear resonances and cross-coupling on the SHG by showing the anomalous SHG and efficiency tuning with the rotation of the crystal axis. Our work offers a new route to constructing enhanced SHG based on high-Q guided resonances and BICs, including low-index and high-index nonlinear materials. ",
    "url": "https://arxiv.org/abs/2205.15482",
    "authors": [
      "Ze Zheng",
      "Lei Xu",
      "Lujun Huang",
      "Daria Smirnova",
      "Peilong Hong",
      "Cuifeng Ying",
      "Mohsen Rahman"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.15488",
    "title": "Spin-Acoustic Control of Silicon Vacancies in 4H Silicon Carbide",
    "abstract": "We demonstrate direct, acoustically mediated spin control of naturally occurring negatively charged silicon monovacancies (V$_{Si}^-$) in a high quality factor Lateral Overtone Bulk Acoustic Resonator fabricated out of high purity semi-insulating 4H-Silicon Carbide. We compare the frequency response of silicon monovacancies to a radio-frequency magnetic drive via optically-detected magnetic resonance and the resonator's own radio-frequency acoustic drive via optically-detected spin acoustic resonance and observe a narrowing of the spin transition to nearly the linewidth of the driving acoustic resonance. We show that acoustic driving can be used at room temperature to induce coherent population oscillations. Spin acoustic resonance is then leveraged to perform stress metrology of the lateral overtone bulk acoustic resonator, showing for the first time the stress distribution inside a bulk acoustic wave resonator. Our work can be applied to the characterization of high quality-factor micro-electro-mechanical systems and has the potential to be extended to a mechanically addressable quantum memory. ",
    "url": "https://arxiv.org/abs/2205.15488",
    "authors": [
      "Jonathan R. Dietz",
      "Boyang Jiang",
      "Aaron M. Day",
      "Sunil A. Bhave",
      "Evelyn L. Hu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.15521",
    "title": "An Analytical Formula for Determining the Electrical Impedance between a  Single Adherent Cell and Sensor Substrate",
    "abstract": "An analytical formula for electrical impedance between an adherent living cell and sensor substrate measured using a microelectrode is presented for the first time. Previously-reported formula has been applicable only for the case where many cells are on a large electrode. In contrast, our formula is valid even when a microelectrode smaller than the cell size is underneath the cell, which is often the case for the state-of-the-art single-cell analysis. Numerical simulations for verifying the accuracy of our formula reveals that the discrepancies between the theoretical impedances calculated by our formula and numerical simulation results are negligibly small. Our formula will be useful for describing cell-substrate impedance properties in equivalent circuit model analysis or sensor design optimizations. ",
    "url": "https://arxiv.org/abs/2205.15521",
    "authors": [
      "Masataka Shiozawa",
      "Shigeyasu Uno"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Quantitative Methods (q-bio.QM)"
    ]
  },
  {
    "id": "arXiv:2205.15537",
    "title": "All Optical Integrated MOEMS Optical Coherence Tomography System",
    "abstract": "Integrating all optical components of an optical coherence tomography (OCT) device into a single chip is a non-trivial and a challenging job. The design and development of such a lab-on-a chip will be possible only via Micro-Opto-Electro-Mechanical System (MOEMS) technology. The reproducible and integrated optical device fabrication would reduce cost and size many fold as compared to bulk or fiber optic OCT system. A miniaturized OCT of size less than 5mm$^2$ area is designed, simulated and optimized. The successful fabrication of this device would help in point-of-contact devices as well as embedded biomedical sensor applications. Also, the design promises the possibility of fabrication of all optical components of OCT integrated into a single chip. ",
    "url": "https://arxiv.org/abs/2205.15537",
    "authors": [
      "Ashish Singh Bais",
      "Lokendra Singh Chouhan",
      "Joseph Thomas Andrews"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2205.15625",
    "title": "Enhanced energy deposition and carrier generation in silicon induced by  two-color intense femtosecond laser pulses",
    "abstract": "We theoretically investigate the optical energy absorption of crystalline silicon subject to dual-color femtosecond laser pulses, using the time-dependent density functional theory (TDDFT). We employ the modified Becke-Johnson (mBJ) exchange-correlation potential which reproduces the experimental direct band gap energy $E_g$. We consider situations where the one color is in the ultraviolet (UV) range above $E_g$ and the other in the infrared (IR) range below it. The energy deposition is examined as a function of mixing ratio $\\eta$ of the two colors with the total pulse energy conserved. Energy transfer from the laser pulse to the electronic system in silicon is dramatically enhanced by simultaneous dual-color irradiation and maximized at $\\eta\\sim 0.5$. Increased is the number of generated carriers, not the absorbed energy per carrier. The effect is more efficient for lower IR photon energy, or equivalently, larger vector-potential amplitude. As the underlying mechanism is identified the interplay between intraband electron motion in the valence band (before excitation) driven by the IR component and resonant valence-to-conduction interband excitation (carrier injection) induced by the UV component. The former increases excitable electrons which pass through the $k$ points of resonant transitions. The effect of different multiphoton absorption paths or intraband motion of carriers generated in the conduction band play a minor role. ",
    "url": "https://arxiv.org/abs/2205.15625",
    "authors": [
      "Mizuki Tani",
      "Kakeru Sasaki",
      "Yasushi Shinohara",
      "Kenichi L. Ishikawa"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2205.15705",
    "title": "High-quality 8-fold self-compression of ultrashort near-UV pulses in  Ar-filled ultrathin-walled photonic crystal fiber",
    "abstract": "We demonstrate generation of 7.6 fs near-UV pulses centered at 400 nm via 8-fold soliton-effect self-compression in an Ar-filled hollow-core kagom\\'e-style photonic crystal fiber with ultrathin core walls. Analytical calculations of the effective compression length and soliton order permit adjustment of the experimental parameters, and numerical modelling of the nonlinear pulse dynamics in the fiber accurately predict the spectro-temporal profiles of the self-compressed pulses. After compensation of phase distortion introduced by the optical elements along the beam path from the fiber to the diagnostics, 71% of the pulse energy was in the main temporal lobe, with peak powers in excess of 0.2 GW. The convenient set-up opens up new opportunities for time-resolved studies in spectroscopy, chemistry and materials science. ",
    "url": "https://arxiv.org/abs/2205.15705",
    "authors": [
      "Jie Luan",
      "Philip St.J. Russell",
      "David Novoa"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.15751",
    "title": "Generalized Interacting Dark Energy Model and Loop Quantum Cosmology",
    "abstract": "The recently observed accelerated expansion of the universe has put a challenge for its theoretical understanding. As a possible explanation of this, it is considered that the most part of the present universe is filled with a form of energy that exerts a negative pressure called dark energy, which drives the acceleration. In the present work, we assume a dynamical dark energy model, where dark energy interacts with matter and grows at the expense of the latter. Using this model, we discuss the evolution of the universe within the context of loop quantum cosmology. Our work successfully explains the presently observed accelerated expansion of the universe, by predicting that the present universe is phantom dominated. We also found that in the past, the expansion of the universe was decelerated one and transition from deceleration to acceleration would occur at $t_{q=0}=0.688t_0$, where $t_0$ is the present age of the universe. Again, our analysis predicted that at the transition time, the universe would be dominated with quintessence type dark energy. ",
    "url": "https://arxiv.org/abs/2205.15751",
    "authors": [
      "Suryakanta Swain",
      "Debasis Sahu",
      "Debabrata Dwivedee",
      "Gourishankar Sahoo",
      "Bibekananda Nayak"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)"
    ]
  },
  {
    "id": "arXiv:2205.15801",
    "title": "Longitudinal single-bunch instabilities driven by coherent undulator  radiation in the cavity modulator of a steady-state microbunching storage  ring",
    "abstract": "Recently a mechanism of storage ring operation based on the steady-state microbunching has been proposed and investigated, which contains a laser cavity modulator providing the longitudinal focusing for the circulating microbunches. In this paper we analyze the impact of the coherent undulator radiation on the longitudinal single-bunch multi-turn collective dynamics, exploring a new possible instability mechanism. We formulate the multi-turn equations of motion for the single microbunch as two sets of difference equations in the modulator and in the remaining storage ring. The dispersion equation can then be obtained by introduction of the undulator-averaged phase space coordinates. The predicted instability growth rate shows reasonable agreement with the numerical turn-by-turn tracking simulations provided validity of the underlying assumptions. The analysis shall provide some insights for the coherent undulator radiation driven multi-turn instability in the cavity modulator. Differences between such a new instability mechanism and the Robinson instability in a conventional radio-frequency-based storage ring are also discussed. ",
    "url": "https://arxiv.org/abs/2205.15801",
    "authors": [
      "Cheng-Ying Tsai"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2205.15817",
    "title": "Enhanced self-phase modulation in silicon nitride waveguides integrated  with 2D graphene oxide films",
    "abstract": "We experimentally demonstrate enhanced self-phase modulation (SPM) in silicon nitride (Si3N4) waveguides integrated with 2D graphene oxide (GO) films. GO films are integrated onto Si3N4 waveguides using a solution-based, transfer-free coating method that enables precise control of the film thickness. Detailed SPM measurements are carried out using both picosecond and femtosecond optical pulses. Owing to the high Kerr nonlinearity of GO, the hybrid waveguides show significantly improved spectral broadening compared to the uncoated waveguide, achieving a broadening factor of up to ~3.4 for a device with 2 layers of GO. By fitting the experimental results with theory, we obtain an improvement in the waveguide nonlinear parameter by a factor of up to 18.4 and a Kerr coefficient (n2) of GO that is about 5 orders of magnitude higher than Si3N4. Finally, we provide a theoretical analysis for the influence of GO film length, coating position, and its saturable absorption on the SPM performance. These results verify the effectiveness of on-chip integrating 2D GO films to enhance the nonlinear optical performance of Si3N4 devices. ",
    "url": "https://arxiv.org/abs/2205.15817",
    "authors": [
      "Yuning Zhang",
      "Jiayang Wu",
      "Yunyi Yang",
      "Yang Qu",
      "Houssein El Dirani",
      "Romain Crochemore",
      "Corrado Sciancalepore",
      "Pierre Demongodin",
      "Christian Grillet",
      "Christelle Monat",
      "Baohua Jia",
      "David J. Moss"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.15989",
    "title": "Enhancing Near-Field Optical Tweezers by Spin-to-Orbital Angular  Momentum Conversion",
    "abstract": "Near-field patterns of light provide a way to optically trap, deliver and sort single nanoscopic particles in a wide variety of applications in nanophotonics, microbiology and nanotechnology. Using rigorous electromagnetic theory, we investigate the forces and trapping performance of near-field optical tweezers carrying spin and orbital angular momenta. The trapping field is assumed to be generated by a total internal reflection microscope objective at a glass-water interface in conditions where most of the transmitted light is evanescent. We find novel aspects of these tweezers, including the possibility to rotate and stably trap nanoscopic beads. More importantly, we show that, under near-field conditions, the contributions of of spin and orbital angular momenta to the rotation of small particles are almost equivalent, opening the possibility to cancel each other when they have opposite sign. We show that these conditions result in optimal optical trapping, giving rise to extremely effective optical tweezers for nanomanipulation, having both circular symmetry and relatively weak rotation. ",
    "url": "https://arxiv.org/abs/2205.15989",
    "authors": [
      "Edgar Alonso Guzmán",
      "Alejandro V. Arzola"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.15529",
    "title": "Observation of Non-Markovian Spin Dynamics in a Jaynes-Cummings-Hubbard  Model using a Trapped-Ion Quantum Simulator",
    "abstract": "Jaynes-Cummings-Hubbard (JCH) model is a fundamental many-body model for light-matter interaction. As a leading platform for quantum simulation, the trapped ion system has realized the JCH model for two to three ions. Here we report the quantum simulation of the JCH model using up to 32 ions. We verify the simulation results even for large ion numbers by engineering low excitations and thus low effective dimensions; then we extend to 32 excitations for an effective dimension of $2^{77}$, which is difficult for classical computers. By regarding the phonon modes as baths, we explore Markovian or non-Markovian spin dynamics in different parameter regimes of the JCH model, similar to quantum emitters in a structured photonic environment. We further examine the dependence of the non-Markovian dynamics on the effective Hilbert space dimension. Our work demonstrates the trapped ion system as a powerful quantum simulator for many-body physics and open quantum systems. ",
    "url": "https://arxiv.org/abs/2205.15529",
    "authors": [
      "B.-W. Li",
      "Q.-X. Mei",
      "Y.-K. Wu",
      "M.-L. Cai",
      "Y. Wang",
      "L. Yao",
      "Z.-C. Zhou",
      "L.-M. Duan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2205.15538",
    "title": "Twenty years of quantum contextuality at USTC",
    "abstract": "Quantum contextuality is one of the most perplexing and peculiar features of quantum mechanics. Concisely, it refers to the observation that the result of a single measurement in quantum mechanics depends on the set of joint measurements actually performed. The study of contextuality has a long history at University of Science and Technology of China (USTC). Here we review the theoretical and experimental advances in this direction achieved at USTC over the last 20 years. We start by introducing the renowned simplest proof of state-independent contextuality. We then present several experimental tests of quantum versus noncontextual theories with photons. Finally, we discuss the investigation on the role of contextuality in general quantum information science and its application in quantum computation. ",
    "url": "https://arxiv.org/abs/2205.15538",
    "authors": [
      "Zheng-Hao Liu",
      "Qiang Li",
      "Bi-Heng Liu",
      "Yun-Feng Huang",
      "Jin-Shi Xu",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.15588",
    "title": "QuanEstimation: an open-source toolkit for quantum parameter estimation",
    "abstract": "Quantum parameter estimation promises a high-precision measurement in theory, however, how to design the optimal scheme in a specific scenario, especially under a practical condition, is still a serious problem that needs to be solved case by case due to the existence of multiple mathematical bounds and optimization methods. Depending on the scenario considered, different bounds may be more or less suitable, both in terms of computational complexity and the tightness of the bound itself. At the same time, the metrological schemes provided by different optimization methods need to be tested against realization complexity, robustness, etc. Hence, a comprehensive toolkit containing various bounds and optimization methods is essential for the scheme design in quantum metrology. To fill this vacancy, here we present a Python-Julia-based open-source toolkit for quantum parameter estimation, which includes many well-used mathematical bounds and optimization methods. Utilizing this toolkit, all procedures in the scheme design, such as the optimizations of the probe state, control and measurement, can be readily and efficiently performed. ",
    "url": "https://arxiv.org/abs/2205.15588",
    "authors": [
      "Mao Zhang",
      "Huai-Ming Yu",
      "Haidong Yuan",
      "Xiaoguang Wang",
      "Rafał Demkowicz-Dobrzański",
      "Jing Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2205.15684",
    "title": "All-optical Quantum Vacuum Signals in Two-Beam Collision",
    "abstract": "The fundamental theory of quantum electrodynamics predicts the vacuum to resemble a polarizable medium. This gives rise to effective nonlinear interactions between electromagnetic fields and light-by-light scattering phenomena. We study the collision of two optical laser pulses in a pump-probe setup using beams with circular and elliptic cross section and estimate the number of discernible signal photons induced by quantum vacuum nonlinearities. In this analysis we study strategies to optimize the quantum vacuum signal discernible from the background of the driving lasers. One of the main results is that the collision of two maximally focused lasers does not lead to the best discernible signal. Instead, widening the focus typically improves the signal to background separation in the far field. ",
    "url": "https://arxiv.org/abs/2205.15684",
    "authors": [
      "Holger Gies",
      "Felix Karbstein",
      "Leonhard Klar"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.15820",
    "title": "Quantum annealing sampling with a bias field",
    "abstract": "The presence of a bias field, encoding some information about the target state, can enhance the performance of quantum optimization methods. Here we investigate the effect of such a bias field on the outcome of quantum annealing sampling, at the example of the exact cover problem. The sampling is carried out on a D-Wave machine, and different bias configurations are benchmarked against the unbiased sampling procedure. It is found that the biased annealing algorithm works particularly well for larger problem sizes, where the Hamming distance between bias and target configuration becomes less important. This work motivates future research efforts for finding good bias configurations, either on the quantum machine itself, or in a hybrid fashion via classical algorithms. ",
    "url": "https://arxiv.org/abs/2205.15820",
    "authors": [
      "Tobias Graß"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2110.06812",
    "title": "Improving the Accuracy of the Variational Quantum Eigensolver for  Molecular Systems by the Explicitly-Correlated Perturbative  [2]-R12-Correction",
    "abstract": " Title: Improving the Accuracy of the Variational Quantum Eigensolver for  Molecular Systems by the Explicitly-Correlated Perturbative  [2]-R12-Correction ",
    "url": "https://arxiv.org/abs/2110.06812",
    "authors": [
      "Philipp Schleich",
      "Jakob S. Kottmann",
      "Alán Aspuru-Guzik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2201.11339",
    "title": "Near-Surface Electrical Characterisation of Silicon Electronic Devices  Using Focused keV Ions",
    "abstract": " Comments: 10 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2201.11339",
    "authors": [
      "Simon G. Robson",
      "Paul Räcke",
      "Alexander M. Jakob",
      "Nicholas Collins",
      "Hannes R. Firgau",
      "Vivien Schmitt",
      "Vincent Mourik",
      "Andrea Morello",
      "Edwin Mayes",
      "Daniel Spemann",
      "David N. Jamieson"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.16395",
    "title": "Asymmetric double-pulse interferometric frequency-resolved optical  gating for visible-wavelength time-domain spectroscopy",
    "abstract": " Comments: 11 pages main text, 12 pages supplementary material, 7 figures ",
    "url": "https://arxiv.org/abs/2203.16395",
    "authors": [
      "Yi Chan",
      "Fu Deng",
      "Jingdi Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2204.01426",
    "title": "Versatility of translational quantum dynamics",
    "abstract": " Comments: 5 pages, Welcoming comments! ",
    "url": "https://arxiv.org/abs/2204.01426",
    "authors": [
      "Ovidiu Cristinel Stoica"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2204.02270",
    "title": "The Problem of Irreversible Change in Quantum Mechanics",
    "abstract": " Comments: 5 pages, Welcoming comments! ",
    "url": "https://arxiv.org/abs/2204.02270",
    "authors": [
      "Ovidiu Cristinel Stoica"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2205.05025",
    "title": "Design and testing of LGAD sensor with shallow carbon implantation",
    "abstract": " Title: Design and testing of LGAD sensor with shallow carbon implantation ",
    "url": "https://arxiv.org/abs/2205.05025",
    "authors": [
      "Kewei Wu",
      "Xuewei Jia",
      "Tao Yang",
      "Mengzhao Li",
      "Wei Wang",
      "Mei Zhao",
      "Zhijun Liang",
      "Joao Guimaraes da Costa",
      "Yunyun Fan",
      "Han Cui",
      "Alissa Howard",
      "Gregor Kramberger",
      "Xin Shi",
      "Yuekun Heng",
      "Yuhang Tan",
      "Bo Liu",
      "Yuan Feng",
      "Shuqi Li",
      "Mengran Li",
      "Chengjun Yu",
      "Xuan Yang",
      "Mingjie Zhai",
      "Gaobo Xu",
      "Gangping Yan",
      "Qionghua Zhai",
      "Mingzheng Ding",
      "Jun Luo",
      "Huaxiang Yin",
      "Junfeng Li"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2205.13173",
    "title": "Polarization multiplexed dissipative Kerr solitons in on-chip  micro-resonator",
    "abstract": " Title: Polarization multiplexed dissipative Kerr solitons in on-chip  micro-resonator ",
    "url": "https://arxiv.org/abs/2205.13173",
    "authors": [
      "Yong Geng",
      "Yanlan Xiao",
      "Xinjie Han",
      "Kun Qiu",
      "Jing Xu",
      "Heng Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.14061",
    "title": "43-GHz bandwidth real-time amplitude measurement of 5-dB squeezed light  using modularized optical parametric amplifier with 5G technology",
    "abstract": " Comments: 18 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2205.14061",
    "authors": [
      "Asuka Inoue",
      "Takahiro Kashiwazaki",
      "Taichi Yamashima",
      "Naoto Takanashi",
      "Takushi Kazama",
      "Koji Enbutsu",
      "Kei Watanabe",
      "Takeshi Umeki",
      "Mamoru Endo",
      "Akira Furusawa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]