[
  {
    "id": "arXiv:2403.13857",
    "title": "Simulation of Gaussian Wave Packets used to Illustrate Elementary  Quantum Mechanics Scenarios",
    "abstract": "In this paper we numerically solve the time dependent Schr\\\"odinger equation for scenarios using wave packets. These examples include the free wave packet, which we use to show the difference between group and phase velocities, the packet in a harmonic oscillator potential with non-trivial initial conditions in one and two dimensions, which is compared with their classical analogs to show how Ehrenfest theorem holds. We also include simulations of the diffraction through the single and double slit potentials, the refraction with a step potential and the dispersion by a central potential. The aim of this paper is to illustrate with simulations, nowadays easy to implement, scenarios that can help explaining the basics of the wave-particle duality. ",
    "url": "https://arxiv.org/abs/2403.13857",
    "authors": [
      "Francisco Guzman-Cajica",
      "Francisco S. Guzman"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2403.13873",
    "title": "A quantum picture of light-suppressed photosynthetic charge transfer:  Photo-blockade",
    "abstract": "We propose a dynamic mechanism for the reversible regulation of photochemistry in plants under varying light environments. We employ a three-level quantum model to take into account the correlations between charge donors and charge acceptors immediately before photoexcitation, and show that under steady and coherent driving of light, the efficiency of charge transfer is inversely proportional to the intensity of incident light, which can be suppressed so severely that it becomes a limiting factor on photosynthetic electron transport. These results are analyzed to gain insight in the light responses of photosynthetic parameters. We discuss the implications of thermal fluctuation in the light source used in photochemical experiments, and argue that in high light conditions, the quantum yields measured with an incandescent lamp may be higher than those measured with a laser, a manifestation of thermal fluctuation in lamp illumination. Our new picture renders a consistent interpretation of a wide range of experiments, including plastocyanin-dependent electron transport in photosystem I, biphasic redox kinetics of P700 and wavelength-dependent quantum yields, and provides a donor-side scheme for the onset of irreversible damage to photosystem II. ",
    "url": "https://arxiv.org/abs/2403.13873",
    "authors": [
      "Guang Yang",
      "Gen Tatara"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.13958",
    "title": "Polarization-sensitive PHASR Scanner and calibration technique for  accurate mapping of the Stokes vectors in terahertz frequencies",
    "abstract": "In recent years, handheld and portable terahertz instruments have been in rapid development for various applications ranging from non-destructive testing to biomedical imaging and sensing. For instance, we have deployed our Portable Handheld Spectral Reflection (PHASR) Scanners for in vivo full-spectroscopic imaging of skin burns in large animal models in operating room settings. In this paper, we debut the polarimetric version of the PHASR Scanner, and describe a generalized calibration technique to map the spatial and spectral dependence of the Jones matrix of an imaging scanner across its field of view. Our design is based on placement of two orthogonal photoconductive antenna (PCA) detectors separated by a polarizing beam splitter in the PHASR Scanner housing. We show that at least three independent measurements of a well-characterized polarimetric calibration target are sufficient to determine the polarization state of the incident beam at the sample location, as well as to extract the Jones propagation matrix from the sample location to the detectors. We have tested the accuracy of our scanner by validating polarimetric measurements obtained from a birefringent crystal rotated to various angles, as compared to the theoretically predicted response of the sample. This new version of our PHASR scanner can be used for high-speed imaging and investigation of heterogeneity of polarization-sensitive samples in the field. ",
    "url": "https://arxiv.org/abs/2403.13958",
    "authors": [
      "Zachery B. Harris",
      "Kuangyi Xu",
      "M. Hassan Arbab"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2403.14008",
    "title": "The Quantum Theory Of Gravitation, Effective Field Theories, and  Strings: Yesterday And Today",
    "abstract": "This paper analyzes the effective field theory perspective on modern physics through the lens of the quantum theory of gravitational interaction. The historical part argues that the search for a theory of quantum gravity stimulated the change in outlook that characterizes the modern approach to the Standard Model of particle physics and General Relativity. We present some landmarks covering a long period, i.e., from the beginning of the 1930s until 1994, when, according to Steven Weinberg, the modern bottom-up approach to General Relativity began. Starting from the first attempt to apply the quantum field theory techniques to perturbatively quantize Einstein's theory, we explore its developments and interaction with the top-down approach encoded by String Theory. In the last part of the paper, we focus on this last approach to describe the relationship between our modern understanding of String Theory and Effective Field Theory in today's panorama. To this end, the non-historical part briefly explains the modern concepts of moduli stabilization and Swampland to understand another change in focus that explains the present framework where some string theorists move. ",
    "url": "https://arxiv.org/abs/2403.14008",
    "authors": [
      "Alessio Rocci",
      "Thomas Van Riet"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2403.14090",
    "title": "Dynamic motion trajectory control with nanoradian accuracy for  multi-element X-ray optical systems via laser interferometry",
    "abstract": "The past decades have witnessed the development of new X-ray beam sources with brightness growing at a rate surpassing Moore's law. Current and upcoming diffraction limited and fully coherent X-ray beam sources, including multi-bend achromat based synchrotron sources and high repetition rate X-ray free electron lasers, puts increasingly stringent requirements on stability and accuracy of X-ray optics systems. Parasitic motion errors at sub-micro radian scale in beam transport and beam conditioning optics can lead to significant loss of coherence and brightness delivered from source to experiment. To address this challenge, we incorporated optical metrology based on interferometry and differential wavefront sensing as part of the X-ray optics motion control system. A prototype X-ray optics system was constructed following the optical layout of a tunable X-ray cavity. On-line interferometric metrology enabled dynamical feedback to a motion control system to track and compensate for motion errors. The system achieved sub-microradian scale performance, as multiple optical elements are synchronously and continuously adjusted. This first proof of principle measurement demonstrated both the potential and necessity of incorporating optical metrology as part of the motion control architecture for large scale X-ray optical systems such as monochromators, delay lines, and in particular, X-ray cavity systems to enable the next generation cavity-based X-ray free electron lasers. ",
    "url": "https://arxiv.org/abs/2403.14090",
    "authors": [
      "Sina M Koehlenbeck",
      "Lance Lee",
      "Mario D Balcazar",
      "Ying Chen",
      "Vincent Esposito",
      "Jerry Hastings",
      "Matthias C Hoffmann",
      "Zhirong Huang",
      "May-Ling Ng",
      "Saxon Price",
      "Takahiro Sato",
      "Matthew Seaberg",
      "Yanwen Sun",
      "Adam White",
      "Lin Zhang",
      "Brian Lantz",
      "Diling Zhu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Accelerator Physics (physics.acc-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2403.14132",
    "title": "Enhancing sensitivity of atomic microwave receiver combining laser  arrays",
    "abstract": "Rydberg atom,which exhibits a strong response to weak electric(E) fields,is regarded as a promising atomic receiver to surpass sensitivity of conventional receivers. However, its sensitivity is strongly limited by the noise coming from both classical and quantum levels and how to enhance it significantly remains challenging. Here we experimentally prove that the sensitivity of Rydberg atomic receiver can be increased to 23 nV/cm/Hz1/2 by combining laser arrays. Theoretically, we demonstrate that multiple beams illuminating on a PD perform better than multiple PDs for laser arrays.In our experiment,10 dB SNR enhancement is achieved by utilizing 2 * 2 probe beam arrays, compared to the performance of a laser beam,and it can be enhanced further just by adding a resonator. The results could offer an avenue for the design and optimization of ultrahigh-sensitivity Rydberg atomic receivers and promote applications in cosmology, meteorology, communication, and microwave quantum technology. ",
    "url": "https://arxiv.org/abs/2403.14132",
    "authors": [
      "Bo Wu",
      "Ruiqi Mao",
      "Di Sang",
      "Qiang An",
      "Yunqi Fu"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2403.14212",
    "title": "CMOS-compatible photonic integrated circuits on thin-film ScAlN",
    "abstract": "Scandium aluminum nitride (ScAlN) has recently emerged as an attractive material for integrated photonics due to its favorable nonlinear optical properties and compatibility with CMOS fabrication. Despite the promising and versatile material properties, it is still an outstanding challenge to realize low-loss photonic circuits on thin-film ScAlN-on-insulator wafers. Here, we present a systematic study on the material quality of sputtered thin-film ScAlN produced in a CMOS-compatible 200 mm line, and an optimized fabrication process to yield 400 nm thick, fully etched waveguides. With surface polishing and annealing, we achieve micro-ring resonators with an intrinsic quality factor as high as $1.47\\times 10^5$, corresponding to a propagation loss of 2.4 dB/cm. These results serve as a critical step towards developing future large-scale, low-loss photonic integrated circuits based on ScAlN. ",
    "url": "https://arxiv.org/abs/2403.14212",
    "authors": [
      "Sihao Wang",
      "Veerendra Dhyani",
      "Sakthi Sanjeev Mohanraj",
      "Xiaodong Shi",
      "Binni Varghese",
      "Wing Wai Chung",
      "Ding Huang",
      "Zhi Shiuh Lim",
      "Qibin Zeng",
      "Huajun Liu",
      "Xianshu Luo",
      "Victor Leong",
      "Nanxi Li",
      "Di Zhu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.14263",
    "title": "Inverse Design of Nonlinear Metasurfaces for Sum Frequency Generation",
    "abstract": "Sum frequency generation (SFG) has multiple applications, from optical sources to imaging, where efficient conversion requires either long interaction distances or large field concentrations in a quadratic nonlinear material. Metasurfaces provide an essential avenue to enhanced SFG due to resonance with extreme field enhancements with an integrated ultrathin platform. In this work, we formulate a general theoretical framework for multi-objective topology optimization of nanopatterned metasurfaces that facilitate high-efficiency SFG and simultaneously select the emitted direction and tailor the metasurface polarization response. Based on this framework, we present novel metasurface designs showcasing ultimate flexibility in transforming the outgoing nonlinearly generated light for applications spanning from imaging to polarimetry. For example, one of our metasurfaces produces highly polarized and directional SFG emission with an efficiency of over 0.2 cm^2/GW in a 10 nm signal operating bandwidth. ",
    "url": "https://arxiv.org/abs/2403.14263",
    "authors": [
      "Neuton Li",
      "Jihua Zhang",
      "Dragomir N. Neshev",
      "Andrey A. Sukhorukov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.14276",
    "title": "Optical Bias and Cryogenic Laser Readout of a Multipixel Superconducting  Nanowire Single Photon Detector",
    "abstract": "Cryogenic opto-electronic interconnects are gaining increasing interest as a means to control and read out cryogenic electronic components. The challenge is to achieve sufficient signal integrity with low heat load processing. In this context, we demonstrate the opto-electronic bias and readout of a commercial four-pixel superconducting nanowire single-photon detector array using a cryogenic photodiode and laser. We show that this approach has a similar system detection efficiency to a conventional bias. Furthermore, multi-pixel detection events are faithfully converted between the optical and electrical domain, which allows reliable extraction of amplitude multiplexed photon statistics. Our device has a passive heat dissipation of 2.6mW, maintains the signal rise time of 3ns, and operates in free-running (self-resetting) mode at a repetition rate of 600kHz. This demonstrates the potential of high-bandwidth, low noise, and low heat load opto-electronic interconnects for scalable cryogenic signal processing and transmission. ",
    "url": "https://arxiv.org/abs/2403.14276",
    "authors": [
      "Frederik Thiele",
      "Niklas Lamberty",
      "Thomas Hummel",
      "Tim Bartley"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.14365",
    "title": "Versatile, fast and accurate frequency excursions with a semiconductor  laser",
    "abstract": "Achieving accurate arbitrary frequency excursions with a laser can be quite a technical challenge, especially when steep slopes (GHz/$\\mu$s) are required, due to both deterministic and stochastic frequency fluctuations. In this work we present a multi-stage correction combining four techniques: pre-distorsion of the laser modulation, iterative correction, opto-electronic feedback loop and feed-forward correction. This combination allows not only to compensate for the non-instantaneous response of the laser to an input modulation, but also to correct in real time the stochastic frequency fluctuations. We implement this multi-stage architecture on a commercial DBR laser and verify its efficiency, first with monochromatic operation and second with highly demanding frequency excursions. We demonstrate that our multi-stage correction not only enables a strong reduction of the laser linewidth, but also allows steep frequency excursions with non-linearities well below 1%, and a laser spectral purity consistently better than $100$ kHz even in the midst of GHz-scale frequency excursions. ",
    "url": "https://arxiv.org/abs/2403.14365",
    "authors": [
      "Thomas Llauze",
      "Félix Montjovet-Basset",
      "Anne Louchet-Chauvet"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.14423",
    "title": "$^{171}$Yb$^+$ optical clock with $2.2\\times 10^{-18}$ systematic  uncertainty and absolute frequency measurements",
    "abstract": "A full evaluation of the uncertainty budget for the ytterbium ion optical clock at the National Physical Laboratory (NPL) was performed on the electric octupole (E3) $^2\\mathrm{S}_{1/2}\\,\\rightarrow\\, ^2\\mathrm{F}_{7/2}$ transition. The total systematic frequency shift was measured with a fractional standard systematic uncertainty of $2.2\\times 10^{-18}$. Furthermore, the absolute frequency of the E3 transition of the $^{171}$Yb$^+$ ion was measured between 2019 and 2023 via a link to International Atomic Time (TAI) and against the local caesium fountain NPL-CsF2. The absolute frequencies were measured with fractional standard uncertainties between $3.7 \\times 10^{-16}$ and $1.1 \\times 10^{-15}$, and all were in agreement with the 2021 BIPM recommended frequency. ",
    "url": "https://arxiv.org/abs/2403.14423",
    "authors": [
      "Alexandra Tofful",
      "Charles F. A. Baynham",
      "E. Anne Curtis",
      "Adam O. Parsons",
      "Billy I. Robertson",
      "Marco Schioppo",
      "Jacob Tunesi",
      "Helen S. Margolis",
      "Richard J. Hendricks",
      "Josh Whale",
      "Richard C. Thompson",
      "Rachel M. Godun"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2403.14486",
    "title": "Incorrect Resonance Escape Probability in Monte Carlo Codes due to the  Threshold Approximation of Temperature-Dependent Scattering",
    "abstract": "Monte Carlo-transport codes are designed to simulate the complex neutron transport physics associated with nuclear systems. These codes are tasked with simulating phenomena such as temperature effects on cross-sections, thermo-physical effects, reaction rates, and kinematics. It is not computationally possible to simulate the physics of a system exactly. However, many of the approximations made by modern simulation codes have been well validated. This article investigates an impactful simulation error caused by an approximation made in many Monte Carlo-transport codes. The approximation that target-at-rest is valid for neutrons at energies 400 times that of the thermal energy of the target particle is found to be inaccurate in certain scenarios. This paper identifies such cases, notably TRISO [1] fuel and instances where fuel infiltrates the pores of graphite in Molten Salt Reactors. The breakdown of this approximation occurs particularly when there exists a small length scale between fuel, a material with absorption resonances, and moderator, a scattering material. When threshold values are too small, resonance escape probabilities can deviate by as much as 1% per resonance, forming a baseline defect. Furthermore, two distinct anomalies were observed upon temperature variation, directly attributed to the transition between target-at-rest and target-in-motion physics. Equations provided in this study offer predictions for the temperature ranges within which these anomalies occur, based on system temperature and threshold value. The recommendations put forth in this paper advocate for incorporating the threshold value as a user-defined variable in transport Monte Carlo codes employing this approximation. Additionally, users are advised to conduct convergence studies to ensure that the chosen threshold value is sufficiently high to mitigate the influence of baseline defects and anomalies. ",
    "url": "https://arxiv.org/abs/2403.14486",
    "authors": [
      "Gabriel Lentchner",
      "William Fritsch",
      "Robert Crowder",
      "Noah Walton",
      "Amanda Lewis",
      "Ondrej Chvala",
      "Kevin Clarno",
      "Vladimir Sobes"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2403.14503",
    "title": "A new class of axion haloscope resonators: the polygonal coaxial cavity",
    "abstract": "In the search for axionic Dark Matter, the high frequency part of the QCD axion parameter space is favored, as indicated by both cosmological and astrophysical arguments and recent indications from lattice QCD calculations. To extend the probing range of cavity haloscopes, solutions addressing the unfavorable scaling of cavity volume with frequency must be developed. Here, we present a novel type of high-volume thin shell resonator for high frequency haloscope dark matter searches. The cavity is formed by two nested and coaxial right angle polygonal prisms enclosed within two flat endcaps. For the axion-sensitive (pseudo-)TM010 mode, finite element simulations yield form factor of the order of 0.8 and Q factor of the order of 60000 for a copper cavity at 4$\\,$K. High tunability of up to $\\sim 5\\%$ is achieved by reciprocal rotation of the two prisms, without significant changes in haloscope sensitivity. A prototype aluminium hexagonal cavity was built and tested, confirming the main characteristics of the design. ",
    "url": "https://arxiv.org/abs/2403.14503",
    "authors": [
      "Raffaele Di Vora",
      "Caterina Braggio",
      "Giovanni Carugno",
      "Antonios Gardikiotis",
      "Augusto Lombardi",
      "Antonello Ortolan",
      "Giuseppe Ruoso"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2403.13935",
    "title": "Needle in a haystack: efficiently finding atomically defined quantum  dots for electrostatic force microscopy",
    "abstract": "The ongoing development of single electron, nano and atomic scale semiconductor devices would benefit greatly from a characterization tool capable of detecting single electron charging events with high spatial resolution, at low temperature. In this work, we introduce a novel Atomic Force Microscope (AFM) instrument capable of measuring critical device dimensions, surface roughness, electrical surface potential, and ultimately the energy levels of quantum dots and single electron transistors in ultra miniaturized semiconductor devices. Characterization of nanofabricated devices with this type of instrument presents a challenge: finding the device. We therefore also present a process to efficiently find a nanometre size quantum dot buried in a $10 \\times 10~\\text{mm}^2$ silicon sample using a combination of optical positioning, capacitive sensors and AFM topography in vacuum. ",
    "url": "https://arxiv.org/abs/2403.13935",
    "authors": [
      "José Bustamante",
      "Yoichi Miyahara",
      "Logan Fairgrieve-Park",
      "Kieran Spruce",
      "Patrick See",
      "Neil Curson",
      "Taylor Stock",
      "Peter Grutter"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2403.14142",
    "title": "Unconditional verification of quantum computation with classical light",
    "abstract": "Verification of quantum computation is a task to efficiently check whether an output given from a quantum computer is correct. Existing verification protocols conducted between a quantum computer to be verified and a verifier necessitate quantum communication to unconditionally detect any malicious behavior of the quantum computer solving any promise problem in ${\\sf BQP}$. In this paper, we remove the necessity of the communication of qubits by proposing a \"physically-classical\" verification protocol in which the verifier just sends coherent light to the quantum computer. ",
    "url": "https://arxiv.org/abs/2403.14142",
    "authors": [
      "Yuki Takeuchi",
      "Akihiro Mizutani"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.00301",
    "title": "Investigation of Optical Pumping in Cesium Atoms with a Radio-Frequency  Field, Using Liouville Equation",
    "abstract": " Comments: 10 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2304.00301",
    "authors": [
      "Hossein Davoodi Yeganeh",
      "Zahra Shaterzadeh-Yazdi"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.09549",
    "title": "QH9: A Quantum Hamiltonian Prediction Benchmark for QM9 Molecules",
    "abstract": " Comments: Accepted by NeurIPS 2023, Track on Datasets and Benchmarks ",
    "url": "https://arxiv.org/abs/2306.09549",
    "authors": [
      "Haiyang Yu",
      "Meng Liu",
      "Youzhi Luo",
      "Alex Strasser",
      "Xiaofeng Qian",
      "Xiaoning Qian",
      "Shuiwang Ji"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Artificial Intelligence (cs.AI)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2310.03049",
    "title": "QuATON: Quantization Aware Training of Optical Neurons",
    "abstract": " Title: QuATON: Quantization Aware Training of Optical Neurons ",
    "url": "https://arxiv.org/abs/2310.03049",
    "authors": [
      "Hasindu Kariyawasam",
      "Ramith Hettiarachchi",
      "Quansan Yang",
      "Alex Matlock",
      "Takahiro Nambara",
      "Hiroyuki Kusaka",
      "Yuichiro Kunai",
      "Peter T C So",
      "Edward S Boyden",
      "Dushan Wadduwage"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Image and Video Processing (eess.IV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.11049",
    "title": "Bexcitonics: Quasi-particle approach to open quantum dynamics",
    "abstract": " Title: Bexcitonics: Quasi-particle approach to open quantum dynamics ",
    "url": "https://arxiv.org/abs/2401.11049",
    "authors": [
      "Xinxian Chen",
      "Ignacio Franco"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2402.14302",
    "title": "Quantum education in the frontier city of Kharkiv",
    "abstract": " Comments: 6 pages, 1 figure ",
    "url": "https://arxiv.org/abs/2402.14302",
    "authors": [
      "Pylyp Kuznietsov",
      "Igor Girka",
      "Igor Kyryllin",
      "Andrii Sotnikov"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.19372",
    "title": "A miniaturized magnetic field sensor based on nitrogen-vacancy centers",
    "abstract": " Comments: 12 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2402.19372",
    "authors": [
      "Stefan Dix",
      "Dennis Lönard",
      "Isabel Cardoso Barbosa",
      "Jonas Gutsche",
      "Jonas Witzenrath",
      "Artur Widera"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.03019",
    "title": "Pushing single atoms near an optical cavity",
    "abstract": " Comments: 11 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2403.03019",
    "authors": [
      "Dowon Lee",
      "Taegyu Ha",
      "Donggeon Kim",
      "Keumhyun Kim",
      "Kyungwon An",
      "Moonjoo Lee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.13717",
    "title": "Hyperradiance, photon blockade and concurrence in a pair of qubits  inside a driven cavity",
    "abstract": " Comments: 15 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2403.13717",
    "authors": [
      "Anushree Dey",
      "Bimalendu Deb"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]