[
  {
    "id": "arXiv:2301.00871",
    "title": "Measuring nonlocal three-body spatial correlations with Rydberg trimers  in ultracold quantum gases",
    "abstract": "We measure nonlocal third-order spatial correlations in non-degenerate ultracold gases of bosonic ($^{84}$Sr) and spin-polarized fermionic ($^{87}$Sr) strontium through studies of the formation rates for ultralong-range trimer Rydberg molecules. The trimer production rate is observed to be very sensitive to the effects of quantum statistics with a strong enhancement of up to a factor of six (3!) in the case of bosonic $^{84}$Sr due to bunching, and a marked reduction for spin-polarized fermionic $^{87}$Sr due to anti-bunching. The experimental results are compared to theoretical predictions and good agreement is observed. The present approach opens the way to {\\it{in situ}} studies of higher-order nonlocal spatial correlations in a wide array of ultracold atomic-gas systems. ",
    "url": "https://arxiv.org/abs/2301.00871",
    "authors": [
      "S. K. Kanungo",
      "Y. Lu",
      "F. B. Dunning",
      "S. Yoshida",
      "J. Burgdörfer",
      "T. C. Killian"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.00983",
    "title": "Additive 3D photonic integration that is CMOS compatible",
    "abstract": "Today, continued miniaturization in electronic integrated circuits (ICs) appears to have reached its fundamental limit. At the same time, energy consumption due by communication becomes the dominant limitation in high performance electronic ICs for computing, and modern computing concepts such a neural networks further amplify the challenge. Photonic communication is a promising strategy to address the second, while adding a third dimension to the predominantly two dimensional integrated circuits appears the most promising future strategy for further IC architecture improvement. Crucial for efficient electronic-photonic co-integration is CMOS compatibility. Here, we review our latest results obtained in the FEMTO-ST RENATECH facilities on using additive photo-induced polymerization of a standard photo-resin for truly 3D photonic integration according to these principles. Based on one- and two-photon polymerization and combined with direct-laser writing, we 3D-printed air- and polymer-cladded photonic waveguides. An important application of such circuits are the interconnects of optical neural networks, where 3D integration enables scalability in terms of network size versus its geometric dimensions. In particular via \\emph{flash}-TPP, a fabrication process combining blanket one- and high-resolution two-photon polymerization, we demonstrated polymer-cladded step-index waveguides with up to 6~mm length, low insertion ($\\sim$0.26~dB) and propagation ($\\sim$1.3~dB/mm) losses, realized broadband and low loss ($\\sim$0.06~dB splitting losses) adiabatic 1 to M couplers as well as tightly confining air-cladded waveguides for denser integration. By stably printing such integrated photonic circuits on standard semiconductor samples, we show the concept's CMOS compatibility. With this, we lay out a promising, future avenue for scalable integration of hybrid photonic and electronic components. ",
    "url": "https://arxiv.org/abs/2301.00983",
    "authors": [
      "Adria Grabulosa",
      "Johnny Moughames",
      "Xavier Porte",
      "Muamer Kadic",
      "Daniel Brunner"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.01262",
    "title": "Reconfigurable microresonators induced in side-coupled optical fibers",
    "abstract": "We experimentally demonstrate that side-coupling of coplanar bent optical fibers can induce a high Q-factor whispering gallery mode (WGM) optical microresonator. To explain the effect, we consider WGMs with wavelengths close to the cutoff wavelengths (CWs) of these fibers which slowly propagate along the fiber axes. In the vicinity of the touching region, WGMs of adjacent fibers are coupled to each other, and CWs experience sub-nanoscale axial variation proportional to the coupling strength. We show that in certain cases the CW variation leads to full localization of the WGMs and the creation of an optical microresonator. By varying the characteristic curvature fiber radius from the centimeter order to millimeter order, we demonstrate fully mechanically reconfigurable high Q-factor optical microresonators with dimensions varying from the millimeter order to 100-micron order and free spectral range varying from a picometer to hundreds of picometers. The new microresonators may find applications in cavity QED, microresonator optomechanics, frequency comb generation with tunable repetition rate, tunable lasing, and tunable processing and delay of optical pulses. ",
    "url": "https://arxiv.org/abs/2301.01262",
    "authors": [
      "V. Vassiliev",
      "M. Sumetsky"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.01203",
    "title": "Quantum simulation of exact electron dynamics can be more efficient than  classical mean-field methods",
    "abstract": "Quantum algorithms for simulating electronic ground states are slower than popular classical mean-field algorithms such as Hartree-Fock and density functional theory, but offer higher accuracy. Accordingly, quantum computers have been predominantly regarded as competitors to only the most accurate and costly classical methods for treating electron correlation. However, here we tighten bounds showing that certain first quantized quantum algorithms enable exact time evolution of electronic systems with exponentially less space and polynomially fewer operations in basis set size than conventional real-time time-dependent Hartree-Fock and density functional theory. Although the need to sample observables in the quantum algorithm reduces the speedup, we show that one can estimate all elements of the $k$-particle reduced density matrix with a number of samples scaling only polylogarithmically in basis set size. We also introduce a more efficient quantum algorithm for first quantized mean-field state preparation that is likely cheaper than the cost of time evolution. We conclude that quantum speedup is most pronounced for finite temperature simulations and suggest several practically important electron dynamics problems with potential quantum advantage. ",
    "url": "https://arxiv.org/abs/2301.01203",
    "authors": [
      "Ryan Babbush",
      "William J. Huggins",
      "Dominic W. Berry",
      "Shu Fay Ung",
      "Andrew Zhao",
      "David R. Reichman",
      "Hartmut Neven",
      "Andrew D. Baczewski",
      "Joonho Lee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2203.09794",
    "title": "Sensor fusion in ptychography",
    "abstract": " Comments: 8 pages, 4 figures, 1 table ",
    "url": "https://arxiv.org/abs/2203.09794",
    "authors": [
      "Kira A. M. Maathuis",
      "Jacob Seifert",
      "Allard P. Mosk"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.10584",
    "title": "Disorder-enhanced transport in a chain of lossy dipoles strongly coupled  to cavity photons",
    "abstract": " Comments: 24 pages, 19 figures ",
    "url": "https://arxiv.org/abs/2207.10584",
    "authors": [
      "Thomas F. Allard",
      "Guillaume Weick"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.03707",
    "title": "Detailed analysis of ultimate soliton microcomb generation efficiency",
    "abstract": " Comments: More simulation data and supplementary added ",
    "url": "https://arxiv.org/abs/2209.03707",
    "authors": [
      "Nikita Kondratiev",
      "Valery Lobanov",
      "Nikita Dmitriev",
      "Steevy Cordette",
      "Igor Bilenko"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2301.00239",
    "title": "Promoting the transition to quantum thinking: development of a secondary  school course for addressing knowledge revision, organization, and  epistemological challenges",
    "abstract": " Title: Promoting the transition to quantum thinking: development of a secondary  school course for addressing knowledge revision, organization, and  epistemological challenges ",
    "url": "https://arxiv.org/abs/2301.00239",
    "authors": [
      "Giacomo Zuccarini",
      "Marisa Michelini"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.00502",
    "title": "Quantum Systems and Identity: Against \"Permutation Invariance\"",
    "abstract": " Comments: Forthcoming in Proceedings of the Workshop \"Identity, Individuality and Indistinguishability in Physics and Mathematics,\" Philosophical Transactions A. Typo corrected in this version: specifically, the transactional approach does NOT add an ad hoc nonlinear term to the Schrodinger evolution. Rather, such evolution is naturally superseded by the underlying dynamics ",
    "url": "https://arxiv.org/abs/2301.00502",
    "authors": [
      "Ruth E. Kastner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  }
]