[
  {
    "id": "arXiv:2412.19870",
    "title": "A Novel Differential Frequency Dielectric Resonator Based Microwave Sensor for Angular Displacement Detection",
    "abstract": "           A differential frequency microwave sensor for angular displacement detection is reported. A metal strip-loaded cylindrical dielectric resonator (SLCDR) is excited with a 50 ohm microstrip transmission line through a rectangular slot made on its ground plane. Analysis of the transmission coefficient (|S21|) of the circuit shows that for the parallel alignment of SLCDR, dual-transmission zeros are excited at frequencies fL and fH, while for the perpendicular alignment, a single transmission zero is excited at f0 such that fL < f0 < fH. In the range, frequency fL increases towards f0 while fH decreases towards f0. Based on this trend, a differential frequency parameter f = fH-fL is framed as the indicator of the angular displacement following a simulation study with ANSYS HFSS. Subsequent prototype fabrication and VNA measurement confirm the simulations with 15.5 MHz/0 sensitivity over the sensitivity over 900 dynamic range with excellent linearity. Subsequently, using linear inverse regression, the measured differential frequencies are mapped to the angular displacement, and the calculated regression metrics prove very good mapping.         ",
    "url": "https://arxiv.org/abs/2412.19870",
    "authors": [
      "A. V. Praveen Kumara",
      "Premsai Regalla"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2412.20153",
    "title": "Back-Scattering Suppression for Broad-Spectral High-Absorption Silicon Extended Area Blackbody",
    "abstract": "           The stability and emissivity of the online calibration blackbody used in high-precision infrared remote sensing detectors in extreme environments are the primary limiting factors for their measurement accuracy. Due to the limitations of microstructure size effects, traditional calibration extended area blackbody cannot achieve an optimal balance between emissivity and stability, thus hindering further improvement in infrared remote sensing accuracy. This work proposes a new method that utilize suppressing near-field backscattering to control far-field reflectance. Specifically, through simultaneously reducing backscattering intensity and the backscattering solid angle, the reflectance is significantly reduced to an extremely low limit, which is validated through numerical simulations. Additionally, by combining the femtosecond laser self-convergent processing technique, the spontaneous energy negative feedback mechanism during femtosecond laser processing is utilized to achieve the fabrication of a high emissivity, thermally stable, mechanically stable, and highly uniform extended area blackbody. The blackbody fabricated using this technique can be applied for online calibration in various extreme environments, significantly improving measurement accuracy and service life.         ",
    "url": "https://arxiv.org/abs/2412.20153",
    "authors": [
      "HongShuai Zhou",
      "JinHao Zhang",
      "BenFeng Bai",
      "XiRan Mei",
      "KunPeng Chen",
      "XiaoPeng Hao",
      "Jian Song",
      "GuoRui Guo",
      "JiaLin Chen",
      "Tian Tian",
      "WanJie Shen",
      "ZiHeng Zhong",
      "JiaYao Liu",
      "JiHong Zhao",
      "HongBo Sun"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.20197",
    "title": "Nonlinear Quantum Electrodynamics of Epsilon-Near-Zero Media",
    "abstract": "           We investigate vacuum-induced nonlinearity and single-photon nonlinear optical responses of Epsilon-Near-Zero (ENZ) media and of sub-wavelength nanocavities. We apply the rigorous quantum Langevin-noise approach in the framework of the Green's tensor quantization method to ENZ materials and resonators with causal dispersion and we derive generally valid closed-form analytical solutions for the nonlinear phase shifts achievable in cavities with spherical geometry. This is achieved by employing a fully nonperturbative methodology for the analysis of open quantum systems with single-photon Kerr-type nonlinearity in dielectric environments with absorption losses and dispersion that satisfy the Kramers-Kronig relations. Our findings are relevant for the design of quantum optical devices and are of importance to emerging quantum technology applications, including on-chip single-photon nondemolition detection, quantum sensing, and controlled quantum gates driven by enhanced photon blockade effects at the nanoscale.         ",
    "url": "https://arxiv.org/abs/2412.20197",
    "authors": [
      "Luca Dal Negro",
      "Marco Ornigotti"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.20199",
    "title": "Continuous and Reversible Electrical Tuning of Fluorescent Decay Rate via Fano Resonance",
    "abstract": "           Decay rate of an atomic or molecular dipole depends on the local density of optical states (LDOS) -- Purcell effect -- which can significantly be enhanced near a dielectric-core metal-shell nanoparticle (CSNP). On top of that, an auxiliary quantum object (QO) can introduce a Fano transparency in the plasmonic spectrum of the CSNP. Here, we show that an auxiliary QO, located at the hotspot of the CSNP, can modify the LDOS, hence the decay rate of an excited dipole. Moreover, by controlling the resonance of the auxiliary QO via an applied voltage, one can continuously and reversibly tune both the radiative and nonradiative decay rates of the dipole up to 2 orders-of-magnitude. This phenomenon emerges as an invaluable tool to implement in integrated quantum technologies, enabling realization of on-demand entanglement/single-photon sources, controlled execution of quantum gates and electrical-control of superradiant-like phase transitions. It also bears potential for application in super-resolution microscopy and surface-enhanced Raman spectroscopy (SERS).         ",
    "url": "https://arxiv.org/abs/2412.20199",
    "authors": [
      "Emre Ozan Polat",
      "Zafer Artvin",
      "Yusuf Şaki",
      "Alpan Bek",
      "Ramazan Sahin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.20217",
    "title": "Reacting Hydrogen Jet in Crossflow - Flame Dynamics Under Acoustic Forcing",
    "abstract": "           This paper presents experimental study of reacting hydrogen jet in crossflow. High speed shadowgraph images are used to capture flame dynamics. Unforced jets with various momentum flux ratios (q) are studied. Proper Orthogonal Decomposition (POD) analysis is used to examine the high-speed instantaneous images and characterize spatio-temporal behavior the reacting jets. Further, jet is acoustically forced with various frequencies and the effect of forcing frequency and momentum flux ratio is studied in detail. Instantaneous images, POD mode shapes and Power Spectral Density (PSD) plots are used to assess the response of jet to forcing function, and the influence of crossflow. It is observed that the jet does not equally respond to all frequencies and the preferred frequency range is identified. It is also observed that higher momentum ratio produces stronger interaction with the crossflow which dampens the effect of forcing.         ",
    "url": "https://arxiv.org/abs/2412.20217",
    "authors": [
      "Ankur Kumar",
      "Anubhav sinha"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2412.20261",
    "title": "Interleaved dual-species arrays of single atoms using a passive optical element and one trapping laser",
    "abstract": "           We demonstrate trapping of individual rubidium (Rb) and cesium (Cs) atoms in an interleaved array of bright tweezers and dark bottle-beam traps, using a microfabricated optical element illuminated by a single laser beam. This trapping approach is simple and robust compared to common approaches that use active optoelectronic components and multiple laser wavelengths, and can be easily adapted for other atomic species.         ",
    "url": "https://arxiv.org/abs/2412.20261",
    "authors": [
      "Chengyu Fang",
      "Jared Miles",
      "Jonathan Goldwin",
      "Martin Lichtman",
      "Matthew Gillette",
      "Michael Bergdolt",
      "Sanket Deshpande",
      "Sam A. Norrell",
      "Preston Huft",
      "Mikhail A. Kats",
      "Mark Saffman"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.20303",
    "title": "Controllable Thermo-Stimulated Luminescence in Niobate Persistent Phosphor by Constructing the Photovoltaic/Electrolytic Cell for Remote Intelligent Anti-Counterfeiting",
    "abstract": "           Persistent luminescence (PersL) carrying remote key information plays a crucial role for intelligent anti-counterfeiting applications. However, the weak PersL intensity accompanied by uncontrollability limits their practical application. Here we develop LiNbO3 (LNO):Pr,Bi phosphor with enhanced red PersL by trace doping Sm3+. The LNO:Pr,Bi,Sm phosphor exhibits quadruplet luminescence, including polychrome photoluminescence, PersL, and photo/thermo-stimulated luminescence (PSL/TSL). Particularly, the enhanced TSL can carry remote subjective information independent of the phosphor itself by controlling the temperature. A mechanism of afterglow enhancement is proposed based on constructing reversible photovoltaic cells and electrolytic cells by photothermal redox reactions using Bi3+ + VO and Bi3+/Pr3+ + VLi' ion pair. This study has sparked the exploration of designing the information storage PersL materials for more sophisticated remote intelligent anti-counterfeiting.         ",
    "url": "https://arxiv.org/abs/2412.20303",
    "authors": [
      "Yuanyuan Hu",
      "Dangli Gao",
      "Xiangyu Zhang",
      "Sining Yun"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.20311",
    "title": "Narrowband parallel coherent LiDAR with frequency interleaving",
    "abstract": "           The high demand for 3D imaging in intelligent robotics is motivating the advances of coherent LiDARs towards high performances with low complexity/cost. However, the current coherent LiDARs suffer from the tight coupling between the high ranging-imaging performance and the high complexity/cost. Herein, we propose a narrowband parallel coherent LiDAR with frequency-interleaving architecture. The LiDAR architecture utilizes narrowband signals for ranging, and interleaves multi-channel sparse and narrowband signals in frequency domain at the receiving end to significantly reduce the required bandwidth and the number of detection branches, facilitating massive parallelization with low system complexity/cost. In experiments, a ranging precision of 0.49 mm that approaches the shot noise limit, and a power sensitivity of -95 dBm (~9 photons) are achieved. Parallel 3D imaging with an equivalent imaging rate of 10 Mpixel/s and a 2 cm ranging precision is also demonstrated using only two 150 MHz receiving branches. With these desirable properties, this new LiDAR opens an avenue for the LiDAR ecosystem.         ",
    "url": "https://arxiv.org/abs/2412.20311",
    "authors": [
      "Long Wang",
      "Liang Hu",
      "Wenhai Jiao",
      "Yaxin Shang",
      "Jianping Chen",
      "Guiling Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.20325",
    "title": "The Orbital Hall Effect of vortex light in specialized optical materials",
    "abstract": "           It is widely accepted that the optical Orbital Hall Effect (OHE) is analogous to the Spin Hall Effect (SHE). However, it has been reported that these two types of phenomena are fundamentally distinct in curved spacetime. In this paper, we construct a vortex Laguerre-Gaussian electromagnetic wave packet and analyze its motion by solving the covariant Maxwell equations in a specialized optical material that is equivalent to curved spacetime. Our findings reveal that, within media, the relationships between intrinsic orbital angular momentum-dependent and spin-dependent separations can differ significantly. These results suggest that the optical OHE in materials cannot be accurately predicted by merely substituting spin with intrinsic orbital angular momentum in the SHE. Additionally, we compute the maximum deviation angle of the OHE in two experimentally viable optical materials. According to our results, in the first material, the transverse displacement can be successfully detected using current experimental techniques, which can serve as a reference for future experimental observations.         ",
    "url": "https://arxiv.org/abs/2412.20325",
    "authors": [
      "Wei-Si Qiu",
      "Li-Li Yang",
      "Dan-Dan Lian",
      "Peng-Ming Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.20464",
    "title": "Capturing strong correlation effects on a quantum annealer: calculation of avoided crossing in the H$_4$ molecule using the quantum annealer eigensolver",
    "abstract": "           We broaden the scope of the Quantum Annealer Eigensolver (QAE) algorithm, an underexplored noisy intermediate scale quantum (NISQ) era approach for calculating atomic and molecular properties, to predict avoided crossings, where strong correlation effects are at play. For this purpose, we consider the classic example of the H$_4$ molecule in a rectangular geometry. Our results are obtained on the 5000-qubit D-Wave Advantage system 4.1 quantum computer. We benchmark our quantum annealing results with full configuration interaction (FCI) as well as with those obtained using simulated annealing. We find that we can predict avoided crossings within about 1.1% of the FCI value on real quantum hardware. We carry out analyses on the effect of the number of shots, anneal time, and the choice of Lagrange multiplier on our obtained results. Since the QAE algorithm provides information on the wave function as its output, we also check the quality of the computed wave function by calculating the fidelity, and find it to be 99.886%. Finally, we qualitatively discuss the strengths and weaknesses of the QAE algorithm relative to its gate-based NISQ algorithm counterpart, the celebrated Variational Quantum Eigensolver. Our work contributes to the existing body of literature on QAE by demonstrating that high-quality results can be achieved on noisy hardware.         ",
    "url": "https://arxiv.org/abs/2412.20464",
    "authors": [
      "Aashna Anil Zade",
      "Kenji Sugisaki",
      "Matthias Werner",
      "Ana Palacios",
      "Artur Garcia-Saez",
      "Arnau Riera",
      "V. S. Prasannaa"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.20516",
    "title": "Electro-Optic Modulator source as sample-free calibrator and frequency stabilizer for Brillouin Microscopy",
    "abstract": "           Brillouin Microscopy is a novel label-free optical technique that enables the measurement of a material's mechanical properties at the sub-micron scale in a non-invasive and non-contact way; in the last few years, its applications in the life sciences have extensively expanded. However, many Brillouin Microscopes suffer from temporal instabilities that impact their performances, showing drifts in the acquired spectra during time that may lead to inconsistencies between data acquired at different days. The current method to solve this problem is to frequently (i.e. every 30 minutes) re-align the spectrometer and to perform repeated calibrations with standard materials. Here, we show a method to remove temporal instabilities of a Brillouin Microscope by inserting an Electro-Optic Modulator (EOM) that can be used: i) as a reference frequency during data measurements; ii) as a calibrator, allowing the reconstruction of the pixel-to-GHz dispersion curve with high precision, in an automatic pipeline and without the need for reference samples; iii) as a way to check the frequency shift of the system and compensate for drifts. We here show that our Brillouin Microscope, equipped with an EOM and a tuneable laser, was able to automatically acquire data for more than 2 days without the need to realign the spectrometer; retrieved Brillouin shifts and widths showed superior stability than standard Brillouin Microscopes. These results pave the way for a prototype of an automatic Brillouin Microscope that, once aligned, can automatically acquire data for hours or days.         ",
    "url": "https://arxiv.org/abs/2412.20516",
    "authors": [
      "Claudia Testi",
      "Emanuele Pontecorvo",
      "Chiara Bartoli",
      "Fabrizio Gala",
      "Li Zhang",
      "Giulia Zanini",
      "Giancarlo Ruocco"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2412.20559",
    "title": "CubeSat single-photon detector module for investigating in-orbit laser annealing to heal radiation damage",
    "abstract": "           Single-photon avalanche photodiodes (SPADs) based on silicon are widely considered for quantum satellite communications but suffer from an increasing dark count rate (DCR) due to displacement damage in their active areas induced by proton radiation. When the DCR of SPADs exceeds a certain threshold, they become unusable for quantum communication protocols. Previous laboratory experiments have demonstrated that laser annealing of SPADs' active area with about 1~W optical power can significantly reduce radiation-induced DCR of synthetically irradiated SPADs. To assess the feasibility of in-orbit laser annealing on constantly irradiated SPADs in low-Earth orbit, we developed a module with a CubeSat form factor capable of both laser and thermal annealing of four silicon SPADs. Here we report the design and ground testing of this module, investigating laser annealing in a simulated space environment. Our results pave the way for an in-orbit trial that may prove this technology useful for future satellite missions with quantum receivers on board.         ",
    "url": "https://arxiv.org/abs/2412.20559",
    "authors": [
      "Nigar Sultana",
      "Joanna Krynski",
      "Jin Gyu Lim",
      "John Floyd",
      "Michael Lembeck",
      "Vadim Makarov",
      "Paul Kwiat",
      "Thomas Jennewein"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.20636",
    "title": "Topological invariant of non-Hermitian space-time modulated photonic crystals",
    "abstract": "           We propose a medium transformation approach to formulate the adjoint system of space-time modulated photonic crystals (STMPCs), essential for the bi-orthogonal Berry connection when calculating the topological invariant. We show that the non-Abelian Zak phase of STMPCs comprising stacked photonic time crystals and dielectrics is quantized to 0 or 1 for both the entangled and isolated bands. We find that the eigenmodes at the center and edge of the Brillouin zone differ in symmetry for the band with non-trivial Zak phases, while they share the same symmetry for the trivial Zak phases. In addition, topological phase transitions owing to band inversion are observed. Moreover, a generalized Brillouin zone of the non-Hermitian STMPCs is established, which is identical to the Hermitian counterpart, implicating that the non-Bloch band theory is not required in this regard. The proposed medium transformation method may serve as an alternative approach to exploring more intricate topological phenomena in non-Hermitian systems when incorporating non-Bloch band theory.         ",
    "url": "https://arxiv.org/abs/2412.20636",
    "authors": [
      "Xiaoke Gao",
      "Xiaoyu Zhao",
      "Jiawei Wang",
      "Xikui Ma",
      "Tianyu Dong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.20734",
    "title": "Field-free, Quasi-continuous Operation of Optical Nanofiber Interface with Two-dimensional Ferromagnetic Trap",
    "abstract": "           A soft ferromagnetic foil uniformizes Tesla-level magnetic fields generated by attached permanent magnets, producing a uniform and electronically tunable surface field on the opposite side. By arranging $n$ precisely fabricated rectangular foils, a nearly ideal magnetic quadrupole field with a substantial gradient can be created at center. This robust and tunable field configuration is useful for 2-dimensional magneto-optical trapping (2D-MOT) and magnetic guiding of cold atoms. In this work, by aligning an optical nanofiber (ONF) to the zero-field line of a 2-foil-based planar 2D-MOT, we demonstrate field-free operation of the quantum optical interface in a quasi-continuous manner, without switching off the magnetic field. Transient transmission spectroscopy is performed with a measurement repetition rate as high as 250~kHz. An anomalous line broadening is observed, which is not fully understood, but is partly explained by a small residual field along the zero-field line. Through additional field measurements and simulations, we clarify that this residual field can be eliminated in an $n$=4 assembly, resulting in an ultra-straight 2D trap to support efficient sub-Doppler cooling and uniform light-atom interaction over exceptionally long field-free distances $l$. With the strong field gradient to support atom guiding, the ferromagnetic device may also enable new quantum optical scenarios featuring interactions between co-guided atoms and photons.         ",
    "url": "https://arxiv.org/abs/2412.20734",
    "authors": [
      "Ruijuan Liu",
      "Jinggu Wu",
      "Yuan Jiang",
      "Yanting Zhao",
      "Saijun Wu"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2412.20839",
    "title": "A rational design method for the Nagoya type-III antenna",
    "abstract": "           The current study, as part of a PhD project on the design of a helicon thruster, aims to provide a rational methodology for the design of the helicon thruster's main component, i.e., the helicon antenna. A helicon thruster is an innovative electrodeless plasma thruster that works by exciting helicon waves in a magnetized plasma, and its antenna is capable of producing a uniform, low-temperature, high-density plasma. A magnetic nozzle is used to accelerate the exhaust plasma in order to generate a propulsive thrust. In this paper, we consider a simple helicon antenna, specifically the Nagoya type-III antenna. We consider a common experimental setup consisting of a quartz tube with finite length containing a uniform magnetized plasma and a Nagoya type-III antenna placed at the tube centre. Considering previous studies on helicon waves theory, we compare three different design methods, each based on simplifying different modelling assumptions, and evaluate the predictions of these models with results from full-wave 3D simulations. In particular, we concentrate on deriving a rational design method for the helicon antenna length, given the dimension of the quartz tube and the desired target plasma parameters. This work aims to provide a practical and fast method for dimensioning the antenna length, useful for initializing more accurate but computationally heavier full-wave simulations in 3D geometry or simply for a rapid prototyping of the helicon antenna. These results can be useful for the development of a helicon thruster but also for the design of a high-density radiofrequency plasma source.         ",
    "url": "https://arxiv.org/abs/2412.20839",
    "authors": [
      "Daniele Iannarelli",
      "Francesco Napoli",
      "Antonella Ingenito",
      "Alessandro Cardinali",
      "Antonella De Ninno",
      "Simone Mannori"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2412.20955",
    "title": "Chirality encoding in resonant metasurfaces governed by lattice symmetries",
    "abstract": "           Chiral metasurfaces provide invaluable tools capable of controlling structured light required for biosensing, photochemistry, holography, and quantum photonics. Here we suggest and realize a universal strategy for controlling the chiral response of resonant metasurfaces via the interplay of meta-atom geometry and lattice arrangements within all five possible planar Bravais symmetries. By introducing chiral gradient metasurfaces, we illustrate how our approach allows producing a predictable chiral response tunable by simple parameter variations. We highlight that symmetry-controlled chiral response provides an additional degree of freedom in optical signal processing, and showcase this with simultaneous mid-IR image encoding in two fundamental quantities, transmission and circular dichroism. Our proposed concept represents a universal toolkit for on-demand design and control of chiral metastructures that has potential for numerous applications in life sciences, quantum optics and more.         ",
    "url": "https://arxiv.org/abs/2412.20955",
    "authors": [
      "Ivan Sinev",
      "Felix Ulrich Richter",
      "Ivan Toftul",
      "Nikita Glebov",
      "Kirill Koshelev",
      "Yongsop Hwang",
      "David G. Lancaster",
      "Yuri Kivshar",
      "Hatice Altug"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.21073",
    "title": "Near-zero-index behavior in indium antimonide revealed by phase-corrected terahertz reflection spectroscopy",
    "abstract": "           We developed a phase correction method for broadband terahertz time-domain spectroscopy in reflection geometry, which allows us to obtain quantitative and accurate values for the complex refractive index of materials. The process is analytical, based on the Kramers-Kronig relations, and does not require any computationally intensive algorithms. We validate it by extracting the refractive index of silicon, obtaining the nominal value with an accuracy better than 2.5\\% over the 0.25--3.5 THz range, and better than 0.6\\% in the 1--2 THz range. We use the method to experimentally observe that an undoped InSb crystal shows a refractive index of $n<1$ between 1 and 2 THz, in proximity to the plasma frequency of the material where, the amplitude of the group velocity goes as low as 0.08$c$.         ",
    "url": "https://arxiv.org/abs/2412.21073",
    "authors": [
      "Kasturie D. Jatkar",
      "Tien-Tien Yeh",
      "Matteo Pancaldi",
      "Stefano Bonetti"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.21101",
    "title": "Superfluorescent scintillation from coupled perovskite quantum dots",
    "abstract": "           Scintillation, the process of converting high-energy radiation to detectable visible light, is pivotal in advanced technologies spanning from medical diagnostics to fundamental scientific research. Despite significant advancements toward faster and more efficient scintillators, there remains a fundamental limit arising from the intrinsic properties of scintillating materials. The scintillation process culminates in spontaneous emission of visible light, which is restricted in rate by the oscillator strength of individual emission centers. Here, we observe a novel collective emission phenomenon under X-ray excitation, breaking this limit and accelerating the emission. Our observation reveals that strong interactions between simultaneously excited coupled perovskite quantum dots can create collective radioluminescence. This effect is characterized by a spectral shift and an enhanced rate of emission, with an average lifetime of 230 ps, 14 times faster than their room temperature spontaneous emission. It has been established that such quantum dots exhibit superfluorescence under UV excitation. However, X-ray superfluorescence is inherently different, as each high-energy photon creates multiple synchronized excitation events, triggered by a photoelectron and resulting in even faster emission rates, a larger spectral shift, and a broader spectrum. This observation is consistent with a quantum-optical analysis explaining both the UV-driven and X-ray-driven effects. We use a Hanbury-Brown-Twiss g^(2) ({\\tau}) setup to analyze the temperature-dependent temporal response of these scintillators. Collective radioluminescence breaks the limit of scintillation lifetime based on spontaneous emission and could dramatically improve time-of-flight detector performance, introducing quantum enhancements to scintillation science.         ",
    "url": "https://arxiv.org/abs/2412.21101",
    "authors": [
      "Shaul Katznelson",
      "Shai Levy",
      "Alexey Gorlach",
      "Nathan Regev",
      "Michael Birk",
      "Chen Mechel",
      "Offek Tziperman",
      "Roman Schuetz",
      "Rotem Strassberg",
      "Georgy Dosovitsky",
      "Charles Roques-Carmes",
      "Yehonadav Bekenstein",
      "Ido Kaminer"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.19809",
    "title": "From Quantum Cognition to Conceptuality Interpretation II: Unraveling the Quantum Mysteries",
    "abstract": "           An overview of the conceptuality interpretation of quantum mechanics is presented, along with an explanation of how it sheds light on key quantum and relativistic phenomena. In particular, we show how the interpretation clarifies Heisenberg's uncertainty principle, wave function-based and entanglement-based nonlocality, interference effects resulting from the superposition principle, delayed choice experiments, quantum measurements, the mechanism of quantization, the reason why entities can establish entanglement bonds, and the statistical behavior of indistinguishable entities. We further argue that the interpretation can also elucidate relativistic effects, focusing on time dilation. Finally, we suggest that it can provide a novel and challenging perspective on evolution. This article is the second in a two-part series devoted to exploring this promising approach to reality. The first part, which serves as a companion to this discussion, outlines the intellectual trajectory leading from the first applications of quantum notions to human cognition to the bold rethinking suggested by the conceptuality interpretation.         ",
    "url": "https://arxiv.org/abs/2412.19809",
    "authors": [
      "Diederik Aerts",
      "Massimiliano Sassoli de Bianchi",
      "Sandro Sozzo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2412.20623",
    "title": "Lower Limits on Scalar Ultralight Dark Matter from Optical Cavities",
    "abstract": "           Oscillations of scalar ultralight dark matter (ULDM) at its Compton frequency would couple to fundamental constants to coherently drive the length of nearby Fabry-Perot cavities. Resulting differences in the length of two cavities are searched for in the spectrum of the beat note between lasers traversing the cavities. The new direct ULDM bounds set near 5 kHz and between 20 and 90 kHz are one to two orders of magnitude lower for two model ULDM distributions -- a standard galactic halo, and a relaxion star bound to Earth. Laser filtering and mechanical isolation are critical.         ",
    "url": "https://arxiv.org/abs/2412.20623",
    "authors": [
      "Tejas Deshpande",
      "Andra Ionescu",
      "Nicholas Miller",
      "Zhiyuan Wang",
      "Gerald Gabrielse",
      "Andrew A. Geraci",
      "Tim Kovachy"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2412.20675",
    "title": "Improved ICNN-LSTM Model Classification Based on Attitude Sensor Data for Hazardous State Assessment of Magnetic Adhesion Climbing Wall Robots",
    "abstract": "           Magnetic adhesion tracked climbing robots are widely utilized in high-altitude inspection, welding, and cleaning tasks due to their ability to perform various operations against gravity on vertical or inclined walls. However, during operation, the robot may experience overturning torque caused by its own weight and load, which can lead to the detachment of magnetic plates and subsequently pose safety risks. This paper proposes an improved ICNN-LSTM network classification method based on Micro-Electro-Mechanical Systems (MEMS) attitude sensor data for real-time monitoring and assessment of hazardous states in magnetic adhesion tracked climbing robots. Firstly, a data acquisition strategy for attitude sensors capable of capturing minute vibrations is designed. Secondly, a feature extraction and classification model combining an Improved Convolutional Neural Network (ICNN) with a Long Short-Term Memory (LSTM) network is proposed. Experimental validation demonstrates that the proposed minute vibration sensing method achieves significant results, and the proposed classification model consistently exhibits high accuracy compared to other models. The research findings provide effective technical support for the safe operation of climbing robots         ",
    "url": "https://arxiv.org/abs/2412.20675",
    "authors": [
      "Zhen Ma",
      "He Xu",
      "Jielong Dou",
      "Yi Qin",
      "Xueyu Zhang"
    ],
    "subjectives": [
      "Robotics (cs.RO)",
      "Signal Processing (eess.SP)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2412.20887",
    "title": "A Hidden Quantum Paraelectric Phase in SrTiO3 Induced by Terahertz Field",
    "abstract": "           Coherent manipulation of lattice vibrations using ultrafast light pulses enables access to nonequilibrium 'hidden' phases with designed functionalities in quantum materials. However, expanding the understanding of nonlinear light-phonon interaction mechanisms remains crucial for developing new strategies. Here, we report re-entrant ultrafast phase transitions in SrTiO3 driven by intense terahertz excitation. As the terahertz field increases, the system transitions from the quantum paraelectric (QPE) ground state to an intermediate ferroelectric phase, and then unexpectedly reverts to a QPE state above ~500 kV/cm. The latter hidden QPE phase exhibits distinct lattice dynamics compared to the initial phases, highlighting activated antiferrodistortive phonon modes. Aided by first-principles dynamical calculations, we identify the mechanism for these complex behaviors as a superposition of multiple coherently excited eigenstates of the polar soft mode. Our results reveal a previously uncharted quantum facet of SrTiO3 and open pathways for harnessing high-order excitations to engineer quantum materials in the ultrafast regime.         ",
    "url": "https://arxiv.org/abs/2412.20887",
    "authors": [
      "Wei Li",
      "Hanbyul Kim",
      "Xinbo Wang",
      "Jianlin Luo",
      "Simone Latini",
      "Dongbin Shin",
      "Jun-Ming Liu",
      "Jing-Feng Li",
      "Angel Rubio",
      "Ce-Wen Nan",
      "Qian Li"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.20991",
    "title": "Topological gap solitons in equidistant lithium niobate waveguide arrays",
    "abstract": "           Equidistant 1D arrays of thin film lithium niobate waveguides can exhibit non-trivial topology due to a specific interplay between inter- and intra-modal couplings of two families of guided modes. In this work we analyze two-colour spatial solitons, emerging due to $\\chi_2$ nonlinear interactions between the modes of non-trivial topology in the fundamental harmonic field, and modes of trivial topology in the second harmonic field. We discuss solitons localized in the bulk of the array (bulk solitons), and at an edge of a finite-size array (edge solitons). The latter emerge due to the nonlinear interactions between a topological edge mode in the fundamental harmonic and bulk modes in the second harmonic. We reveal that for each type of soliton, bulk or edge, there generally exist two families of solutions with different internal structures and ranges of propagation constants. All bulk solitons can only be excited above a certain power threshold dictated by the coupling strength in the second harmonic field and the phase matching between the fundamental and second harmonics. The power threshold for edge solitons generally appears to be much lower, and, by tuning the phase matching, it can be reduced to zero.         ",
    "url": "https://arxiv.org/abs/2412.20991",
    "authors": [
      "Andrey V. Gorbach"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.00493",
    "title": "Probing High-Speed Electron Behavior in Magnetized Plasma Using Intense Laser Pulses and Quantum Electrodynamics",
    "abstract": "           In this study, we utilize intense laser pulses and advanced quantum mechanical frameworks to investigate the behavior of high-velocity electrons within magnetized plasma environments. The focus of our research is placed within the context of strong-field quantum electrodynamics (QED), an area that explores the interaction of intense electromagnetic fields with charged particles. We propose new theoretical solutions that accurately describe these interactions by incorporating the effects of both the relativistic mass increase of fast-moving electrons and the influence of the electromagnetic field (or \"light itself\") within the plasma medium. Our approach diverges from traditional models by offering a more comprehensive treatment of the complex dynamics at play in these extreme conditions. Standard models of laser-plasma interactions often fail to capture the full spectrum of physical phenomena that arise when strong magnetic fields are present. In particular, the traditional assumptions about electron motion and radiation emission become less accurate, as the interplay between the laser, the plasma, and the magnetic field introduces additional layers of complexity. The novel solutions we present contribute to a deeper understanding of how radiation is emitted and interacts within magnetized plasmas, an essential aspect for advancing the development of next-generation laser-plasma accelerators. Our results underscore the limitations of conventional models and highlight the need for refined theoretical frameworks that can more accurately describe the intricate behaviors of particles and fields in these highly nonlinear environments.         ",
    "url": "https://arxiv.org/abs/2312.00493",
    "authors": [
      "B.S. Sharma",
      "Garima Yadav",
      "N.K. Jaiman",
      "D.N.Gupta"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2406.09448",
    "title": "Spacetime uncertainty makes quantum field theory finite",
    "abstract": "           Since Einstein's equations $G_{ij} = 8\\pi \\, G \\, T_{ij} \\, / c^4 $ relate the metric $g_{ij}$ of spacetime to the energy-momentum tensor $T_{ij}$ which is a quantum field, the metric $g_{ij}$ must be a quantum field. And since the metric $g_{ij}(x)$ is the dot product $g_{ij}(x) = \\partial_i p^\\alpha(x) \\, \\partial_j p_\\alpha(x)$ of the derivatives of the points $p(x)$ of spacetime, spacetime must be a quantum field. Its points have average values $\\langle p(x) \\rangle$ that obey general relativity and fluctuations $q(x) = p(x) - \\langle p(x) \\rangle$ that obey quantum mechanics. It is suggested that the fields of quantum field theory be regarded not as functions $\\phi(x)$ of their classical coordinates $x$ but as functions $\\phi(p(x))$ of their quantum coordinates $p(x)$. In empty flat spacetime where $p(x) = x + q(x)$ and $x = (t, \\boldsymbol x)$, the Fourier exponentials $\\exp(i k(x+q(x))$ averaged over normally distributed fluctuations $q(x)$ are gaussians $\\exp(i kx -\\ell^2 \\boldsymbol k^2 - \\ell^2 m^2/2)$. These gaussians make Feynman diagrams finite. The zero-point energy density of the vacuum also is finite -- but negative and too large to explain dark energy unless new bosons exist.         ",
    "url": "https://arxiv.org/abs/2406.09448",
    "authors": [
      "Kevin Cahill"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2407.13049",
    "title": "Emerging Quadrature Lattices of Kerr Combs",
    "abstract": "           A quadrature lattice is a coupled array of squeezed vacuum field quadratures that offers new avenues in shaping the quantum properties of multimode light [1-3]. Such lattices are described within the framework of non-Hermitian, non-dissipative physics and exhibit intriguing lattice phenomena such as lattice exceptional points, edge-states, entanglement and non-Hermitian skin effect, offering fundamentally new methods for controlling quantum fluctuations [1, 4]. Nonlinear resonators are suitable for studying multimode pair-generation processes and squeezing which are non-dissipative in \\chi(2) and \\chi(3) materials [5-12], but observing non-Hermitian lattice phenomena in photonic quadrature lattices was not achieved. Remarkably, in dissipative Kerr microcombs [13], which have revolutionized photonic technology, such lattices emerge and govern the quantum noise that leads to comb formation. Thus, they offer a unique opportunity to realize quadrature lattices, and to study and manipulate multimode quantum noise which is essential for any quantum technology. Here, we experimentally study non-Hermitian lattice effects in photonic quadrature lattices for the first time. Our photonic quadrature lattices emerge at Kerr microcomb transitions, allowing us to observe fundamental connections between dispersion symmetry, frequency-dependent squeezed supermodes, and non-Hermitian lattice physics in an integrated setup. Our work unifies two major fields, quantum non-Hermitian physics and Kerr combs, and opens the door to utilizing dissipative Kerr combs to experimentally explore rich non-Hermitian physics in the quantum regime, engineer quantum light, and develop new tools to study the quantum noise and formation of Kerr combs.         ",
    "url": "https://arxiv.org/abs/2407.13049",
    "authors": [
      "Eran Lustig",
      "Melissa A. Guidry",
      "Daniil M. Lukin",
      "Shanhui Fan",
      "Jelena Vuckovic"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.15051",
    "title": "Optical Routing via High Efficiency Composite Acoustic Diffraction",
    "abstract": "           Acousto-optical modulation (AOM) is a powerful and widely used technique for rapidly controlling the frequency, phase, intensity, and direction of light. Based on Bragg diffraction, AOMs typically exhibit moderate diffraction efficiency, often less than 90\\% even for collimated inputs. In this work, we demonstrate that this efficiency can be significantly improved using a composite (CP) setup comprising a pair of 4-F-linked AOMs, enabling beamsplitting with fully tunable splitting amplitude and phase. The efficiency enhancement arises from two effects, termed \"momentum echo\" and \"high-order rephasing,\" which can be simultaneously optimized by adjusting the relative distance between the two AOMs. This method is resource-efficient, does not require ultra-collimation, and maintains control bandwidth. Experimentally, we achieved a diffraction efficiency exceeding 99\\% (excluding insertion loss) and a 35 dB single-mode suppression of the 0th-order beam, demonstrating a full-contrast optical router with a switching time of less than 100~nanoseconds. Theoretically, we formulate the dynamics of CP-AOM in terms of multi-mode quantum control and discuss extensions beyond the $N=2$ configuration presented in this work. The substantially enhanced performance of CP-AOMs, coupled with reduced acoustic amplitude requirements, may significantly advance our ability to accurately control light at high speeds with low-loss acousto-optics.         ",
    "url": "https://arxiv.org/abs/2408.15051",
    "authors": [
      "Yuxiang Zhao",
      "Jiangyong Hu",
      "Ruijuan Liu",
      "Ruochen Gao",
      "Yiming Li",
      "Xiao Zhang",
      "Huanfeng Zhu",
      "Saijun Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.10157",
    "title": "Extracting Complete Resonance Characteristics From the Phase of Physical Signals",
    "abstract": "           Resonances are common in wave physics and their full and rigorous characterization is crucial to correctly tailor the response of a system in both time and frequency domains. However, they have been conventionally described by the quality factor, a real-valued number quantifying the sharpness of a single peak in the amplitude spectrum, and associated with a singularity in the complex frequency plane. But the amplitude of a physical signal does not hold all the information on the resonance and it has not been established that even the knowledge of the full distribution of singularities carries this information. Here we derive a quality function that fully characterizes resonances from the knowledge of the phase spectrum of the signal. This function is driven by the spectral derivative of the phase and does not require the amplitude of the signal. It can be obtained by numerically calculating the spectral derivative of the phase from numerical or experimental acquisitions of the phase spectrum. Alternatively, it can be retrieved from the distribution of poles and zeros in the complex frequency plane through an analytic expression, which demonstrates that singularities do not suffice to fully characterize the resonances and that both singularities and zeros must be taken into account to retrieve the quality function. This approach permits to extract all the characteristics of resonances from arbitrary spectral response functions without a priori knowledge on the physical system.         ",
    "url": "https://arxiv.org/abs/2412.10157",
    "authors": [
      "Isam Ben Soltane",
      "Nicolas Bonod"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.17788",
    "title": "Spectro-temporal symmetry in action-detected optical spectroscopy: highlighting excited-state dynamics in large systems",
    "abstract": "           Multidimensional optical spectroscopy observes transient excitation dynamics through the time evolution of spectral correlations. Its action-detected variants offer several advantages over the coherent detection and are thus becoming increasingly widespread. Nevertheless, a drawback of action-detected spectra is the presence of a large stationary background of so-called incoherent mixing of excitations from independent states that resembles a product of ground-state absorption spectra and obscures the excited-state signal. This issue is especially problematic in fluorescence-detected two-dimensional electronic spectroscopy (F-2DES) and fluorescence-detected pump--probe spectroscopy (F-PP) of extended systems, where large incoherent mixing arises from efficient exciton--exciton annihilation. In this work, we demonstrate on the example of F-2DES and F-PP an inherent spectro-temporal symmetry of action-detected spectra, which allows general, system-independent subtraction of any stationary signals including incoherent mixing. We derive the expressions for spectra with normal and reversed time ordering of the pulses, relating these to the symmetry of the system response. As we demonstrate both analytically and numerically, the difference signal constructed from spectra with normal and reversed pulse ordering is free of incoherent mixing and highlights the excitation dynamics. We further verify the approach on the experimental F-PP spectra of a molecular squaraine heterodimer and the F-2DES spectra of the photosynthetic antenna LH2 of purple bacteria. The approach is generally applicable to action-detected 2DES and pump--probe spectroscopy without experimental modifications and independent of the studied system, enabling their application to large systems such as molecular complexes.         ",
    "url": "https://arxiv.org/abs/2412.17788",
    "authors": [
      "Kateřina Charvátová",
      "Pavel Malý"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2412.19306",
    "title": "Integrated Electro-Optic Absorption Modulator for Silicon Nitride Platform",
    "abstract": "           Silicon nitride (SiN) is currently the most prominent platform for photonics at visible and near-IR wavelength bandwidth. However, realizing fast electro-optic (EO) modulators, the key components of any integrated optics platform, remains challenging in SiN. Recently, transparent conductive oxides (TCO) have emerged as a promising platform for photonic integrated circuits. Here we make an important step towards exceeding possibilities of both platforms, reporting for the first-time high-speed ITO electro-optic modulators based on silicon nitride waveguides. The insertion losses of 5.7 dB and bandwidth of about 1 GHz are shown for 300 nm-thickness SiN waveguide platform with 9.3-um-length hybrid waveguide. The fabrication process of devices requires only standard clean room tools, is repeatable and compatible with the CMOS technology. Simulation results of optimized device designs indicate that further improvement is possible and offer promising opportunities towards silicon nitride photonic computation platforms based on ITO.         ",
    "url": "https://arxiv.org/abs/2412.19306",
    "authors": [
      "Evgeniy S. Lotkov",
      "Alexander S. Baburin",
      "Ali S. Amiraslanov",
      "Evgeniy Chubchev",
      "Alexander Dorofeenko",
      "Evgeniy Andrianov",
      "Ilya A. Ryzhikov",
      "Evgeny S. Sergeev",
      "Kirill Buzaverov",
      "Sergei S. Avdeev",
      "Alex Kramarenko",
      "Sergei Bukatin",
      "Victor I. Polozov",
      "Olga S. Sorokina",
      "Yuri V. Panfilov",
      "Daria P. Kulikova",
      "Alexander V. Baryshev",
      "Ilya A. Rodionov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.04450",
    "title": "Ultratight confinement of atoms in a Rydberg empowered optical lattice",
    "abstract": "           Optical lattices serve as fundamental building blocks for atomic quantum technology. However, the scale and resolution of these lattices are diffraction-limited to the light wavelength. In conventional lattices, achieving tight confinement of single sites requires high laser intensity, which unfortunately leads to reduced coherence due to increased scattering. This article presents a novel approach for creating an atomic optical lattice with a sub-wavelength spatial structure. The potential is generated by leveraging the nonlinear optical response of three-level Rydberg-dressed atoms, which allows us to overcome the diffraction limit of the driving fields. The resulting lattice comprises a three-dimensional array of ultra-narrow Lorentzian wells over nanometer scales. These unprecedented scales can now be accessed through a hybrid scheme that combines the dipolar interaction and optical twist of atomic eigenstates. The interaction-induced two-body resonance that forms the trapping potential, only occurs at a peculiar laser intensity, localizing the trap sites to ultra-narrow regions over the standing-wave driving field. The feasibility study shows that single-atom confinement in Lorentzian sites with 3nm width, and 37MHz depth are realizable with available lasers. The development of these ultra-narrow trapping techniques holds great promise for applications such as Rydberg-Fermi gates, atomtronics, quantum walks, Hubbard models, and neutral-atom quantum simulation.         ",
    "url": "https://arxiv.org/abs/2301.04450",
    "authors": [
      "Mohammadsadegh Khazali"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2303.16490",
    "title": "Quantum algorithm for collisionless Boltzmann simulation of self-gravitating systems",
    "abstract": "           The collisionless Boltzmann equation (CBE) is a fundamental equation that governs the dynamics of a broad range of astrophysical systems from space plasma to star clusters and galaxies. It is computationally expensive to integrate the CBE directly in a multi-dimensional phase space, and thus the applications to realistic astrophysical problems have been limited so far. Recently, Todorova & Steijl (2020) proposed an efficient quantum algorithm to solve the CBE with significantly reduced computational complexity. We extend the algorithm to perform quantum simulations of self-gravitating systems, incorporating the method to calculate gravity with the major Fourier modes of the density distribution extracted from the solution-encoding quantum state. Our method improves the dependency of time and space complexities on Nv , the number of grid points in each velocity coordinate, compared to the classical simulation methods. We then conduct some numerical demonstrations of our method. We first run a 1+1 dimensional test calculation of free streaming motion on 64*64 grids using 13 simulated qubits and validate our method. We then perform simulations of Jeans collapse, and compare the result with analytic and linear theory calculations. It will thus allow us to perform large-scale CBE simulations on future quantum computers.         ",
    "url": "https://arxiv.org/abs/2303.16490",
    "authors": [
      "Soichiro Yamazaki",
      "Fumio Uchida",
      "Kotaro Fujisawa",
      "Koichi Miyamoto",
      "Naoki Yoshida"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Computational Physics (physics.comp-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2401.12248",
    "title": "A multiple-circuit approach to quantum resource reduction with application to the quantum lattice Boltzmann method",
    "abstract": "           This work proposes a multi-circuit quantum lattice Boltzmann method (QLBM) algorithm that leverages parallel quantum computing to reduce quantum resource requirements. Computational fluid dynamics (CFD) simulations often entail a large computational burden on classical computers. At present, these simulations can require up to trillions of grid points and millions of time steps. To reduce costs, novel architectures like quantum computers may be intrinsically more efficient for these computations. Current quantum algorithms for solving CFD problems are based on single quantum circuits and, in many cases, use lattice-based methods. Current quantum devices are adorned with sufficient noise to make large and deep circuits untenable. We introduce a multiple-circuit algorithm for a quantum lattice Boltzmann method (QLBM) solve of the incompressible Navier--Stokes equations. The method, called QLBM-frugal, aims to create more practical quantum circuits and strategies for differential equation-based problems. The presented method is validated and demonstrated for 2D lid-driven cavity flow. The two-circuit algorithm shows a marked reduction in CNOT gates, which consume the majority of the runtime on quantum devices. Compared to the baseline QLBM technique, a two-circuit strategy shows increasingly large improvements in gate counts as the qubit size, or problem size, increases. For 64 lattice sites, the CNOT count was reduced by 35%, and the gate depth decreased by 16%. This strategy also enables concurrent circuit execution, further halving the seen gate depth.         ",
    "url": "https://arxiv.org/abs/2401.12248",
    "authors": [
      "Melody Lee",
      "Zhixin Song",
      "Sriharsha Kocherla",
      "Austin Adams",
      "Alexander Alexeev",
      "Spencer H. Bryngelson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Emerging Technologies (cs.ET)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2412.07010",
    "title": "TAEN: A Model-Constrained Tikhonov Autoencoder Network for Forward and Inverse Problems",
    "abstract": "           Efficient real-time solvers for forward and inverse problems are essential in engineering and science applications. Machine learning surrogate models have emerged as promising alternatives to traditional methods, offering substantially reduced computational time. Nevertheless, these models typically demand extensive training datasets to achieve robust generalization across diverse scenarios. While physics-based approaches can partially mitigate this data dependency and ensure physics-interpretable solutions, addressing scarce data regimes remains a challenge. Both purely data-driven and physics-based machine learning approaches demonstrate severe overfitting issues when trained with insufficient data. We propose a novel Tikhonov autoencoder model-constrained framework, called TAE, capable of learning both forward and inverse surrogate models using a single arbitrary observation sample. We develop comprehensive theoretical foundations including forward and inverse inference error bounds for the proposed approach for linear cases. For comparative analysis, we derive equivalent formulations for pure data-driven and model-constrained approach counterparts. At the heart of our approach is a data randomization strategy, which functions as a generative mechanism for exploring the training data space, enabling effective training of both forward and inverse surrogate models from a single observation, while regularizing the learning process. We validate our approach through extensive numerical experiments on two challenging inverse problems: 2D heat conductivity inversion and initial condition reconstruction for time-dependent 2D Navier-Stokes equations. Results demonstrate that TAE achieves accuracy comparable to traditional Tikhonov solvers and numerical forward solvers for both inverse and forward problems, respectively, while delivering orders of magnitude computational speedups.         ",
    "url": "https://arxiv.org/abs/2412.07010",
    "authors": [
      "Hai V. Nguyen",
      "Tan Bui-Thanh",
      "Clint Dawson"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]