[
  {
    "id": "arXiv:2208.12869",
    "title": "Optical and microwave metrology at the 10-18 level with an Er/Yb:glass  frequency comb",
    "abstract": "Optical frequency combs are an essential tool for precision metrology experiments ranging in application from remote spectroscopic sensing of trace gases to the characterization and comparison of optical atomic clocks for precision time-keeping and searches for physics beyond the standard model. Here we describe the architecture and fully characterize a telecom-band, self-modelocking frequency comb based on a free-space laser with an Er/Yb co-doped glass gain medium. The laser provides a robust and cost-effective alternative to Er:fiber laser based frequency combs, while offering stability and noise performance similar to Ti:sapphire laser systems. Finally, we demonstrate the Er/Yb:glass frequency comb's utility in high-stability frequency synthesis using two ultra-stable optical references at 1157 nm and 1070 nm and in low-noise photonic microwave generation by dividing these references to the microwave domain. ",
    "url": "https://arxiv.org/abs/2208.12869",
    "authors": [
      "Nicholas V. Nardelli",
      "Holly Leopardi",
      "Thomas R. Schibli",
      "Tara M. Fortier"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2208.13075",
    "title": "Highly-twisted states of light from a high quality factor photonic  crystal ring",
    "abstract": "Twisted light with orbital angular momentum (OAM) has been extensively studied for applications in quantum and classical communications, microscopy, and optical micromanipulation. Ejecting the naturally high angular momentum whispering gallery modes (WGMs) of an optical microresonator through a grating-assisted mechanism, where the generated OAM number ($l$) is the difference of the angular momentum of the WGM and that of the grating, provides a scalable, chip-integrated solution for OAM generation. However, demonstrated OAM microresonators have exhibited a much lower quality factor ($Q$) than conventional WGM resonators (by $>100\\times$), and an understanding of the ultimate limits on $Q$ has been lacking. This is crucial given the importance of $Q$ in enhancing light-matter interactions, such as single emitter coupling and parametric nonlinear processes, that underpin many important microresonator applications. Moreover, though high-OAM states are often desirable, the limits on what is achievable in a microresonator configuration are not well understood. Here, we provide new physical insight on these two longstanding questions, through understanding OAM from the perspective of mode coupling in a photonic crystal ring, and linking it to the commonly studied case of coherent backscattering between counter-propagating WGMs. In addition to demonstrating high-$Q$ ($10^5$ to $10^6$), high estimated OAM ejection efficiency (up to $90~\\%$), and high-OAM number (up to $l$ = 60), our empirical model is supported by experiments and provides a quantitative explanation for the behavior of $Q$ and OAM ejection efficiency with $l$ for the first time. The state-of-the-art performance and new understanding of the physics of microresonator OAM generation will open new opportunities for realizing OAM applications using chip-integrated technologies. ",
    "url": "https://arxiv.org/abs/2208.13075",
    "authors": [
      "Xiyuan Lu",
      "Mingkang Wang",
      "Feng Zhou",
      "Mikkel Heuck",
      "Wenqi Zhu",
      "Vladimir A. Aksyuk",
      "Dirk R. Englund",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.13168",
    "title": "Quantitative phase imaging via the holomorphic property of complex  optical fields",
    "abstract": "An optical field is described by the amplitude and phase, and thus has a complex representation described in the complex plane. However, because the only thing we can measure is the amplitude of the complex field on the real axis, it is difficult to identify how the complex field behaves throughout the complex plane. In this study, we interpreted quantitative phase imaging methods via the Hilbert transform in terms of analytic continuation, manifesting the behavior in the whole complex plane. Using Rouche's theorem, we proved the imaging conditions imposed by Kramers-Kronig holographic imaging. The deviation from the Kramers-Kronig holography conditions was examined using computational images and experimental data. We believe that this study provides a clue for holographic imaging using the holomorphic characteristics of a complex optical field. ",
    "url": "https://arxiv.org/abs/2208.13168",
    "authors": [
      "Jeonghun Oh",
      "Herve Hugonnet",
      "YongKeun Park"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2208.13214",
    "title": "Ultrafast serrodyne optical frequency translator",
    "abstract": "The serrodyne principle enables shifting the frequency of an electromagnetic signal by applying a linear phase ramp in the time domain [1]. This phenomenon has been exploited to frequency-shift signals in the radiofrequency (RF), microwave and optical region of the electromagnetic spectrum over ranges of up to a few GHz e.g. to analyse the Doppler shift of RF signals, for noise suppression and frequency stabilization [2-9]. Here, we employ this principle to shift the center frequency of high power femtosecond laser pulses over a range of several THz with the help of a nonlinear multi-pass cell. We demonstrate our method experimentally by shifting the central wavelength of a state-of-the-art 75 W frequency comb laser from 1030\\,nm to 1060\\,nm and to 1000\\,nm. Furthermore, we experimentally show that this wavelength shifting technique supports coherence characteristics at the few Hz-level while improving the temporal pulse quality. The technique is generally applicable to wide parameter ranges and different laser systems, enabling efficient wavelength conversion of high-power lasers to spectral regions beyond the gain bandwidth of available laser platforms. ",
    "url": "https://arxiv.org/abs/2208.13214",
    "authors": [
      "Prannay Balla",
      "Henrik Tünnermann",
      "Sarper H. Salman",
      "Mingqi Fan",
      "Skirmantas Alisauskas",
      "Ingmar Hartl",
      "Christoph M. Heyl"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.13269",
    "title": "Ultrathin Broadband Metasurface Superabsorbers from a van der Waals  Semimetal",
    "abstract": "Metamaterials and metasurfaces operating in the visible and near-infrared (NIR) offer a promising route towards next-generation photodetectors and devices for solar energy harvesting. While numerous metamaterials and metasurfaces using metals and semiconductors have been demonstrated, semimetals-based metasurfaces in the vis-NIR range are notably missing. Here, we experimentally demonstrate a broadband metasurface superabsorber based on large area, semimetallic, van der Waals PtSe2 thin films in agreement with electromagnetic simulations. Our results show that PtSe2 is an ultrathin and scalable semimetal that concurrently possesses high index and high extinction across the vis-NIR range. Consequently, the thin-film PtSe2 on a reflector separated by a dielectric spacer can absorb > 85 % for the unpatterned case and ~97 % for the optimized 2D metasurface in the 400-900 nm range making it one of the strongest and thinnest broadband perfect absorbers to date. Our results present a scalable approach to photodetection and solar energy harvesting, demonstrating the practical utility of high index, high extinction semimetals for nanoscale optics. ",
    "url": "https://arxiv.org/abs/2208.13269",
    "authors": [
      "Adam D. Alfieri",
      "Michael J. Motala",
      "Michael Snure",
      "Jason Lynch",
      "Pawan Kumar",
      "Huiqin Zhang",
      "Susanna Post",
      "Christopher Muratore",
      "Joshua R. Hendrickson",
      "Nicholas R. Glavin",
      "Deep Jariwala"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.13310",
    "title": "Snowmass 2021 IF01: Quantum Sensors Topical Group Report",
    "abstract": "The use of quantum sensors in high energy physics has seen explosive growth since the previous Snowmass Community Study. This growth extends far beyond high energy physics (HEP) impacting many areas of science from communications to cryptography to computing. Quantum sensors have been used in searches for dark matter - particle and wave, fifth forces, dark photons, permanent electric dipole moment (EDM), variations in fundamental constants, and gravitational waves, among others. These sensors come in a wide range of technologies: atom interferometers and atomic clocks, magnetometers, quantum calorimeters and superconducting sensors to name a few. Early work with quantum sensors in the context of particle physics often focused in cosmic and rare and precision frontiers, but recent concepts seek to expand the use of quantum sensors to the energy and neutrino frontiers solidifying them as fundamental technologies for the future of experimental HEP. Based upon input to the Snowmass process our topical group has identified several key messages necessary to support the development and use of quantum sensors in HEP. ",
    "url": "https://arxiv.org/abs/2208.13310",
    "authors": [
      "Thomas Cecil",
      "Kent Irwin",
      "Reina Maruyama",
      "Matt Pyle",
      "Silvia Zorzetti"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.13419",
    "title": "Integrated Sideband-Resolved SERS with a Dimer on a Nanobeam Hybrid",
    "abstract": "In analogy to cavity optomechanics, enhancing specific sidebands of a Raman process with narrowband optical resonators would allow for parametric amplification, entanglement of light and molecular vibrations, and reduced transduction noise. We report on the demonstration of waveguide-addressable sideband-resolved surface-enhanced Raman scattering (SERS). We realized a hybrid plasmonic-photonic resonator consisting of a 1D photonic crystal cavity decorated with a sub-20 nm gap dimer nanoantenna. Hybrid resonances in the near-IR provide designer Q-factors of 1000, and $Q/V=(\\lambda^3/10^6)^{-1}$, with SERS signal strength on par with levels found in state-of-the-art purely plasmonic systems We evidence Fano-lineshapes in the SERS enhancement of organic molecules, and quantitatively separate out the pump-enhancement and LDOS contributions. ",
    "url": "https://arxiv.org/abs/2208.13419",
    "authors": [
      "Ilan Shlesinger",
      "Isabelle M. Palstra",
      "A. Femius Koenderink"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.13452",
    "title": "Vanadium oxide metal-insulator phase transition in different types of  one-dimensional photonic microcavities",
    "abstract": "The optical properties of vanadium dioxide ($VO_2$) can be tuned via metal-insulator transition. In this work different types of one-dimensional photonic structure-based microcavities that embed vanadium dioxide have been studied in the spectral range between 900 nm and 2000 nm. In particular, $VO_2$ has been sandwiched between: i) two photonic crystals made of $SiO_2$ and $ZrO_2$; ii) two aperiodic structures made of $SiO_2$ and $ZrO_2$ that follow the Thue-Morse sequence; iii) two disordered photonic structures, made of $SiO_2$ and $ZrO_2$ in which the disorder is introduced either by a random sequence of the two materials or by a random variation of the thicknesses of the layers; iv) two four material-based photonic crystals made of $SiO_2$, $Al_2O_3$, $Y_2O_3$, and $ZrO_2$. The ordered structures i and iv show, respectively, one and two intense transmission valleys with defect modes, while the aperiodic and disordered structures ii and iii show a manifold of transmission valleys due to their complex layered configurations. The metal-insulator transition of $VO_2$, controlled by temperature, results in a modulation of the optical properties of the microcavities. ",
    "url": "https://arxiv.org/abs/2208.13452",
    "authors": [
      "Francesco Scotognella"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.13539",
    "title": "Coupling of distant parts of pyrrole molecule through virtual and  resonant states",
    "abstract": "We experimentally show that the N-H bond cleavage in pyrrole molecule following resonant electron attachment is allowed and controlled by the motion of the atoms which are not dissociating, namely of the carbon-attached hydrogen atoms. In order to interpret these findings, we have developed a method for locating all resonant and virtual states of an electron-molecule system in the complex plane, based on all-electron R-matrix scattering calculations. Mapping these as a function of molecular geometry allows us to separate two contributing dissociation mechanisms: a $\\pi^*$ resonance formation inducing strong bending deformations and a non-resonant $\\sigma^*$ mechanism originating in a virtual state. The coupling between the two mechanisms is enabled by the out-of-plane motion of the C-H bonds and we show it must happen on an ultrafast few-fs timescale. ",
    "url": "https://arxiv.org/abs/2208.13539",
    "authors": [
      "Ragesh Kumar T P",
      "P. Nag",
      "M. Ranković",
      "T. F. M. Luxford",
      "Kočišek",
      "Z. Mašín",
      "J. Fedor"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.13734",
    "title": "Investigating student interpretations of the differences between  classical and quantum computers: Are quantum computers just analog classical  computers?",
    "abstract": "Significant attention in the PER community has been paid to student cognition and reasoning processes in undergraduate quantum mechanics. Until recently, however, these same topics have remained largely unexplored in the context of emerging interdisciplinary quantum information science (QIS) courses. We conducted exploratory interviews with 22 students in an upper-division quantum computing course at a large R1 university crosslisted in physics and computer science, as well as 6 graduate students in a similar graduate-level QIS course offered in physics. We classify and analyze students' responses to a pair of questions regarding the fundamental differences between classical and quantum computers. We specifically note two key themes of importance to educators: (1) when reasoning about computational power, students often struggled to distinguish between the relative effects of exponential and linear scaling, resulting in students frequently focusing on distinctions that are arguably better understood as analog-digital than classical-quantum, and (2) introducing the thought experiment of analog classical computers was a powerful tool for helping students develop a more expertlike perspective on the differences between classical and quantum computers. ",
    "url": "https://arxiv.org/abs/2208.13734",
    "authors": [
      "Josephine C. Meyer",
      "Gina Passante",
      "Steven J. Pollock",
      "Bethany R. Wilcox"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.13746",
    "title": "A Questionable Fundamental Basis for Quantum Computing Advantage",
    "abstract": "The widely accepted basis for quantum computing advantage is derived from the entanglement and superposition properties of the probabilistic interpretation of the underlying quantum mechanical formalism which in turn is widely accepted based upon results of Bell experiments. That advantage is questioned here in view of a locally real interpretation that is not negated by Bell experiments and under which entanglement and superposition are excluded. ",
    "url": "https://arxiv.org/abs/2208.13746",
    "authors": [
      "Stuart Mirell",
      "Daniel Mirell"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2208.13748",
    "title": "The essence and origin of quantum theory",
    "abstract": "According to De Broglie's idea of analogy, the relation between quantum mechanics and classical mechanics is similar to that between wave optics and geometric optics, we have given the quantum equation of the gravitational field intensity $E_g(\\vec{r},t)$ for matter particles, since the gravitational field intensity $E_g(\\vec{r},t)$ relatives to the particle position distribution function $\\psi(\\vec{r},t)$, the quantum equation convert into the Schrodinger equation. In addition, we have further studied the essence and origin of quantum theory, and obtained some new results. ",
    "url": "https://arxiv.org/abs/2208.13748",
    "authors": [
      "Xiang-Yao Wu",
      "Ben-Shan Wu"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2208.13762",
    "title": "Optical Trapping of a Polyatomic Molecule in an $\\ell$-Type Parity  Doublet State",
    "abstract": "We report optical trapping of a polyatomic molecule, calcium monohydroxide (CaOH). CaOH molecules from a magneto-optical trap are sub-Doppler laser cooled to $20(3)~\\mu\\text{K}$ in free space and loaded into an optical dipole trap. We attain an in-trap molecule number density of $3(1) \\times 10^9~\\text{cm}^{-3}$ at a temperature of $57(8)~\\mu$K. Trapped CaOH molecules are optically pumped into an excited vibrational bending mode, whose $\\ell$-type parity doublet structure is a potential resource for a wide range of proposed quantum science applications with polyatomic molecules. We measure the spontaneous, radiative lifetime of this bending mode state to be $\\sim$$0.7~\\text{s}$. ",
    "url": "https://arxiv.org/abs/2208.13762",
    "authors": [
      "Christian Hallas",
      "Nathaniel B. Vilas",
      "Loïc Anderegg",
      "Paige Robichaud",
      "Andrew Winnicki",
      "Chaoqun Zhang",
      "Lan Cheng",
      "John M. Doyle"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2208.12243",
    "title": "Evidence of Kardar-Parisi-Zhang scaling on a digital quantum simulator",
    "abstract": "Understanding how hydrodynamic behaviour emerges from the unitary evolution of the many-particle Schr\\\"odinger equation is a central goal of non-equilibrium statistical mechanics. In this work we implement a digital simulation of the discrete time quantum dynamics of a spin-$\\frac{1}{2}$ XXZ spin chain on a noisy near-term quantum device, and we extract the high temperature transport exponent at the isotropic point. We simulate the temporal decay of the relevant spin correlation function at high temperature using a pseudo-random state generated by a random circuit that is specifically tailored to the ibmq-montreal $27$ qubit device. The resulting output is a spin excitation on a highly inhomogeneous background. From the subsequent discrete time dynamics on the device we are able to extract an anomalous super-diffusive exponent consistent with the conjectured Kardar-Parisi-Zhang (KPZ) scaling at the isotropic point. Furthermore we simulate the restoration of spin diffusion with the application of an integrability breaking potential. ",
    "url": "https://arxiv.org/abs/2208.12243",
    "authors": [
      "Nathan Keenan",
      "Niall Robertson",
      "Tara Murphy",
      "Sergiy Zhuk",
      "John Goold"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2208.12952",
    "title": "Experimental optimal verification of three-dimensional entanglement on a  silicon chip",
    "abstract": "High-dimensional entanglement is significant for the fundamental studies of quantum physics and offers unique advantages in various quantum information processing (QIP) tasks. Integrated quantum devices have recently emerged as a promising platform for creating, processing, and detecting complex high-dimensional entangled states. A crucial step towards practical quantum technologies is to verify that these devices work reliably with an optimal strategy. In this work, we experimentally implement an optimal quantum verification strategy on a three-dimensional maximally entangled state using local projective measurements on a silicon photonic chip. A 95% confidence is achieved from 1190 copies to verify the target quantum state. The obtained scaling of infidelity as a function of the number of copies is -0.5497+-0.0002, exceeding the standard quantum limit of -0.5 with 248 standard deviations. Our results indicate that quantum state verification could serve as an efficient tool for complex quantum measurement tasks. ",
    "url": "https://arxiv.org/abs/2208.12952",
    "authors": [
      "Lijun Xia",
      "Liangliang Lu",
      "Kun Wang",
      "Xinhe Jiang",
      "Shining Zhu",
      "Xiaosong Ma"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.13082",
    "title": "A squeezed mechanical oscillator with milli-second quantum decoherence",
    "abstract": "The development of mechanical oscillator-based hybrid quantum systems has allowed quantum state preparation and measurements of macroscopic mechanical systems. These systems need to satisfy the dichotomy of engineered coupling to an auxiliary degree of freedom, while being mechanically well isolated from the environment, which induces both thermal decoherence and dephasing. Here we demonstrate a micro-mechanical oscillator coupled to a superconducting microwave circuit with a thermal decoherence rate of only 20.5 Hz (130 quanta/second motional heating rate) and a dephasing rate of 0.09 Hz - on par with and better than, respectively, what has been achieved with trapped ions. This allows us to directly track the free evolution of a squeezed mechanical state over milli-second timescales. Such ultra-low quantum decoherence not only increases the fidelity of quantum control over macroscopic mechanical systems, but may equally benefit mechanical oscillator-based schemes for quantum computing and transduction, fundamental tests of quantum mechanics itself, or searches for dark matter. ",
    "url": "https://arxiv.org/abs/2208.13082",
    "authors": [
      "Amir Youssefi",
      "Shingo Kono",
      "Mahdi Chegnizadeh",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.13186",
    "title": "Large-scale full-programmable quantum walk and its applications",
    "abstract": "With photonics, the quantum computational advantage has been demonstrated on the task of boson sampling. Next, developing quantum-enhanced approaches for practical problems becomes one of the top priorities for photonic systems. Quantum walks are powerful kernels for developing new and useful quantum algorithms. Here we realize large-scale quantum walks using a fully programmable photonic quantum computing system. The system integrates a silicon quantum photonic chip, enabling the simulation of quantum walk dynamics on graphs with up to 400 vertices and possessing full programmability over quantum walk parameters, including the particle property, initial state, graph structure, and evolution time. In the 400-dimensional Hilbert space, the average fidelity of random entangled quantum states after the whole on-chip circuit evolution reaches as high as 94.29$\\pm$1.28$\\%$. With the system, we demonstrated exponentially faster hitting and quadratically faster mixing performance of quantum walks over classical random walks, achieving more than two orders of magnitude of enhancement in the experimental hitting efficiency and almost half of the reduction in the experimental evolution time for mixing. We utilize the system to implement a series of quantum applications, including measuring the centrality of scale-free networks, searching targets on Erd\\\"{o}s-R\\'{e}nyi networks, distinguishing non-isomorphic graph pairs, and simulating the topological phase of higher-order topological insulators. Our work shows one feasible path for quantum photonics to address applications of practical interests in the near future. ",
    "url": "https://arxiv.org/abs/2208.13186",
    "authors": [
      "Yizhi Wang",
      "Yingwen Liu",
      "Junwei Zhan",
      "Shichuan Xue",
      "Yuzhen Zheng",
      "Ru Zeng",
      "Zhihao Wu",
      "Zihao Wang",
      "Qilin Zheng",
      "Dongyang Wang",
      "Weixu Shi",
      "Xiang Fu",
      "Ping Xu",
      "Yang Wang",
      "Yong Liu",
      "Jiangfang Ding",
      "Guangyao Huang",
      "Chunlin Yu",
      "Anqi Huang",
      "Xiaogang Qiang",
      "Mingtang Deng",
      "Weixia Xu",
      "Kai Lu",
      "Xuejun Yang",
      "Junjie Wu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.13384",
    "title": "Imaginary components of out-of-time correlators and information  scrambling for navigating the learning landscape of a quantum machine  learning model",
    "abstract": "We analytically illustrate that the imaginary components of out-of-time correlators can be related to conventional measures of correlation like mutual information. We further rigorously establish the inherent mathematical bounds on such quantities respected by the dynamical evolution during training and explicate how the mere existence of such limits can be exploited to identify phase transitions in the simulated physical system using the quantum machine learning model. Such an analysis offers important insights into the training dynamics by unraveling how quantum information is scrambled through such a network introducing correlation among its constituent sub-systems. This approach not only demystifies the training of quantum machine learning models but can also explicate the capacitive quality of the model. ",
    "url": "https://arxiv.org/abs/2208.13384",
    "authors": [
      "Manas Sajjan",
      "Vinit Singh",
      "Raja Selvarajan",
      "Sabre Kais"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.13393",
    "title": "Integrable Multi-Lévy-Index and Mixed Fractional Nonlinear Soliton  Hierarchies",
    "abstract": "We present a simple idea to generate two new types of integrable multi-L\\'evy-index and mix-L\\'evy-index (mixed) fractional nonlinear soliton hierarchies, containing multi-index and mixed fractional higher-order nonlinear Schr\\\"odinger (NLS) hierarchy, fractional complex modified Korteweg-de Vries (cmKdV) hierarchy, and fractional mKdV hierarchy. Their explicit forms can be given using the completeness of squared eigenfunctions. Moreover, we present their anomalous dispersive relations via their linearizations, and fractional multi-soliton solutions via the inverse scattering transform with matrix Riemann-Hilbert problems. These obtained fractional multi-soliton solutions may be useful to understand the related super-dispersion transports of nonlinear waves in multi-index fractional nonlinear media. ",
    "url": "https://arxiv.org/abs/2208.13393",
    "authors": [
      "Zhenya Yan"
    ],
    "subjectives": [
      "Exactly Solvable and Integrable Systems (nlin.SI)",
      "Mathematical Physics (math-ph)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.13534",
    "title": "Self-healing in unpassivated and passivated CdTe nanostructures:  structural stability and optical properties",
    "abstract": "We report the effects of passivation on the various properties like electronic structure, structural stability and optical properties of CdTe in the different nanostructure forms such as ultra-thin slabs, monolayers, nanorods and nanotubes. Further, based on these properties, the self-healing ability of each nanostructure has been predicted. The optical properties suggest that all of the passivated and specific unpassivated nanostructures are suitable for optoelectronic applications. The 2D system in <110> orientation and nanotube derived from the <111> monolayer show significant self-healing in the pristine structures. ",
    "url": "https://arxiv.org/abs/2208.13534",
    "authors": [
      "Kashinath T Chavan",
      "Sharat Chandra"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2208.13649",
    "title": "Large-scale photonic natural language processing",
    "abstract": "Modern machine learning applications require huge artificial networks demanding in computational power and memory. Light-based platforms promise ultra-fast and energy-efficient hardware, which may help in realizing next-generation data processing devices. However, current photonic networks are limited by the number of input-output nodes that can be processed in a single shot. This restricted network capacity prevents their application to relevant large-scale problems such as natural language processing. Here, we realize a photonic processor with a capacity exceeding $1.5 \\times 10^{10}$ optical nodes, more than one order of magnitude larger than any previous implementation, which enables photonic large-scale text encoding and classification. By exploiting the full three-dimensional structure of the optical field propagating in free space, we overcome the interpolation threshold and reach the over-parametrized region of machine learning, a condition that allows high-performance natural language processing with a minimal fraction of training points. Our results provide a novel solution to scale-up light-driven computing and open the route to photonic language processing. ",
    "url": "https://arxiv.org/abs/2208.13649",
    "authors": [
      "Carlo Michele Valensise",
      "Ivana Grecco",
      "Davide Pierangeli",
      "Claudio Conti"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.13711",
    "title": "Frequency Response Analysis of Backside Illuminated Free-Membrane Type  IR Superconducting Bolometer",
    "abstract": "The IR response of a backside illuminated type Yttrium Barium Copper Oxide (YBCO) transition-edge bolometer (TEB) in a free-membrane configuration is measured and analyzed. The analysis is based on a comprehensive equivalent circuit model for the bolometer structure considering all the thermal parameters of the device. The detector is made using a 450nm superconductive YBCO thin film grown on about 100 um thick crystalline SrTiO3 (STO) substrate using an optimized low cost Metal Organic Deposition (MOD) technique. The backside illuminated structure provided a basis for freely utilizing different IR absorber materials and structures on the backside of the bolometer in order to get wide band high radiation absorption coefficient for the device, while also avoiding any negative effect of the deposition of the absorber layer on the YBCO thin film properties. The obtained analytical and experimental results for the backside illuminated bolometer were also compared with the results of the previously reported front-side illuminated bolometers. ",
    "url": "https://arxiv.org/abs/2208.13711",
    "authors": [
      "Roya Mohajeri",
      "Seyed Iman Mirzaei",
      "Mehdi Fardmanesh"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2010.10806",
    "title": "QuTiP-BoFiN: A bosonic and fermionic numerical  hierarchical-equations-of-motion library with applications in  light-harvesting, quantum control, and single-molecule electronics",
    "abstract": " Comments: 18 pages, 13 figures. Updated to describe package inclusion in QuTiP v4.7 (www.qutip.org), new examples (optimal pulse spacing in dynamical decoupling, quantum heat transport), and inclusion of additional contributors in author list ",
    "url": "https://arxiv.org/abs/2010.10806",
    "authors": [
      "Neill Lambert",
      "Tarun Raheja",
      "Simon Cross",
      "Paul Menczel",
      "Shahnawaz Ahmed",
      "Alexander Pitchford",
      "Daniel Burgarth",
      "Franco Nori"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2012.10770",
    "title": "Optimising Placement of Pollution Sensors in Windy Environments",
    "abstract": " Comments: Presented at the AI for Earth Sciences Workshop at Advances in Neural Information Processing Systems (NeurIPS) 2020. Updated August 2022 to correct scale of y axis on distance plots ",
    "url": "https://arxiv.org/abs/2012.10770",
    "authors": [
      "Sigrid Passano Hellan",
      "Christopher G. Lucas",
      "Nigel H. Goddard"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2106.03358",
    "title": "Ray engineering from chaos to order in two-dimensional optical cavities",
    "abstract": " Title: Ray engineering from chaos to order in two-dimensional optical cavities ",
    "url": "https://arxiv.org/abs/2106.03358",
    "authors": [
      "Chenni Xu",
      "Li-Gang Wang",
      "Patrick Sebbah"
    ],
    "subjectives": [
      "Chaotic Dynamics (nlin.CD)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.01252",
    "title": "Photon emission correlation spectroscopy as an analytical tool for  quantum defects",
    "abstract": " Comments: 22 pages, 7 figures. Updates in version 3 include the addition of equations (9) and (10) in the main text and table S1 in the appendix and minor syntax edits to the main text and appendix for clarity ",
    "url": "https://arxiv.org/abs/2111.01252",
    "authors": [
      "Rebecca E. K. Fishman",
      "Raj N. Patel",
      "David A. Hopper",
      "Tzu-Yung Huang",
      "Lee C. Bassett"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.03011",
    "title": "Solving the sampling problem of the Sycamore quantum circuits",
    "abstract": " Comments: 17 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2111.03011",
    "authors": [
      "Feng Pan",
      "Keyang Chen",
      "Pan Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2112.03323",
    "title": "120-fs single-pulse generation from stretched-pulse fiber Kerr  resonators",
    "abstract": " Title: 120-fs single-pulse generation from stretched-pulse fiber Kerr  resonators ",
    "url": "https://arxiv.org/abs/2112.03323",
    "authors": [
      "Xue Dong",
      "Zhiqiang Wang",
      "William H. Renninger"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.07432",
    "title": "Reconfigurable optical logic operations through scattering media with  wavefront shaping",
    "abstract": " Comments: 26 pages,12 figures ",
    "url": "https://arxiv.org/abs/2201.07432",
    "authors": [
      "Zhipeng Yu",
      "Yuchen Song",
      "Tianting Zhong",
      "Huanhao Li",
      "Wei Zheng",
      "Puxiang Lai"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.05439",
    "title": "Spectral form factor in a minimal bosonic model of many-body quantum  chaos",
    "abstract": " Comments: 9 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2203.05439",
    "authors": [
      "Dibyendu Roy",
      "Divij Mishra",
      "Tomaž Prosen"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Mathematical Physics (math-ph)",
      "Chaotic Dynamics (nlin.CD)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.06262",
    "title": "Fishbone resonance structure in the attosecond transient absorption  spectroscopy of graphene",
    "abstract": " Title: Fishbone resonance structure in the attosecond transient absorption  spectroscopy of graphene ",
    "url": "https://arxiv.org/abs/2204.06262",
    "authors": [
      "Fulong Dong",
      "Jie Liu"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2207.03382",
    "title": "A new standard in high-field terahertz generation: the organic nonlinear  optical crystal PNPA",
    "abstract": " Comments: 11 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2207.03382",
    "authors": [
      "Claire Rader",
      "Zachary B. Zaccardi",
      "Sin Hang",
      "Kylie G. Harrell",
      "Paige K. Petersen",
      "Harrison Stephan",
      "David J. Michaelis",
      "Jeremy A. Johnson"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.12312",
    "title": "Acoustic detection potential of single minimum ionizing particles in  viscous liquids",
    "abstract": " Comments: 12 pages, 8 figures, Submitted for Publication, Calculations and Code can be found in: this https URL ",
    "url": "https://arxiv.org/abs/2208.12312",
    "authors": [
      "Panagiotis Oikonomou",
      "Laura Manenti",
      "Isaac Sarnoff",
      "Francesco Arneodo"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  }
]