[
  {
    "id": "arXiv:2411.02734",
    "title": "Integrated lithium niobate photonic computing circuit based on efficient and high-speed electro-optic conversion",
    "abstract": "           Here we show a photonic computing accelerator utilizing a system-level thin-film lithium niobate circuit which overcomes this limitation. Leveraging the strong electro-optic (Pockels) effect and the scalability of this platform, we demonstrate photonic computation at speeds up to 1.36 TOPS while consuming 0.057 pJ/OP. Our system features more than 100 thin-film lithium niobate high-performance components working synergistically, surpassing state-of-the-art systems on this platform. We further demonstrate binary-classification, handwritten-digit classification, and image classification with remarkable accuracy, showcasing our system's capability of executing real algorithms. Finally, we investigate the opportunities offered by combining our system with a hybrid-integrated distributed feedback laser source and a heterogeneous-integrated modified uni-traveling carrier photodiode. Our results illustrate the promise of thin-film lithium niobate as a computational platform, addressing current bottlenecks in both electronic and photonic computation. Its unique properties of high-performance electro-optic weight encoding and conversion, wafer-scale scalability, and compatibility with integrated lasers and detectors, position thin-film lithium niobate photonics as a valuable complement to silicon photonics, with extensions to applications in ultrafast and power-efficient signal processing and ranging.         ",
    "url": "https://arxiv.org/abs/2411.02734",
    "authors": [
      "Yaowen Hu",
      "Yunxiang Song",
      "Xinrui Zhu",
      "Xiangwen Guo",
      "Shengyuan Lu",
      "Qihang Zhang",
      "Lingyan He",
      "C. A. A. Franken",
      "Keith Powell",
      "Hana Warner",
      "Daniel Assumpcao",
      "Dylan Renaud",
      "Ying Wang",
      "Letícia Magalhães",
      "Victoria Rosborough",
      "Amirhassan Shams-Ansari",
      "Xudong Li",
      "Rebecca Cheng",
      "Kevin Luke",
      "Kiyoul Yang",
      "George Barbastathis",
      "Mian Zhang",
      "Di Zhu",
      "Leif Johansson",
      "Andreas Beling",
      "Neil Sinclair",
      "Marko Loncar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.02892",
    "title": "A scalar product for radiating resonant modes",
    "abstract": "           The study of the modes of optical resonators is beneficial for theoretical and practical endeavors. Here, we introduce a scalar product, originally devised for radiation fields, to such studies. This scalar product allows one to normalize and compare resonant modes using their corresponding radiation fields. Such fields are polychromatic fields free of divergences, which are determined for any given mode by its complex frequency and the modal field on the surface of the resonator. The scalar product is expressed as a surface integral involving the modal fields, multiplied by a closed-form factor incorporating the complex frequencies. In a practical application, we study the modes of disk-shaped whispering gallery resonators, and we show that the proposed scalar product accurately predicts the geometry-dependent coupling between modes.         ",
    "url": "https://arxiv.org/abs/2411.02892",
    "authors": [
      "Maria Paszkiewicz-Idzik",
      "Lukas Rebholz",
      "Carsten Rockstuhl",
      "Ivan Fernandez-Corbaton"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.03199",
    "title": "Bottom-up approach to scalable growth of molecules capable of optical cycling",
    "abstract": "           Gas-phase molecules capable of repeatable, narrow-band spontaneous photon scattering are prized for direct laser cooling and quantum state detection. Recently, large molecules incorporating phenyl rings have been shown to exhibit similar vibrational closure to the small molecules demonstrated so far, and it is not yet known if the high vibrational-mode density of even larger species will eventually compromise optical cycling. Here, we systematically increase the size of hydrocarbon ligands attached to single alkaline-earth-phenoxides from (-H) to -C$_{14}$H$_{19}$ while measuring the vibrational branching fractions of the optical transition. We find that varying the ligand size from 1 to more than 30 atoms does not systematically reduce the cycle closure, which remains around 90%. Theoretical extensions to larger diamondoids and bulk diamond surface suggest that alkaline earth phenoxides may maintain the desirable scattering behavior as the system size grows further, with no indication of an upper limit.         ",
    "url": "https://arxiv.org/abs/2411.03199",
    "authors": [
      "Guanming Lao",
      "Taras Khvorost",
      "Antonio Macias Jr.",
      "Harry W. T. Morgan",
      "Robert H. Lavroff",
      "Ryan Choi",
      "Haowen Zhou",
      "Denis Usvyat",
      "Guo-Zhu Zhu",
      "Miguel A. García-Garibay",
      "Anastassia N. Alexandrova",
      "Eric R. Hudson",
      "Wesley C. Campbell"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2411.03249",
    "title": "Inward-Outward Ring Permanent Magnet Array for Portable Magnetic Resonance Imaging (MRI)",
    "abstract": "           Permanent magnet array (PMA) is a popular option to provide the main magnetic field in a dedicated portable magnetic resonance imaging (MRI) system because it does not need power or a cooling system and has a much stronger field strength compared to a resistive magnet. Aside from the popular Halbach array that has a transversal field direction, the Inward-Outward ring (IO ring) array is a promising candidate that offers a longitudinal field direction. In this article, a thorough study of IO ring arrays is conducted by examining the relation between the design parameters and its field patterns, its variants that lead to different applications and their properties. A detailed comparison between an IO ring array and Halbach array was conducted and reported. Moreover, the feasibility of building an IO ring array in a lab is demonstrated. The investigations strongly indicate that IO ring is a promising candidate that can offer high and homogeneous fields or a desired field pattern to portable MRI systems. With a longitudinal field direction, an IO ring array opens up opportunities to adopt MRI advanced technology and techniques in a portable system to improve image quality ans shorten scan time.         ",
    "url": "https://arxiv.org/abs/2411.03249",
    "authors": [
      "Ting-Ou Liang",
      "MinXuan Xu",
      "Wenwei Yu",
      "Shao Ying Huang"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2411.03301",
    "title": "State-dependent control of the motional modes of trapped ions using an integrated optical lattice",
    "abstract": "           In this work we study the interaction of trapped ions with a state-dependent, high-intensity optical lattice formed above an ion trap chip using integrated photonics. We use a single ion to map the optical potential landscape over many periods of the standing-wave field. For a single ion sitting in the centre of the lattice we observe a state-dependent trap-frequency shift of $2\\pi\\times 3.33(4)$ kHz, corresponding to a bare optical potential of $2\\pi\\times 76.8(5)$ kHz for the electronic ground state. We extend this to two ions, measuring state-dependent shifts of both axial modes. Additionally, using the internal-state dependence of the interaction, we perform a direct measurement of the energy distribution of the motion of a single ion using carrier spectroscopy. Improvements to the setup would allow to increase the state-dependent curvature by more than 50 times, providing a tool which can be utilised for motional state control, and multi-ion gates using optical potentials produced in a scalable fashion.         ",
    "url": "https://arxiv.org/abs/2411.03301",
    "authors": [
      "Alfredo Ricci Vasquez",
      "Carmelo Mordini",
      "Daniel Kienzler",
      "Jonathan Home"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.02501",
    "title": "Spectral characterization of a 3-port photonic lantern for application to spectroastrometry",
    "abstract": "           Spectroastrometry, which measures wavelength-dependent shifts in the center of light, is well-suited for studying objects whose morphology changes with wavelength at very high angular resolutions. Photonic lantern (PL)-fed spectrometers have potential to enable measurement of spectroastrometric signals because the relative intensities between the PL output SMFs contain spatial information on the input scene. In order to use PL output spectra for spectroastrometric measurements, it is important to understand the wavelength-dependent behaviors of PL outputs and develop methods to calibrate the effects of time-varying wavefront errors in ground-based observations. We present experimental characterizations of the 3-port PL on the SCExAO testbed at the Subaru Telescope. We develop spectral response models of the PL and verify the behaviors with lab experiments. We find sinusoidal behavior of astrometric sensitivity of the 3-port PL as a function of wavelength, as expected from numerical simulations. Furthermore, we compare experimental and numerically simulated coupling maps and discuss their potential use for offsetting pointing errors. We then present a method of building PL spectral response models (solving for the transfer matrices as a function of wavelength) using coupling maps, which can be used for further calibration strategies.         ",
    "url": "https://arxiv.org/abs/2411.02501",
    "authors": [
      "Yoo Jung Kim",
      "Michael P. Fitzgerald",
      "Jonathan Lin",
      "Julien Lozi",
      "Sébastien Vievard",
      "Yinzi Xin",
      "Daniel Levinstein",
      "Nemanja Jovanovic",
      "Sergio Leon-Saval",
      "Christopher Betters",
      "Olivier Guyon",
      "Barnaby Norris",
      "Steph Sallum"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.02697",
    "title": "Transferable polychromatic optical encoder for neural networks",
    "abstract": "           Artificial neural networks (ANNs) have fundamentally transformed the field of computer vision, providing unprecedented performance. However, these ANNs for image processing demand substantial computational resources, often hindering real-time operation. In this paper, we demonstrate an optical encoder that can perform convolution simultaneously in three color channels during the image capture, effectively implementing several initial convolutional layers of a ANN. Such an optical encoding results in ~24,000 times reduction in computational operations, with a state-of-the art classification accuracy (~73.2%) in free-space optical system. In addition, our analog optical encoder, trained for CIFAR-10 data, can be transferred to the ImageNet subset, High-10, without any modifications, and still exhibits moderate accuracy. Our results evidence the potential of hybrid optical/digital computer vision system in which the optical frontend can pre-process an ambient scene to reduce the energy and latency of the whole computer vision system.         ",
    "url": "https://arxiv.org/abs/2411.02697",
    "authors": [
      "Minho Choi",
      "Jinlin Xiang",
      "Anna Wirth-Singh",
      "Seung-Hwan Baek",
      "Eli Shlizerman",
      "Arka Majumdar"
    ],
    "subjectives": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.02782",
    "title": "Practical, optimal preparation of general quantum state with exponentially improved robustness",
    "abstract": "           Quantum state preparation, as a general process of loading classical data to quantum device, is essential for end-to-end implementation of quantum algorithms. Yet, existing methods suffer from either high circuit depth or complicated hardware, limiting their practicality and robustness. In this work, we overcome these limitations with a bucket-brigade approach. The tree architectures of our hardware represents the simplest connectivity required for achieving sub-exponential circuit depth. Leveraging the bucket-brigade mechanism that can suppress the error propagation between different branches, our approach exhibit exponential improvement on the robustness compared to existing depth-optimal methods. More specifically, the infidelity scales as $O(\\text{polylog}(N))$ with data size $N$, as oppose to $O(N)$ for conventional methods. Moreover, our approach is the first to simultaneously achieve linear Clifford$+T$ circuit depth, gate count number, and space-time allocation. These advancements offer the opportunity for processing big data in both near-term and fault-tolerant quantum devices.         ",
    "url": "https://arxiv.org/abs/2411.02782",
    "authors": [
      "Xiao-Ming Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Complexity (cs.CC)",
      "Data Structures and Algorithms (cs.DS)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2411.02913",
    "title": "Quantum machine learning for multiclass classification beyond kernel methods",
    "abstract": "           Quantum machine learning is considered one of the current research fields with immense potential. In recent years, Havlíček et al. [Nature 567, 209-212 (2019)] have proposed a quantum machine learning algorithm with quantum-enhanced feature spaces, which effectively addressed a binary classification problem on a superconducting processor and offered a potential pathway to achieving quantum advantage. However, a straightforward binary classification algorithm falls short in solving multiclass classification problems. In this paper, we propose a quantum algorithm that rigorously demonstrates that quantum kernel methods enhance the efficiency of multiclass classification in real-world applications, providing a clear quantum advantage. To demonstrate quantum advantage, we design six distinct quantum kernels within the quantum algorithm to map input data into quantum state spaces and estimate the corresponding quantum kernel matrices. The results from quantum simulations reveal that the quantum algorithm outperforms its classical counterpart in handling six real-world multiclass classification problems. Furthermore, we leverage a family of performance metrics to comprehensively evaluate the classification performance of the quantum algorithm. The results indicate that the quantum algorithm achieves satisfactory classification accuracy and excels in terms of precision, recall, and F1 score for macroaverage, microaverage, and weighted average methods.         ",
    "url": "https://arxiv.org/abs/2411.02913",
    "authors": [
      "Chao Ding",
      "Shi Wang",
      "Yaonan Wang",
      "Weibo Gao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.03009",
    "title": "A variational quantum algorithm for tackling multi-dimensional Poisson equations with inhomogeneous boundary conditions",
    "abstract": "           We design a variational quantum algorithm to solve multi-dimensional Poisson equations with mixed boundary conditions that are typically required in various fields of computational science. Employing an objective function that is formulated with the concept of the minimal potential energy, we not only present in-depth discussion on the cost-efficient & noise-robust design of quantum circuits that are essential for evaluation of the objective function, but, more remarkably, employ the proposed algorithm to calculate bias-dependent spatial distributions of electric fields in semiconductor systems that are described with a two-dimensional domain and up to 10-qubit circuits. Extending the application scope to multi-dimensional problems with mixed boundary conditions for the first time, fairly solid computational results of this work clearly demonstrate the potential of variational quantum algorithms to tackle Poisson equations derived from physically meaningful problems.         ",
    "url": "https://arxiv.org/abs/2411.03009",
    "authors": [
      "Minjin Choi",
      "Hoon Ryu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2411.03190",
    "title": "Frequency locking: a distinctive feature of the coherent population trapping and the stationarity effect",
    "abstract": "           We study the case where phase modulation of the harmonic signal is used to obtain the error signal for the frequency stabilization to a reference atomic transition. High-frequency modulation, or analog of the Pound-Drever-Hall regime, is considered. We demonstrate that for coherent population trapping, the maximal error-signal slope retains at a certain level with growth in the modulation frequency, while for other types of resonances it drops steadily. The investigation of the low-frequency modulation regime reveals the stationarity effect. We show that in this case, the maximal steepness of the error signal does not depend on the modulation frequency and is reached at a fixed value of the frequency deviation.         ",
    "url": "https://arxiv.org/abs/2411.03190",
    "authors": [
      "E. A. Tsygankov",
      "D. S. Chuchelov",
      "M. I. Vaskovskaya",
      "V. V. Vassiliev",
      "S. A. Zibrov",
      "V. L. Velichansky"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2308.05453",
    "title": "Nonlinear dynamics of femtosecond laser interaction with the central nervous system in zebrafish",
    "abstract": "           Understanding the photodamage mechanism underlying the highly nonlinear dynamic of femtosecond laser pulses at the second transparent window of tissue is crucial for label-free microscopy. Here, we report the identification of two cavitation regimes from 1030 nm pulses when interacting with the central nervous system in zebrafish. We show that at low repetition rates, the damage is confined due to plasma-based ablation and sudden local temperature rise. At high repetition rates, the damage becomes collateral due to plasma-mediated photochemistry. Furthermore, we investigate the role of fluorescence labels with linear and nonlinear absorption pathways in optical breakdown. To verify our findings, we examined cell death and cellular responses to tissue damage, including the recruitment of fibroblasts and immune cells after irradiation. These findings contribute to advancing the emerging nonlinear optical microscopy techniques and provide a strategy for inducing precise, and localized injuries using near-infrared femtosecond laser pulses.         ",
    "url": "https://arxiv.org/abs/2308.05453",
    "authors": [
      "Soyeon Jun",
      "Andreas Herbst",
      "Kilian Scheffter",
      "Nora John",
      "Julia Kolb",
      "Daniel Wehner",
      "Hanieh Fattahi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2401.16105",
    "title": "Recovery of topologically robust merging bound states in the continuum in photonic structures with broken symmetry",
    "abstract": "           Optical bound states in the continuum (BICs) provide a unique mechanism of light confinement that holds great potential for fundamental and applied research in optics and photonics. Of particular interest are merging BICs realized in planar periodic structures by merging accidental and symmetry-protected BICs. Topological nature of merging BICs renders their $Q$ factors exceptionally high and robust. However, the existence of accidental BICs relies on the up-down mirror symmetry of the structure. If this symmetry is broken, e.g., by a substrate, the $Q$ factor of the mode drops down. Consequently, ultrahigh-$Q$ merging BICs cannot be achieved in substrate-supported structures. Here, by studying the case of a one-dimensional periodic dielectric grating, we discover a simple method to fully compensate for the detrimental effect of breaking the up-down mirror symmetry. The method makes use of a thin layer of a high-refractive-index dielectric material on one side of the structure, allowing one to restore the diverging $Q$ factor of the accidental BIC and fully recover the merged BIC. By investigating the far-field polarization patterns of the modified gratings, we show that the integer-charge polarization vortices of the accidental BICs are restored by intersecting the momentum-space trajectories of circularly polarized half-vortices simultaneously in the upward and downward radiation directions. Our approach can enable flexible design, feasible realization, and extended applications of topologically robust BICs in various systems.         ",
    "url": "https://arxiv.org/abs/2401.16105",
    "authors": [
      "Huayu Bai",
      "Andriy Shevchenko",
      "Radoslaw Kolkowski"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.14528",
    "title": "Spacetime representation of quantum mechanics and a proposal for quantum gravity",
    "abstract": "           In conventional path integral quantum mechanics, the integral variables are the canonical variables of Hamiltonian mechanics. We show that these integral variables can be transformed into the spacetime metric, leading to a new representation of quantum mechanics. We show that the wave-particle duality can be interpreted as the uncertainty of spacetime for the particle. Summarizing all possible trajectories in conventional path integral quantum mechanics can be transformed into the summation of all possible spacetime metrics. We emphasize that in conventional quantum gravity, it is possible that the classical matter fields correspond to the quantum spacetime. We argue that this is not quite reasonable and propose a new path integral quantum gravity model based on the new interpretation of wave-particle duality. In this model, the aforementioned drawback of conventional quantum gravity naturally disappears.         ",
    "url": "https://arxiv.org/abs/2407.14528",
    "authors": [
      "Hong Wang",
      "Jin Wang"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2408.07085",
    "title": "New Bounds on Antenna Bandwidth and Directivity: Updates to the Chu-Harrington Limits",
    "abstract": "           The Chu circuit model provides the basis for analyzing the minimum radiation quality factor, Q, of a given spherical mode. However, examples of electrically large spherical radiators readily demonstrate that this Q limit has limitations in predicting bandwidth. Spherical mode radiation is reexamined and an equivalent 1D transmission line model is derived that exactly models the fields. This model leads to a precise cutoff frequency of the spherical waveguide, which provides a clear boundary between propagating and evanescent fields. A new delineation of 'stored' and 'radiated' electromagnetic energy is postulated, which leads to a new definition of spherical mode Q. Next, attention is turned to the Harrington bound on the directivity-bandwidth tradeoff of an antenna with an arbitrary size. Harrington derived the maximum directivity for a specified number of spherical harmonics such that the Q is not 'large'. Here, the method of Lagrange multipliers is used to quantify the maximum directivity for a given bandwidth. It is shown that optimally exciting all spherical harmonics (including n>ka) enables both larger directivity and bandwidth than Harrington's previous limit. While Chu and Harrington's analyses are generally good approximations for most situations, the new self-consistent theory that defines fundamental antenna limits leads to updated results.         ",
    "url": "https://arxiv.org/abs/2408.07085",
    "authors": [
      "Carl Pfeiffer",
      "Bae-Ian Wu"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.05956",
    "title": "Waveguide-multiplexed photonic matrix-vector multiplication processor using multiport photodetectors",
    "abstract": "           The slowing down of Moore's law has driven the development of application-specific processors for deep learning. Analog photonic processors offer a promising solution for accelerating matrix-vector multiplications (MVMs) in deep learning by leveraging parallel computations in the optical domain. Intensity-based photonic MVM processors, which do not utilize the phase information of light, are appealing due to their simplified operations. However, existing intensity-based schemes for such processors often employ wavelength multiplexing or mode multiplexing, both of which have limited scalability due to high insertion loss or wavelength crosstalk. In this work, we present a scalable intensity-based photonic MVM processor based on the concept of waveguide multiplexing. This scheme employs multiport photodetectors (PDs) to sum the intensities of multiple optical signals, eliminating the need for multiple wavelengths or modes. A 16-port Ge PD with a 3 dB bandwidth of 11.8 GHz at a bias voltage of -3 V is demonstrated, and it can be further scaled up to handle 250 ports while maintaining a 6.1 GHz operation bandwidth. A 4 $\\times$ 4 circuit fabricated on a Si-on-insulator (SOI) platform is used to perform MVMs in a 3-layer neural network designed for classifying Iris flowers, achieving a classification accuracy of 93.3%. Furthermore, the performance of large-scale circuits in a convolutional neural network (CNN) for Fashion-MNIST is simulated, resulting in a classification accuracy of 90.53%. This work provides a simplified and scalable approach to photonic MVM, laying a foundation for large-scale and multi-dimensional photonic matrix-matrix multiplication in optical neural networks.         ",
    "url": "https://arxiv.org/abs/2410.05956",
    "authors": [
      "Rui Tang",
      "Makoto Okano",
      "Chao Zhang",
      "Kasidit Toprasertpong",
      "Shinichi Takagi",
      "Mitsuru Takenaka"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2410.21309",
    "title": "Differential pumping for kHz operation of a Laser Wakefield accelerator based on a continuously flowing Hydrogen gas jet",
    "abstract": "           Laser-Wakefield Accelerators (LWFA) running at kHz repetition rates hold great potential for applications. They typically operate with low-energy, highly compressed laser pulses focused in high-pressure gas targets. Experiments have shown that the best-quality electron beams are achieved using Hydrogen gas targets. However, continuous operation with Hydrogen requires a dedicated pumping system. This work presents the design of a differential pumping system, enabling, for the first time, continuous operation of our kHz LWFA using a high-pressure Hydrogen gas jet. The system successfully maintained a pressure below 3e-4 mbar, even with a free-flowing gas jet operating at 140 bar backing pressure. Numerical fluid dynamics and optical simulations were used to guide and validate the system's design.         ",
    "url": "https://arxiv.org/abs/2410.21309",
    "authors": [
      "Joséphine Monzac",
      "Slava Smartsev",
      "Julius Huijts",
      "Lucas Rovige",
      "Igor A. Andriyash",
      "Aline Vernier",
      "Vidmantas Tomkus",
      "Valdas Girdauskas",
      "Gediminas Raciukaitis",
      "Miglė Mackevičiūtė",
      "Valdemar Stankevic",
      "Antoine Cavagna",
      "Jaismeen Kaur",
      "André Kalouguine",
      "Rodrigo Lopez-Martens",
      "Jérôme Faure"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.02182",
    "title": "Fabrication and Characterization of Photonic Lanterns Using Coupled-Mode Theory",
    "abstract": "           The design space for the fabrication of photonic lanterns is vast, which allows for a great diversity of designs but also complicates finding the right parameters for a given component. Coupled-mode theory is a great tool to sort through the parameter space and find the right designs for a multiplicity of photonic lantern types, including conventional, mode-selective, and anything in-between. It correctly models the behavior of the fabricated component, but it also simplifies the task of finding the right fabrication sequence by computing the all-important adiabatic criteria, which dictate which transverse modes will couple, and at which step of the recipe. Here, using coupled-mode theory, we predict and test experimentally the behavior of four types of 3X1 photonic lanterns ranging from conventional to mode-specific and hybrid configurations, and explain mode-coupling, operation bandwidth, and excess loss mechanisms.         ",
    "url": "https://arxiv.org/abs/2411.02182",
    "authors": [
      "Rodrigo Itzamná Becerra-Deana",
      "Guillaume Ramadier",
      "Martin Poinsinet de Sivry-Houle",
      "Raphael Maltais-Tariant",
      "Stéphane Virally",
      "Caroline Boudoux",
      "Nicolas Godbout"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.09377",
    "title": "Strategic Data Re-Uploads: A Pathway to Improved Quantum Classification Data Re-Uploading Strategies for Improved Quantum Classifier Performance",
    "abstract": "           Quantum machine learning (QML) is a promising field that explores the applications of quantum computing to machine learning tasks. A significant hurdle in the advancement of quantum machine learning lies in the development of efficient and resilient quantum classifiers capable of accurately mapping input data to specific, discrete target outputs. In this paper, we propose a novel approach to improve quantum classifier performance by using a data re-uploading strategy. Re-uploading classical information into quantum states multiple times can enhance the accuracy of quantum classifiers. We investigate the effects of different cost functions, such as fidelity and trace distance, on the optimization process and the classification results. We demonstrate our approach to two classification patterns: a linear classification pattern (LCP) and a non-linear classification pattern (NLCP). We evaluate the efficacy of our approach by benchmarking it against four distinct optimization techniques: L-BFGS-B, COBYLA, Nelder-Mead, and SLSQP. Additionally, we study the different impacts of fixed datasets and random datasets. Our results show that our approach can achieve high classification accuracy and robustness and outperform the existing quantum classifier models.         ",
    "url": "https://arxiv.org/abs/2405.09377",
    "authors": [
      "S. Aminpour",
      "Y. Banad",
      "S. Sharif"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  }
]