[
  {
    "id": "arXiv:2210.11526",
    "title": "Topological aspects in nonlinear optical frequency conversion",
    "abstract": "Nonlinear optical frequency conversion, observed more than half a century ago, is a corner stone in modern applications of nonlinear and quantum optics. It is well known that frequency conversion processes are constrained by conservation laws, such as momentum conservation that requires phase matching conditions for efficient conversion. However, conservation laws alone could not fully capture the features of nonlinear frequency conversion. Here it is shown that topology can provide additional constraints in nonlinear multi-frequency conversion processes. Unlike conservation laws, a topological constraint concerns with the conserved properties under continuous deformation, and can be regarded as a new indispensable degree of freedom to describe multi-frequency processes. We illustrate such a paradigm by considering sum frequency generation under a multi-frequency pump wave, showing that, akin topological phases in topological insulators, topological phase transitions can be observed in the frequency conversion process both at classical and quantum level. ",
    "url": "https://arxiv.org/abs/2210.11526",
    "authors": [
      "Stefano Longhi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.11548",
    "title": "Quantum Biochemical Analysis of the TtgR Regulator and Effectors",
    "abstract": "The recent expansion of multidrug-resistant (MDR) pathogens poses significant challenges in treating healthcare-associated infections. Although antibacterial resistance occurs by numerous mechanisms, active efflux of the drugs is a critical concern. A single species of efflux pump can produce a simultaneous resistance to several drugs. One of the best-studied efflux pumps is the TtgABC: a tripartite resistance-nodulation-division (RND) efflux pump implicated in the intrinsic antibiotic resistance in Pseudomonas putida DOT-T1E. The expression of the TtgABC gene is down-regulated by the HTH-type transcriptional repressor TtgR. In this context, by employing quantum chemistry methods based on the Density Functional Theory (DFT) within the Molecular Fragmentation with Conjugate Caps (MFCC) approach, we investigate the coupling profiles of the transcriptional regulator TtgR in complex with quercetin (QUE), a natural polyphenolic flavonoid, tetracycline (TAC), and chloramphenicol (CLM), two broad-spectrum antimicrobial agents. Our quantum biochemical computational results show the: [i] convergence radius, [ii] total binding energy, [iii] relevance (energetically) of the ligands regions, and [iv] most relevant amino acids residues of the TtgR-QUE/TAC/CLM complexes, pointing out distinctions and similarities among them. These findings improve the understanding of the binding mechanism of effectors and facilitate the development of new chemicals targeting TtgR, helping in the battle against the rise of resistance to antimicrobial drugs. ",
    "url": "https://arxiv.org/abs/2210.11548",
    "authors": [
      "E.G.C. Matias",
      "K. S. Bezerra",
      "A.H. Lima Costa",
      "W. S. Clemente",
      "J. I. N. Oliveira",
      "L. A. Ribeiro Junior",
      "D. S. Galvao",
      "U. L. Fulco"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2210.11613",
    "title": "Quantum logic control and precision measurements of molecular ions in a  ring trap -- a new approach for testing fundamental symmetries",
    "abstract": "This letter describes an experimental platform that implements quantum logic control of polar molecular ions in a ring surface ion trap for precision measurements. This approach targets unity state preparation and detection and long spin precession coherence. A unique feature is bridging the spin-polarization in a static frame and the spin-precession in a rotating frame. The new method accommodates temporally and spatially localized multiplexing measurements and can be ubiquitously applied to generic ion species. This platform may be applied to the electron's Electric Dipole Moment search using $^{232}$ThF$^+$ and could be extended to the Nuclear Magnetic Quadrupole Momentum search using $^{181}$TaO$^+$. ",
    "url": "https://arxiv.org/abs/2210.11613",
    "authors": [
      "Trevor N. Taylor",
      "Joshua O. Island",
      "Yan Zhou"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.11799",
    "title": "Large Quality Factor Enhancement Based on Cascaded Uniform Lithium  Niobate Bichromatic Photonic Crystal Cavities",
    "abstract": "In this paper, by cascading several bichromatic photonic crystals we demonstrate that the quality factor can be much larger compared with that in an isolated cavity without increasing the total size of the device. We take lithium niobate photonic crystal as an example to illustrate that the simulated quality factor of the cascaded cavity can attain 10^5 with a 70{\\deg} slant angle, which is an order of magnitude larger than that in isolated cavity. The device can be fabricated easily by current etching technique for lithium niobate. We have fabricated the proposed device experimentally including holes with 70{\\deg} slant angle. This work is expected to provide guidance to the design of photonic crystal cavity with high-quality factor. ",
    "url": "https://arxiv.org/abs/2210.11799",
    "authors": [
      "Rui Ge",
      "Xiongshuo Yan",
      "Zhaokang Liang",
      "Hao Li",
      "Jiangwei Wu",
      "Xiangmin Liu",
      "Yuping Chen",
      "Xianfeng Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.11847",
    "title": "A corrugated planar-Goubau-line termination for terahertz waves",
    "abstract": "The planar Goubau line is a promising low-loss metal waveguide for terahertz interconnects. To enable advanced system architectures and multi-port measurements based on planar Goubau lines, there is a strong need for broadband impedance-matched loads, which can be used to absorb the energy and minimize standing waves in a system. In this work, we propose a matched load for planar Goubau lines based on an exponentially-tapered corrugated line, gradually increasing conductor losses while maintaining small reflections. The corrugation density is high enough to increase conductor losses without requiring an auxiliary low-conductivity material, simplifying the fabrication process. A 400-$\\mu$m long planar Goubau line load was fabricated on a 10-$\\mu$m thick silicon substrate suspended in the air. Electromagnetic simulations of the load show excellent agreement with calibrated reflection measurements in the frequency range 0.5 THz - 1.1 THz. Above the cut-off frequency of around 580 GHz, the measured reflections are much less than -19 dB, below the noise floor of the characterization setup. ",
    "url": "https://arxiv.org/abs/2210.11847",
    "authors": [
      "Juan Cabello-Sánchez",
      "Vladimir Drakinskiy",
      "Jan Stake",
      "Helena Rodilla"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.11965",
    "title": "Modeling human observer detection in undersampled magnetic resonance  imaging (MRI) reconstruction with total variation and wavelet sparsity  regularization",
    "abstract": "Purpose: Task-based assessment of image quality in undersampled magnetic resonance imaging (MRI) provides a way of evaluating the impact of regularization on task performance. In this work, we evaluated the effect of total variation (TV) and wavelet regularization on human detection of signals with a varying background and validated a model observer in predicting human performance. Approach: For the human observer studies we used two-alternative forced choice (2-AFC) studies with a small signal known exactly (SKE) task but with varying backgrounds for fluid-attenuated inversion recovery (FLAIR) images reconstructed from undersampled multi-coil data. We used a 3.48 undersampling factor with TV and a wavelet sparsity constraints. The sparse difference-of-Gaussians (S-DOG) observer with internal noise was used to model human observer detection. That S-DOG model was used to predict the percent correct of human observers for a range of regularization parameters. Results: We found that the human observer detection performance remained fairly constant for a broad range of values in the regularization parameter before decreasing at large values. Using the TV, wavelet sparsity, or a combination of the constraints did not meaningfully improve task performance. The model observer tracked the performance of the human observers as the regularization was increased but over-estimated the PC for large amounts of regularization for TV and wavelet sparsity, as well as the combination of both parameters. Conclusions: For the task we studied, the S-DOG observer was able to reasonably predict human performance with both total variation and wavelet sparsity regularizers over a broad range of regularization parameters. We also did not find a large improvement in task performance due to regularization. ",
    "url": "https://arxiv.org/abs/2210.11965",
    "authors": [
      "Alexandra G. O'Neill",
      "Emely L. Valdez",
      "Sajan Goud Lingala",
      "Angel R. Pineda"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2210.12017",
    "title": "Fast dispersion tailoring of multimode photonic crystal resonators",
    "abstract": "We introduce a numerical procedure which permits to drastically accelerate the design of multimode photonic crystal resonators. Specifically, we demonstrate that the optical response of an important class of such nanoscale structures is reproduced accurately by a simple, one-dimensional model, within the entire spectral range of interest. This model can describe a variety of tapered photonic crystal structures. Orders of magnitude faster to solve, our approach can be used to optimize certain properties of the nanoscale cavity. Here we consider the case of a nanobeam cavity, where the confinement results from the modulation of its width. The profile of the width is optimized, in order to flatten the resonator dispersion profile (so that all modes are equally spaced in frequency). This result is particularly relevant for miniaturizing parametric generators of non-classical light, optical nano-combs and mode-locked laser sources. Our method can be easily extended to complex geometries, described by multiple parameters. ",
    "url": "https://arxiv.org/abs/2210.12017",
    "authors": [
      "Francesco Rinaldo Talenti",
      "Stefan Wabnitz",
      "Inès Ghorbel",
      "Sylvain Combrié",
      "Luca Aimone-Giggio",
      "Alfredo De Rossi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.11553",
    "title": "Quantum mechanical modeling of the multi-stage  Stern$\\unicode{x2013}$Gerlach experiment by Frisch and Segrè using the von  Neumann equation",
    "abstract": "The multi-stage Stern$\\unicode{x2013}$Gerlach experiment conducted by Frisch and Segr\\`e has been modeled analytically using quantum mechanics by Majorana and revised by Rabi by including the hyperfine interaction. However, the theoretical predictions do not match the experimental observation well. Here, we numerically solve the standard quantum mechanical model, via the von Neumann equation, that includes the hyperfine interaction for the time evolution of the spin. The outcome is compared with the experimental observation and the predictions by Majorana, Rabi, and an alternative model called co-quantum dynamics. Thus far, the coefficients of determination from the standard quantum mechanical model, which does not use free parameters, are still below zero. Non-standard variants that improve the match are explored in the appendices for discussion. ",
    "url": "https://arxiv.org/abs/2210.11553",
    "authors": [
      "S. Süleyman Kahraman",
      "Kelvin Titimbo",
      "Zhe He",
      "Jung-Tsung Shen",
      "Lihong V. Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2210.11685",
    "title": "Quantum Algorithms for Geologic Fracture Networks",
    "abstract": "Solving large systems of equations is a challenge for modeling natural phenomena, such as simulating subsurface flow. To avoid systems that are intractable on current computers, it is often necessary to neglect information at small scales, an approach known as coarse-graining. For many practical applications, such as flow in porous, homogenous materials, coarse-graining offers a sufficiently-accurate approximation of the solution. Unfortunately, fractured systems cannot be accurately coarse-grained, as critical network topology exists at the smallest scales, including topology that can push the network across a percolation threshold. Therefore, new techniques are necessary to accurately model important fracture systems. Quantum algorithms for solving linear systems offer a theoretically-exponential improvement over their classical counterparts, and in this work we introduce two quantum algorithms for fractured flow. The first algorithm, designed for future quantum computers which operate without error, has enormous potential, but we demonstrate that current hardware is too noisy for adequate performance. The second algorithm, designed to be noise resilient, already performs well for problems of small to medium size (order 10 to 1000 nodes), which we demonstrate experimentally and explain theoretically. We expect further improvements by leveraging quantum error mitigation and preconditioning. ",
    "url": "https://arxiv.org/abs/2210.11685",
    "authors": [
      "Jessie M. Henderson",
      "Marianna Podzorova",
      "M. Cerezo",
      "John K. Golden",
      "Leonard Gleyzer",
      "Hari S. Viswanathan",
      "Daniel O'Malley"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2210.11898",
    "title": "Detecting Topological phase transitions in a double kicked quantum rotor",
    "abstract": "We present a concrete theoretical proposal for detecting topological phase transitions in double kicked atom-optics kicked rotors with internal spin-1/2 degree of freedom. The implementation utilizes a kicked Bose-Einstein condensate evolving in one-dimensional momentum space. To reduce influence of atom loss and phase decoherence we aim to keep experimental durations short while maintaining a resonant experimental protocol. Experimental limitations induced by phase noise, quasimomentum distributions, symmetries, and the AC-Stark shift are considered. Our results thus suggest a feasible and optimized procedure for observing topological phase transitions in quantum kicked rotors. ",
    "url": "https://arxiv.org/abs/2210.11898",
    "authors": [
      "Nikolai Bolik",
      "Caspar Groiseau",
      "Jerry H. Clark",
      "Gil S. Summy",
      "Yingmei Liu",
      "Sandro Wimberger"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2210.12074",
    "title": "Stress-Tuned Optical Transitions in Layered 1T-MX2 (M= Hf, Zr, Sn; X= S,  Se) Crystals",
    "abstract": "Optical measurements under externally applied stresses allow us to study the materials' electronic structure by comparing the pressure evolution of optical peaks obtained from experiments and theoretical calculations. We examine the stress-induced changes in electronic structure for the thermodynamically stable 1T polytype of selected MX2 compounds (M=Hf, Zr, Sn; X=S, Se), using the density functional theory. We demonstrate that considered 1T-MX2 materials are semiconducting with indirect character of the band gap, irrespective to the employed pressure as predicted using modified Becke-Johnson potential. We determine energies of direct interband transitions between bands extrema and in band-nesting regions close to Fermi level. Generally, the studied transitions are optically active, exhibiting in-plane polarization of light. Finally, we quantify their energy trends under external hydrostatic, uniaxial, and biaxial stresses by determining the linear pressure coefficients. Generally, negative pressure coefficients are obtained implying the narrowing of the band gap. The semiconducting-to-metal transition are predicted under hydrostatic pressure. We discuss these trends in terms of orbital composition of involved electronic bands. In addition, we demonstrate that the measured pressure coefficients of HfS2 and HfSe2 absorption edges are in perfect agreement with our predictions. Comprehensive and easy-to-interpret tables containing the optical features are provided to form the basis for assignation of optical peaks in future measurements. ",
    "url": "https://arxiv.org/abs/2210.12074",
    "authors": [
      "Miłosz Rybak",
      "Tomasz Woźniak",
      "Magdalena Birowska",
      "Filip Dybała",
      "Alfredo Segura",
      "Konrad J. Kapcia",
      "Paweł Scharoch",
      "Robert Kudrawiec"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2210.12110",
    "title": "Coherent optical two-photon resonance tomographic imaging in three  dimensions",
    "abstract": "Three-dimensional imaging is one of the crucial tools of modern sciences, that allows non-invasive inspection of physical objects. We propose and demonstrate a method to reconstruct a three-dimensional structure of coherence stored in an atomic ensemble. Our method relies on time-and-space resolved heterodyne measurement that allows the reconstruction of a complex three-dimensional profile of the coherence with a single measurement of the light emitted from the ensemble. Our tomographic technique provides a robust diagnostic tool for various atom-based quantum information protocols and could be applied to three-dimensional magnetometry, electrometry and imaging of electromagnetic fields. ",
    "url": "https://arxiv.org/abs/2210.12110",
    "authors": [
      "Mateusz Mazelanik",
      "Adam Leszczyński",
      "Tomasz Szawełło",
      "Michał Parniak"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.04174",
    "title": "Compact single-seed, module-based laser system on a transportable  high-precision atomic gravimeter",
    "abstract": " Comments: 8 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2208.04174",
    "authors": [
      "Fong En Oon",
      "Rainer Dumke"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.05793",
    "title": "Predicting nonlinear optical scattering with physics-driven neural  networks",
    "abstract": " Title: Predicting nonlinear optical scattering with physics-driven neural  networks ",
    "url": "https://arxiv.org/abs/2208.05793",
    "authors": [
      "Carlo Gigli",
      "Amirhossein Saba",
      "Ahmed Bassam Ayoub",
      "Demetri Psaltis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2209.03522",
    "title": "Machine Learning Sensors for Diagnosis of COVID-19 Disease Using Routine  Blood Values for Internet of Things Application",
    "abstract": " Comments: 30 pages, 9 figures, 8 tables, 1 algorithm ",
    "url": "https://arxiv.org/abs/2209.03522",
    "authors": [
      "Andrei Velichko",
      "Mehmet Tahir Huyut",
      "Maksim Belyaev",
      "Yuriy Izotov",
      "Dmitry Korzun"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Medical Physics (physics.med-ph)",
      "Quantitative Methods (q-bio.QM)"
    ]
  },
  {
    "id": "arXiv:2210.10943",
    "title": "Dissociation slowdown by collective optical response under strong  coupling conditions",
    "abstract": " Title: Dissociation slowdown by collective optical response under strong  coupling conditions ",
    "url": "https://arxiv.org/abs/2210.10943",
    "authors": [
      "Maxim Sukharev",
      "Joseph Subotnik",
      "Abraham Nitzan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]