[
  {
    "id": "arXiv:2201.04680",
    "title": "Femtosecond Filament Coupled with Structured Light for Free Space  Optical Communication",
    "abstract": "The opto-mechanical displacement of particles by the filament creates a quasi-transparent channel, through which information can be transmitted. We present a robust method that utilizes the channel for free-space optical communication using structured light beams coupled with a femtosecond filament. Vortex beams based on their spatial profiles and non-diffractive characteristics are perfectly suited to propagate around the filament. We created a 4-bit communication channel using structured light beam, using a method we call segmented space division multiplexing. The system demonstrates resilience to noise and is unaffected by the filament. This method improves the scalability, robustness, and capacity of the free space optical channel, which could be transmitted during difficult weather conditions. ",
    "url": "https://arxiv.org/abs/2201.04680",
    "authors": [
      "Saad Bin Ali Reza",
      "Tianhong Wang",
      "Finn Buldt",
      "Pascal Bassène",
      "Moussa N'Gom"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.04715",
    "title": "Supporting quantum technologies with a micron-scale silicon photonics  platform",
    "abstract": "VTT micron-scale silicon photonics platform can play a significant role in the second quantum revolution, supporting not only quantum photonics but also solid-state quantum systems. Quantum photonics can benefit from the unique properties of the platform, a distinctive example application being quantum key distribution, where we are developing receivers to support its large-scale deployment. On the other hand, we are using our photonic integration technology also to aid scaling-up superconducting quantum computers, by controlling and reading the qubits in the cryostat through classical optical links. I will cover all these developments showing our recent results, ongoing activities, and future plans. ",
    "url": "https://arxiv.org/abs/2201.04715",
    "authors": [
      "Matteo Cherchi",
      "Arijit Bera",
      "Antti Kemppinen",
      "Jaani Nissilä",
      "Kirsi Tappura",
      "Marco Caputo",
      "Lauri Lehtimäki",
      "Janne Lehtinen",
      "Joonas Govenius",
      "Timo Aalto"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.04774",
    "title": "Experimental observation and manipulation of optical tornado waves",
    "abstract": "We report experimental generation and manipulation of optical tornado waves (ToWs). By controlling the self-focusing length, total angular momentum, and foci deviation of ToWs, the propagation properties of optical ToWs, especially their angular velocity of the main intensity lobes, can be manipulated. We achieve controlling the accumulated rotation angle of the intensity lobes from 0 to 1100 degrees. Also, we confirm that ToWs get the highest angular velocity around the foci coincide situation. Our experimental results are in good agreement with numerical results. ",
    "url": "https://arxiv.org/abs/2201.04774",
    "authors": [
      "Lai Chen",
      "Li-Gang Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.04783",
    "title": "Simulations of the filamentation and self-channeling of spatially  modulated high-power femtosecond laser pulses in air",
    "abstract": "The propagation of high-power femtosecond laser pulses in air under conditions of superposed spatial phase modulation is considered theoretically. The numerical simulations are carried out on the basis of the reduced form of nonlinear Schrodinger equation (NLSE) for time-averaged electric field envelope. Initial spatial modulations are applied to pulse wavefront profiling by a staggered (TEM33) phase plate which is simulated numerically. The dynamics of laser pulse self-focusing, filamentation, and post-filamentation self-channeling after the phase plates with variable phase jumps is studied. We show that with specific phase modulations, the pulse filamentation region in air can be markedly shifted further and elongated compared to a non-modulated pulse. Moreover, during the post-filamentation propagation of spatially structured radiation, the highly-localized light channels are formed possessing enhanced intensity and reduced angular divergence which enables post-filamentation pulse self-channeling on the distance multiple exceeding the Rayleigh range. ",
    "url": "https://arxiv.org/abs/2201.04783",
    "authors": [
      "Yury Geints",
      "Olga Minina",
      "Alexander Zemlyanov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.04926",
    "title": "Mode conversion and laser energy absorption by plasma under an  inhomogeneous external magnetic field",
    "abstract": "The interaction of a high-frequency laser with plasma in the presence of an inhomogeneous external magnetic field has been studied here with the help of Particle-In-Cell simulation. It has been shown that laser enters inside the plasma as an extraordinary wave (X-wave), where the electric field of the wave oscillates perpendicular to both external magnetic field and propagation direction, and as it travels through the plasma, its dispersion property changes due to the inhomogeneity of the externally applied magnetic field. Our study shows that the X-wave's electromagnetic energy is converted to an electrostatic mode as it encounters the upper-hybrid (UH) resonance layer. In the later stage of the evolution, this electrostatic wave breaks and converts its energy to electron kinetic energy. Our study reveals two additional processes involved in decaying electrostatic mode at the UH resonance layer. We have shown that the energy of the electrostatic mode also converts to a low-frequency lower-hybrid mode and high-frequency electromagnetic harmonic radiations at the resonance layer. The dependence of energy conversion processes on the gradient of external magnetic field has also been studied and analyzed. ",
    "url": "https://arxiv.org/abs/2201.04926",
    "authors": [
      "Srimanta Maity",
      "Laxman Prasad Goswami",
      "Ayushi Vashistha",
      "Devshree Mandal",
      "Amita Das"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2201.04987",
    "title": "Cavity optomechanics in a fiber cavity: the role of stimulated Brillouin  scattering",
    "abstract": "We study the role of stimulated Brillouin scattering in a fiber cavity by numerical simulations and a simple theoretical model and find good agreement between experiment, simulation and theory. We also investigate an optomechanical system based on a fiber cavity in the presence on the nonlinear Brillouin scattering. Using simulation and theory, we show that this hybrid optomechanical system increases optomechanical damping for low mechanical resonance frequencies in the unresolved sideband regime. Furthermore, optimal damping occurs for blue detuning in stark contrast to standard optomechanics. We investigate whether this hybrid optomechanical system is capable cooling a mechanical oscillator to the quantum ground state. ",
    "url": "https://arxiv.org/abs/2201.04987",
    "authors": [
      "Abel Beregi",
      "Peter F. Barker",
      "Antonio Pontin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.05143",
    "title": "Evaporation of microwave-shielded polar molecules to quantum degeneracy",
    "abstract": "Ultracold polar molecules offer strong electric dipole moments and rich internal structure, which makes them ideal building blocks to explore exotic quantum matter, implement novel quantum information schemes, or test fundamental symmetries of nature. Realizing their full potential requires cooling interacting molecular gases deeply into the quantum degenerate regime. However, the complexity of molecules which makes their collisions intrinsically unstable at the short range, even for nonreactive molecules, has so far prevented the cooling to quantum degeneracy in three dimensions. Here, we demonstrate evaporative cooling of a three-dimensional gas of fermionic sodium-potassium molecules to well below the Fermi temperature using microwave shielding. The molecules are protected from reaching short range with a repulsive barrier engineered by coupling rotational states with a blue-detuned circularly polarized microwave. The microwave dressing induces strong tunable dipolar interactions between the molecules, leading to high elastic collision rates that can exceed the inelastic ones by at least a factor of 460. This large elastic-to-inelastic collision ratio allows us to cool the molecular gas down to 21 nanokelvin, corresponding to 0.36 times the Fermi temperature. Such unprecedentedly cold and dense samples of polar molecules open the path to the exploration of novel many-body phenomena, such as the long-sought topological p-wave superfluid states of ultracold matter. ",
    "url": "https://arxiv.org/abs/2201.05143",
    "authors": [
      "Andreas Schindewolf",
      "Roman Bause",
      "Xing-Yan Chen",
      "Marcel Duda",
      "Tijs Karman",
      "Immanuel Bloch",
      "Xin-Yu Luo"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:1903.01451",
    "title": "Measurement-Based Quantum Metropolis Algorithm",
    "abstract": " Comments: 4 pages, 4 figures ",
    "url": "https://arxiv.org/abs/1903.01451",
    "authors": [
      "Jonathan E. Moussa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2010.06494",
    "title": "Outer Valence Intermolecular Coulombic Decay in Hydrogen-Bonded  Complexes Induced by Resonant Two-Photon Excitation by 4.4 eV Photons",
    "abstract": " Comments: 20 Pages, 3 Figures, 8 Supplementary Figures ",
    "url": "https://arxiv.org/abs/2010.06494",
    "authors": [
      "Namitha Brijit Bejoy",
      "Nitin. K Singh",
      "Balanarayan Pananghat",
      "G. Naresh Patwari"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2107.05501",
    "title": "Response of atomic spin-based sensors to magnetic and nonmagnetic  perturbations",
    "abstract": " Comments: 15 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2107.05501",
    "authors": [
      "Mikhail Padniuk",
      "Marek Kopciuch",
      "Riccardo Cipolletti",
      "Arne Wickenbrock",
      "Dmitry Budker",
      "Szymon Pustelny"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2107.08545",
    "title": "A Simplified Gravitational Reference Sensor for Satellite Geodesy",
    "abstract": " Comments: Corrected typos, clarified some sentences, and added references ",
    "url": "https://arxiv.org/abs/2107.08545",
    "authors": [
      "Anthony Davila Alvarez",
      "Aaron Knudtson",
      "Unmil Patel",
      "Joseph Gleason",
      "Harold Hollis",
      "Jose Sanjuan",
      "Neil Doughty",
      "Glenn McDaniel",
      "Jennifer Lee",
      "James Leitch",
      "Stephen Bennett",
      "Riccardo Bevilacqua",
      "Guido Mueller",
      "Robert Spero",
      "Brent Ware",
      "Peter Wass",
      "David Wiese",
      "John Ziemer",
      "John W. Conklin"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2110.12037",
    "title": "High-flux 100-kHz attosecond pulse source driven by a high average power  annular laser beam",
    "abstract": " Comments: 19 pages, 7 figures, after peer review ",
    "url": "https://arxiv.org/abs/2110.12037",
    "authors": [
      "Peng Ye",
      "Lénárd Gulyás Oldal",
      "Tamás Csizmadia",
      "Zoltán Filus",
      "Tímea Grósz",
      "Péter Jójárt",
      "Imre Seres",
      "Zsolt Bengery",
      "Barnabás Gilicze",
      "Subhendu Kahaly",
      "Katalin Varjú",
      "Balázs Major"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2111.08167",
    "title": "Helicity transfer in strong laser fields via the electron anomalous  magnetic moment",
    "abstract": " Title: Helicity transfer in strong laser fields via the electron anomalous  magnetic moment ",
    "url": "https://arxiv.org/abs/2111.08167",
    "authors": [
      "Yan-Fei Li",
      "Yue-Yue Chen",
      "Karen Z. Hatsagortsyan",
      "Christoph H. Keitel"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2201.03501",
    "title": "Autocorrective interferometers for photonic integrated circuits",
    "abstract": " Comments: 13 pages, 18 figures. arXiv admin note: text overlap with arXiv:2002.07521 ",
    "url": "https://arxiv.org/abs/2201.03501",
    "authors": [
      "Matteo Cherchi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.04298",
    "title": "Enhanced quantum sensing with room-temperature solid-state masers",
    "abstract": " Comments: 9 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2201.04298",
    "authors": [
      "Hao Wu",
      "Shuo Yang",
      "Mark Oxborrow",
      "Qing Zhao",
      "Bo Zhang",
      "Jiangfeng Du"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]