[
  {
    "id": "arXiv:2208.00279",
    "title": "On the excitation of Ion Acoustic Soliton in quiescent plasma confined  by multi-pole line cusp magnetic field",
    "abstract": "This paper presents the detailed study of the controlled experimental observation and characterization of Ion Acoustic soliton in the quiescent argon plasma produced by filamentary discharge and confined in a multi-pole line cusp magnetic field device named Multi-pole line Cusp Plasma Device (MPD). In this system, the electrostatic fluctuations are found to be less than 1%, a characteristic of quiescent plasma. Ion acoustic soliton has been excited in MPD, and its propagation velocity and width of them are measured experimentally and compared with the 1-D Korteweg-de Vries (KdV) equation. The interaction of two counter-propagating solitons is also investigated to confirm propagation's solitary nature further. After the successful characterization of ion-acoustic soliton, the effect of varying the cusp magnetic field on the propagation of ion-acoustic soliton has been studied. It is experimentally observed in MPD that the pole cusp magnetic field value influences the excitation and propagation of solitons. The soliton amplitude increases with the pole field up to some value Bp~0.6kG, then decreases with the further increase in field values. Meanwhile, the width of the soliton shows different behavior. The role of primary electron confinement by cusp magnetic field geometry has been used to explain the observed results. ",
    "url": "https://arxiv.org/abs/2208.00279",
    "authors": [
      "Zubin Shaikh",
      "A.D.Patel",
      "Meenakshee Sharma",
      "H.H.Joshi",
      "N.Ramasubramanian"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2208.00341",
    "title": "Self-mixing interference in a thin-slice solid-state laser with few  feedback photons per observation period",
    "abstract": "Formation of a peculiar lasing pattern leading to a TEM00-like mode accompanied by a nonzero bright outer-ring emission (namely, a modified TEM00 mode) was observed in a 300-\\mu m-thick LiNdP4O12 (LNP) laser with reflective flat end mirrors that was pumped with a laser diode whose focused spot size was larger than the lasing beam spot size determined by the thermal lens effect. The photon lifetimes of the laser oscillations were found to be greatly shortened to \\tau_{p} = 6.74 ps as compared with those in pure TEM00 mode operation, while the fluorescence lifetime was \\tau = 130 \\mu s. The formation of the peculiar transverse mode was theoretically treated in terms of the pump-intensity-dependent thermal lens effect, which yields the lasing beam spot sizes in the resultant optical cavity. In addition, transverse spatial hole burning of population inversions due to the preceding transverse eigenmode intensity and the associated anti-guidance of the pure TEM00 field leading to formation of the TEM00 with an emergent outer ring emission was shown to appear with increasing pump power through the electric lens (i.e., population lens) effect, in which almost all of the population inversion contributes to lasing with a pronounced effective modal gain. Self-mixing laser Doppler velocimetry (LDV) experiments and numerical simulations revealed that spontaneous emission factors in the peculiar mode oscillations were greatly decreased in comparison with those in pure TEM00 mode operation. The present thin-slice solid-state laser possessing a large fluorescence-to-photon lifetime and decreased spontaneous emission factor enabled us to detect LDV signals in the regime of few feedback photons per observation period. ",
    "url": "https://arxiv.org/abs/2208.00341",
    "authors": [
      "Kenju Otsuka",
      "Seiichi Sudo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2208.00459",
    "title": "$\\hbar ω$ versus $\\hbar \\boldsymbol{k}$: Dispersion and Energy  Constraints on Time-Varying Photonic Materials and Time Crystals",
    "abstract": "Photonic time-varying systems have attracted significant attention owing to their rich physics and potential opportunities for new and enhanced functionalities. In this context, the duality of space and time in wave physics has been particularly fruitful to uncover interesting physical effects in the temporal domain, such as reflection/refraction at temporal interfaces and momentum-bandgaps in time crystals. However, the characteristics of the temporal/frequency dimension, particularly its relation to causality and energy conservation ($\\hbar \\omega$ is energy, whereas $\\hbar \\boldsymbol{k}$ is momentum), create challenges and constraints that are unique to time-varying systems and are not present in their spatially varying counterparts. Here, we overview two key physical aspects of time-varying photonics that have only received marginal attention so far, namely temporal dispersion and external power requirements, and explore their implications. We discuss how temporal dispersion, an inherent property of any causal material, makes the fields evolve continuously at sharp temporal interfaces and may limit the strength of fast temporal modulations and of various resulting effects. Furthermore, we show that changing the refractive index in time always involves large amounts of energy. We derive power requirements to observe a time-crystal response in one of the most popular material platforms in time-varying photonics, i.e., transparent conducting oxides, and we argue that these effects are almost always obscured by less exotic nonlinear phenomena. These observations and findings shed light on the physics and constraints of time-varying photonics, and may guide the design and implementation of future time-modulated photonic systems. ",
    "url": "https://arxiv.org/abs/2208.00459",
    "authors": [
      "Zeki Hayran",
      "Jacob B. Khurgin",
      "Francesco Monticone"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.00600",
    "title": "Stark effect of quantum blue emitters in hBN",
    "abstract": "Inhomogeneous broadening is a major limitation for the application of quantum emitters in hBN to integrated quantum photonics. Here we demonstrate that blue emitters with an emission wavelength of 436 nm are less sensitive to electric fields than other quantum emitter species in hBN. Our measurements of Stark shifts indicate negligible transition dipole moments for these centers with dominant quadratic stark effect. Using these results, we employed DFT calculations to identify possible point defects with small transition dipole moments, which may be the source of blue emitters in hBN. ",
    "url": "https://arxiv.org/abs/2208.00600",
    "authors": [
      "Ivan Zhigulin",
      "Jake Horder",
      "Victor Ivady",
      "Simon J. U. White",
      "Angus Gale",
      "Chi Li",
      "Charlene J. Lobo",
      "Milos Toth",
      "Igor Aharonovich",
      "Mehran Kianinia"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.00605",
    "title": "Photonic quantum Hall effects",
    "abstract": "This article reviews the development of photonic analogues of quantum Hall effects, which have given rise to broad interest in topological phenomena in photonic systems over the past decade. We cover early investigations of geometric phases, analogies between electronic systems and the spectra of periodic photonic media including photonic crystals, efforts to generalize topological band theory to open, dissipative, and nonlinear wave systems, pursuit of useful device applications, and ongoing studies of photonic Hall effects in classical nonlinear optics and the quantum regime of strong photon-photon interactions. ",
    "url": "https://arxiv.org/abs/2208.00605",
    "authors": [
      "Daniel Leykam",
      "Daria Smirnova"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2208.00667",
    "title": "Distance calibration via Newton's rings in yttrium lithium fluoride  whispering gallery mode resonators",
    "abstract": "In this work, we analyze the first whispering gallery mode resonator (WGMR) made from monocrystalline yttrium lithium fluoride (YLF). The disc-shaped resonator is fabricated using single-point diamond turning and exhibits a high intrinsic quality factor ($Q$) on the order of $10^9$. Moreover, we employ a novel method based on microscopic imaging of Newton's rings through the back of a trapezoidal prism. This method can be used to evanescently couple light in to a WGMR and monitor the separation between the cavity and the coupling prism. Accurately calibrating the distance between a coupling prism and a WGMR is desirable as it can be used to improve experimental control and conditions, i.e., accurate coupler gap calibration can aid in tuning into desired coupling regimes and can be used to avoid potential damage caused by collisions between the coupling prism and the WGMR. Here, we use two different trapezoidal prisms together with the high-$Q$ YLF WGMR to demonstrate and discuss this method. ",
    "url": "https://arxiv.org/abs/2208.00667",
    "authors": [
      "Josh T. Christensen",
      "Farhan Azeem",
      "Luke S. Trainor",
      "Dmitry V. Strekalov",
      "Harald G. L. Schwefel"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.00680",
    "title": "Invited Review: Micro-fabricated components for cold atom sensors",
    "abstract": "Laser cooled atoms have proven transformative for precision metrology, playing a pivotal role in state-of-the-art clocks and interferometers, and having the potential to provide a step-change in our modern technological capabilities. To successfully explore their full potential, laser cooling platforms must be translated from the laboratory environment and into portable, compact quantum sensors for deployment in practical applications. This transition requires the amalgamation of a wide range of components and expertise if an unambiguously chip-scale cold atom sensor is to be realized. We present recent developments in cold-atom sensor miniaturization, focusing on key components that enable laser cooling on the chip-scale. The design, fabrication and impact of the components on sensor scalability and performance will be discussed with an outlook to the next generation of chip-scale cold atom devices. ",
    "url": "https://arxiv.org/abs/2208.00680",
    "authors": [
      "J. P. McGilligan",
      "K. Gallacher",
      "P. F. Griffin",
      "D. J. Paul",
      "A. S. Arnold",
      "E. Riis"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2208.00698",
    "title": "A Novel Approach on Dielectric Barrier Discharge using Printed Circuit  Boards",
    "abstract": "Drug resistant bacteria, prions and nosocomial infections underline the need of more effective sterilizing technologies. The cold plasma technology is expected to bring a benefit in this context. Six different plasma sources, based on printed circuit boards, were evaluated fourfold. This include measurements of the power consumption, the ignition behavior by an ICCD-camera and ozone formation by absorption spectroscopy at 254 nm. To evaluate the biocidal effect, four bacterial test series were performed with Escherichia coli. The entirety of the tests analyze the plasma inactivation process from the input parameters to the desired biocidal effect. The discharge current and time resolved ignition behaviors indicated a simultaneous formation of filaments at the beginning of the negative half-cycle. The dynamics of the ozone production showed a saturated exponential growth upon a maximum value of 435 ppm. Additionally, the microbiological test series unveiled differences between the plasma source concepts. A total reduction rate of Log-4 within a minute was achievable. An air flow through slits within the plasma sources destabilized the plasma. Minor changes of the electrode geometry changed all measured parameters. Hence, to develop a pathogen inactivating plasma source, these results recommend a comb-shaped electrode design, which is laminated on a dielectric. ",
    "url": "https://arxiv.org/abs/2208.00698",
    "authors": [
      "Jonathan Gail",
      "Alisa Schmidt",
      "Markus H. Thoma"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2208.00736",
    "title": "Zeeman optical pumping of $^{87}$Rb atoms in a hollow core photonic  crystal fibre",
    "abstract": "Preparation of an atomic ensemble in a particular Zeeman state is a critical step of many protocols for implementing quantum sensors and quantum memories. These devices can also benefit from optical fibre integration. In this work we describe experimental results supported by a theoretical model of single-beam optical pumping of $^{87}$Rb atoms within a hollow-core photonic crystal fibre. The observed 50% population increase in the pumped F=2, m$_F$=2 Zeeman substate along with the depopulation of remaining Zeeman substates enabled us to achieve a 3 times improvement in the relative population of the m$_F$=2 substate within the F=2 manifold, with 60% of the F=2 population residing in the m$_F$=2 dark sublevel. Based on our theoretical model, we also propose methods to further improve the pumping efficiency in alkali-filled hollow-core fibres. ",
    "url": "https://arxiv.org/abs/2208.00736",
    "authors": [
      "Tomasz Krehlik",
      "Artur Stabrawa",
      "Rafał Gartman",
      "Krzysztof T. Kaczmarek",
      "Robert Löw",
      "Adam Wojciechowski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2208.00764",
    "title": "Triggerless data acquisition in asynchronous optical-sampling terahertz  time-domain spectroscopy based on dual-comb system",
    "abstract": "By using two mutually phase-locked optical frequency combs with slightly different repetition rates, we demonstrate asynchronous optical-sampling terahertz time-domain spectroscopy (ASOPS THz-TDS) without using any trigger signals or optical delay lines. Due to a tight stabilization of the repetition frequencies, it was possible to accumulate the data over 48 minutes in a triggerless manner without signal degradation. The fractional frequency stability of the measured terahertz signal is evaluated to be $\\sim$8.0$\\times$10$^{- 17}$ after 730 s. The frequency accuracy of the obtained terahertz spectrum is ensured by phase-locking the two frequency combs to a frequency standard. To clarify the performance of our system, we characterized the absorption line of water vapor around 0.557 THz. The good agreement of the measured center frequency and linewidth with the values predicted from the HITRAN database verifies the suitability of our ASOPS THz-TDS system for precise measurements. ",
    "url": "https://arxiv.org/abs/2208.00764",
    "authors": [
      "Makoto Okano",
      "Shinichi Watanabe"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2208.00879",
    "title": "Modelling spatio-temporal dynamics of chiral coupling of quantum  emitters to light fields in nanophotonic structures",
    "abstract": "A quantum emitter placed in a nanophotonic structure can result in non-reciprocal phenomena like chiral light excitation. Here, we present a theoretical model to couple circularly polarized emitters described by the density matrix formalism to the electromagnetic fields within a finite-difference time-domain (FDTD) simulation. In particular, we discuss how to implement complex electric fields in the simulation to make use of the rotating wave approximation. By applying our model to a quantum emitter in a dielectric waveguide and an optical circulator, we show how the excitation of the quantum system depends on its position and polarization. In turn, the backcoupling can result in strongly asymmetric light excitation. Our framework and results will help better understand spatio-temporal dynamics of light field in nanophotonic structures containing quantum emitters. ",
    "url": "https://arxiv.org/abs/2208.00879",
    "authors": [
      "Jan Olthaus",
      "Maximilian Sohr",
      "Stephan Wong",
      "Sang Soon Oh",
      "Doris E. Reiter"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2208.00899",
    "title": "Parametric Waveform Synthesis: a scalable approach to generate sub-cycle  optical transients",
    "abstract": "The availability of electromagnetic pulses with controllable field waveform and extremely short duration, even below a single optical cycle, is imperative to fully harness strong-field processes and to gain insight into ultrafast light-driven mechanisms occurring in the attosecond time-domain. The recently demonstrated parametric waveform synthesis (PWS) introduces an energy-, power- and spectrum-scalable method to generate non-sinusoidal sub-cycle optical waveforms by coherently combining different phase-stable pulses attained via optical parametric amplifiers. Significant technological developments have been addressed to overcome the stability issues related to PWS and to obtain an effective and reliable waveform control system. Here we present the main ingredients enabling PWS technology. The design choices concerning the optical, mechanical and electronic setups are justified by analytical/numerical modeling and benchmarked by experimental observations. In its present incarnation, the PWS technology enables the generation of field-controllable mJ-level few-femtosecond pulses spanning the visible to infrared range. ",
    "url": "https://arxiv.org/abs/2208.00899",
    "authors": [
      "Roland E. Mainz",
      "Giulio Maria Rossi",
      "Fabian Scheiba",
      "Miguel A. Silva-Toledo",
      "Giovanni Cirmi",
      "Franz X. Kärtner"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.01024",
    "title": "The Poynting vector field generic singularities in resonant scattering  of plane linearly polarized electromagnetic waves by subwavelength particles",
    "abstract": "We present the results of a study of the Poynting vector field generic singularities at the resonant light scattering of a plane monochromatic linearly polarized electromagnetic wave by a subwavelength particle. We reveal the impact of the problem symmetry, the spatial dimension, and the energy conservation law on the properties of the singularities. We show that, in the cases when the problem symmetry results in the existence of an invariant plane for the Poynting vector field lines, a formation of a standing wave in the immediate vicinity of a singularity gives rise to a saddle-type singular point. All other types of singularities are associated with vanishing at the singular points, either (i) magnetic field, for the polarization plane parallel to the invariant plane, or (ii) electric field, at the perpendicular orientation of the polarization plane. We also show that in the case of two-dimensional problems (scattering by a cylinder), the energy conservation law restricts the types of possible singularities only to saddles and centers in the non-dissipative media and to saddles, foci, and nodes in dissipative. Finally, we show that dissipation affects the (i)-type singularities much stronger than the (ii)-type. The same conclusions are valid for the imaginary part of the Poynting vector in problems where the latter is regarded as a complex quantity. The singular points associated with the formation of standing waves are different for real and imaginary parts of this complex vector field, while all other singularities are common. We illustrate the general discussion by analyzing singularities at light scattering by a subwavelength Germanium cylinder with the actual dispersion of its refractive index. ",
    "url": "https://arxiv.org/abs/2208.01024",
    "authors": [
      "Michael I. Tribelsky",
      "Boris Y. Rubinstein"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.00706",
    "title": "Iterative shaping of optical potentials for one-dimensional  Bose-Einstein condensates",
    "abstract": "The ability to manipulate clouds of ultra-cold atoms is crucial for modern experiments on quantum manybody systems and quantum thermodynamics as well as future metrological applications of Bose-Einstein condensate. While optical manipulation offers almost arbitrary flexibility, the precise control of the resulting dipole potentials and the mitigation of unwanted disturbances is quite involved and only heuristic algorithms with rather slow convergence rates are available up to now. This paper thus suggests the application of iterative learning control (ILC) methods to generate fine-tuned effective potentials in the presence of uncertainties and external disturbances. Therefore, the given problem is reformulated to obtain a one-dimensional tracking problem by using a quasicontinuous input mapping which can be treated by established ILC methods. Finally, the performance of the proposed concept is illustrated in a simulation scenario. ",
    "url": "https://arxiv.org/abs/2208.00706",
    "authors": [
      "Andreas Deutschmann-Olek",
      "Mohammadamin Tajik",
      "Martino Calzavara",
      "Jörg Schmiedmayer",
      "Tommaso Calarco",
      "Andreas Kugi"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.00769",
    "title": "Integrated photoelasticity in a soft material: phase retardation,  azimuthal angle and stress-optic coefficient",
    "abstract": "Integrated photoelasticity is investigated for a soft material subjected to a three-dimensional stress state. In the experiment, a solid sphere is pressed against a gelatin gel (Young's modulus is about 4.2 kPa) that deforms up to 4.5 mm depending on the loading forces. The resulting photoelastic parameters (phase retardation, azimuthal angle, and stress-optic coefficient) in the gel are measured using a polarization camera. The measured retardation and azimuth are compared with the analytical prediction based on Hertzian contact theory. Remarkably, experimental and analytical results of the photoelastic parameters show a reasonable agreement not only in the retardation but also in the azimuth that is related to the direction of principal stresses and but rarely validated in previous studies, is essential for reconstructing three-dimensional stress fields in soft materials. The stress-optic coefficient of the gelatin gel used is 3.12$\\times10^{-8}$ 1/Pa. Such findings proved that integrated photoelasticity is useful for measuring the three-dimensional stress field in soft materials, which is of importance in biomedical engineering and cell printing applications. ",
    "url": "https://arxiv.org/abs/2208.00769",
    "authors": [
      "Yuto Yokoyama",
      "Benjamin R. Mitchell",
      "Ali Nassiri",
      "Brad L. Kinsey",
      "Yannis P. Korkolis",
      "Yoshiyuki Tagawa"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.00798",
    "title": "Sensors and Actuators for the Advanced LIGO+ Upgrade",
    "abstract": "As part of the Advanced LIGO+ (A+) project we have developed, produced, and characterised sensors and electronics to interrogate new optical suspensions. The central element is a displacement sensor with an integrated electromagnetic actuator known as a BOSEM and its readout and drive electronics required to integrate them into LIGO's control and data system. In this paper we report on improvements to the sensors and testing procedures undertaken to meet enhanced performance requirements set out by the A+ upgrade to the detectors. The best devices reach a noise level of $4.5\\times 10^{-11}{\\rm m}/\\sqrt{\\rm Hz}$ at a measurement frequency of 1 Hz. ",
    "url": "https://arxiv.org/abs/2208.00798",
    "authors": [
      "S J Cooper",
      "C M Mow-Lowry",
      "D Hoyland",
      "J Bryant",
      "A Ubhi",
      "J O'Dell",
      "A Huddart",
      "S Aston",
      "A Vecchio"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2208.00812",
    "title": "Gradient-descent quantum process tomography by learning Kraus operators",
    "abstract": "We perform quantum process tomography (QPT) for both discrete- and continuous-variable quantum systems by learning a process representation using Kraus operators. The Kraus form ensures that the reconstructed process is completely positive. To make the process trace-preserving, we use a constrained gradient-descent (GD) approach on the so-called Stiefel manifold during optimization to obtain the Kraus operators. Our ansatz uses a few Kraus operators to avoid direct estimation of large process matrices, e.g., the Choi matrix, for low-rank quantum processes. The GD-QPT matches the performance of both compressed-sensing (CS) and projected least-squares (PLS) QPT in benchmarks with two-qubit random processes, but shines by combining the best features of these two methods. Similar to CS (but unlike PLS), GD-QPT can reconstruct a process from just a small number of random measurements, and similar to PLS (but unlike CS) it also works for larger system sizes, up to at least five qubits. We envisage that the data-driven approach of GD-QPT can become a practical tool that greatly reduces the cost and computational effort for QPT in intermediate-scale quantum systems. ",
    "url": "https://arxiv.org/abs/2208.00812",
    "authors": [
      "Shahnawaz Ahmed",
      "Fernando Quijandría",
      "Anton Frisk Kockum"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2208.00835",
    "title": "Characterization of noise regimes in Mid-IR free-space optical  communication based on quantum cascade lasers",
    "abstract": "The recent development of Quantum Cascade Lasers (QCLs) represents one of the biggest opportunities for the deployment of a new class of Free Space Optical (FSO) communication systems working in the mid-infrared (Mid-IR) wavelength range. As compared to more common FSO systems exploiting the telecom range, the larger wavelength employed in Mid-IR systems delivers exceptional benefits in case of adverse atmospheric conditions, as the reduced scattering rate strongly suppresses detrimental effects on the FSO link length given by the presence of rain, dust, fog and haze. In this work, we use a novel FSO testbed operating at \\SI{4.7}{\\micro m}, to provide a detailed experimental analysis of noise regimes that could occur in realistic FSO Mid-IR systems based on QCLs. Our analysis reveals the existence of two distinct noise regions, corresponding to different realistic channel attenuation conditions, which are precisely controlled in our setup. To relate our results with real outdoor configurations, we combine experimental data with predictions of an atmospheric channel loss model, finding that error-free communication could be attained for effective distances up to 8~km in low visibility conditions of 1 km. Our analysis of noise regimes may have a key relevance for the development of novel, long-range FSO communication systems based on Mid-IR QCL sources ",
    "url": "https://arxiv.org/abs/2208.00835",
    "authors": [
      "Marco Seminara",
      "Tecla Gabbrielli",
      "Nicola Corrias",
      "Simone Borri",
      "Luigi Consolino",
      "Marco Meucci",
      "Paolo De Natale",
      "Francesco Cappelli",
      "Jacopo Catani"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Systems and Control (eess.SY)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.00836",
    "title": "Enhanced Atmospheric Turbulence Resiliency with Successive Interference  Cancellation DSP in Mode Division Multiplexing Free-Space Optical Links",
    "abstract": "We experimentally demonstrate the enhanced atmospheric turbulence resiliency in a 137.8 Gbit/s/mode mode-division multiplexing free-space optical communication link through the application of a successive interference cancellation digital signal processing algorithm. The turbulence resiliency is further enhanced through redundant receive channels in the mode-division multiplexing link. The proof of concept demonstration is performed using commercially available mode-selective photonic lanterns, a commercial transponder, and a spatial light modulator based turbulence emulator. In this link, 5 spatial modes with each mode carrying 34.46 GBaud dual-polarization quadrature phase shift keying signals are successfully transmitted with an average bit error rate lower than the hard-decision forward error correction limit. As a result, we achieved a record-high mode- and polarization-division multiplexing channel number of 10, a record-high line rate of 689.23 Gbit/s, and a record-high net spectral efficiency of 13.9 bit/s/Hz in emulated turbulent links in a mode-division multiplexing free-space optical system. ",
    "url": "https://arxiv.org/abs/2208.00836",
    "authors": [
      "Yiming Li",
      "Zhaozhong Chen",
      "Zhouyi Hu",
      "David M. Benton",
      "Abdallah A. I. Ali",
      "Mohammed Patel",
      "Martin P. J. Lavery",
      "Andrew D. Ellis"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.00948",
    "title": "Fast-forwarding quantum simulation with real-time quantum Krylov  subspace algorithms",
    "abstract": "Quantum subspace diagonalization (QSD) algorithms have emerged as a competitive family of algorithms that avoid many of the optimization pitfalls associated with parameterized quantum circuit algorithms. While the vast majority of the QSD algorithms have focused on solving the eigenpair problem for ground, excited-state, and thermal observable estimation, there has been a lot less work in considering QSD algorithms for the problem of quantum dynamical simulation. In this work, we propose several quantum Krylov fast-forwarding (QKFF) algorithms capable of predicting long-time dynamics well beyond the coherence time of current quantum hardware. Our algorithms use real-time evolved Krylov basis states prepared on the quantum computer and a multi-reference subspace method to ensure convergence towards high-fidelity, long-time dynamics. In particular, we show that the proposed multi-reference methodology provides a systematic way of trading off circuit depth with classical post-processing complexity. We also demonstrate the efficacy of our approach through numerical implementations for several quantum chemistry problems including the calculation of the auto-correlation and dipole moment correlation functions ",
    "url": "https://arxiv.org/abs/2208.00948",
    "authors": [
      "Cristian L. Cortes",
      "A. Eugene DePrince",
      "Stephen K. Gray"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.01011",
    "title": "Influence of the coordination defects on the dynamics and the potential  energy landscape of two-dimensional silica",
    "abstract": "The main cause of the fragile-to-strong crossover of 3D silica was previously attributed to the presence of a low energy cutoff in the potential energy landscape. The important question emerges about the microscopic origin of this crossover and the generalizibility to other glass-formers. In this work, the fragile-to-strong crossover of a model 2D glassy system is analyzed via molecular dynamics simulation, which represents 2D-silica. By separating the sampled defect and defect-free inherent structures, we are able to identify their respective density of state distributions with respect to energy. A low energy cutoff is found in both distributions. It is shown that the fragile-to-strong crossover can be quantitatively related to the parameters of the energy landscape, involving in particular the low-energy cutoff of the energy distribution. It is also shown that the low-energy cutoff of the defect-states is determined by the formation energy of a specific defect configuration, involving two silicon and no oxygen defect. The low-temperature behavior of 2D silica is quantitatively compared with that of 3D silica, showing surprisingly similar behavior. ",
    "url": "https://arxiv.org/abs/2208.01011",
    "authors": [
      "Projesh Kumar Roy",
      "Andreas Heuer"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2009.03744",
    "title": "Free Fall of a Quantum Many-Body System",
    "abstract": " Comments: 19 pages, 1 figure ",
    "url": "https://arxiv.org/abs/2009.03744",
    "authors": [
      "Andrea Colcelli",
      "Giuseppe Mussardo",
      "German Sierra",
      "Andrea Trombettoni"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2010.08338",
    "title": "Equal Radiation Frequencies from Different Transitions in the  Non-Relativistic Quantum Mechanical Hydrogen Atom",
    "abstract": " Title: Equal Radiation Frequencies from Different Transitions in the  Non-Relativistic Quantum Mechanical Hydrogen Atom ",
    "url": "https://arxiv.org/abs/2010.08338",
    "authors": [
      "Kim Tuan Do",
      "Trung Phan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2012.09140",
    "title": "Searching for alignment-to-orientation conversion in the ground state of  atomic Cs with circularly polarized laser probe",
    "abstract": " Comments: arXiv admin note: text overlap with arXiv:2006.15019 Revised Sections: Introduction, Results & Discussion, Conclusions Minor corrections in Sections: Theoretical model, Experiment ",
    "url": "https://arxiv.org/abs/2012.09140",
    "authors": [
      "Arturs Mozers",
      "Laima Busaite",
      "Dace Osite",
      "Florian H. Gahbauer",
      "Marcis Auzinsh"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2202.07756",
    "title": "Quantum Games and Interactive Tools for Quantum Technologies Outreach  and Education",
    "abstract": " Comments: 39 pages, 17 figures ",
    "url": "https://arxiv.org/abs/2202.07756",
    "authors": [
      "Zeki C. Seskir",
      "Piotr Migdał",
      "Carrie Weidner",
      "Aditya Anupam",
      "Nicky Case",
      "Noah Davis",
      "Chiara Decaroli",
      "İlke Ercan",
      "Caterina Foti",
      "Paweł Gora",
      "Klementyna Jankiewicz",
      "Brian R. La Cour",
      "Jorge Yago Malo",
      "Sabrina Maniscalco",
      "Azad Naeemi",
      "Laurentiu Nita",
      "Nassim Parvin",
      "Fabio Scafirimuto",
      "Jacob F. Sherson",
      "Elif Surer",
      "James Wootton",
      "Lia Yeh",
      "Olga Zabello",
      "Marilù Chiofalo"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.11336",
    "title": "Coherent structure detection and the inverse cascade mechanism in  two-dimensional Navier-Stokes turbulence",
    "abstract": " Comments: 30 pages, 12 Figures ",
    "url": "https://arxiv.org/abs/2203.11336",
    "authors": [
      "Jiahan Wang",
      "Jörn Sesterhenn",
      "Wolf-Christian Müller"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2203.12240",
    "title": "Nonlinear Fano resonance without a continuum",
    "abstract": " Comments: 6 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2203.12240",
    "authors": [
      "Y.-N. Lv",
      "A.-W. Liu",
      "Y. Tan",
      "C.-L. Hu",
      "T.-P. Hua",
      "X.-B. Zou",
      "Y. R. Sun",
      "C.-L. Zou",
      "G.-C. Guo",
      "S.-M. Hu"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.09611",
    "title": "Optical Atomic Clock aboard an Earth-orbiting Space Station (OACESS):  Enhancing searches for physics beyond the standard model in space",
    "abstract": " Comments: Decadal Survey on Biological and Physical Sciences Research in Space 2023-2032. Research Campaign White Paper ",
    "url": "https://arxiv.org/abs/2204.09611",
    "authors": [
      "Vladimir Schkolnik",
      "Dmitry Budker",
      "Oliver Fartmann",
      "Victor Flambaum",
      "Leo Hollberg",
      "Tigran Kalaydzhyan",
      "Shimon Kolkowitz",
      "Markus Krutzik",
      "Andrew Ludlow",
      "Nathan Newbury",
      "Christoph Pyrlik",
      "Laura Sinclair",
      "Yevgeny Stadnik",
      "Ingmari Tietje",
      "Jun Ye",
      "Jason Williams"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2207.11704",
    "title": "Ultra-low threshold continuous-wave quantum dot mini-BIC lasers",
    "abstract": " Title: Ultra-low threshold continuous-wave quantum dot mini-BIC lasers ",
    "url": "https://arxiv.org/abs/2207.11704",
    "authors": [
      "Hancheng Zhong",
      "Jiawei Yang",
      "Zhengqing Ding",
      "Mujie Rao",
      "Lidan Zhou",
      "Yingxin Chen",
      "Ying Yu",
      "Siyuan Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]