[
  {
    "id": "arXiv:2303.04858",
    "title": "Diatomic molecule in a strong infrared laser field: level-shifts and  bond-length change due to laser-dressed Morse potential",
    "abstract": "We present a general mathematical procedure to handle interactions described by a Morse potential in the presence of a strong harmonic excitation. We account for permanent and field-induced terms and their gradients in the dipole moment function, and we derive analytic formulae for the bond-length change and for the shifted energy eigenvalues of the vibrations, by using the Kramers-Henneberger frame. We apply these results to the important cases of $\\mathrm{H}_{2}$ and $\\mathrm{LiH}$, driven by a near- or mid-infrared laser in the $10^{13}$ $\\mathrm{ W/cm^2}$ intensity range. ",
    "url": "https://arxiv.org/abs/2303.04858",
    "authors": [
      "Sándor Varró",
      "Szabolcs Hack",
      "Gábor Paragi",
      "Péter Földi",
      "Imre F. Barna",
      "Attila Czirják"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.04881",
    "title": "Energy Band Structure of Relativistic Quantum Plasmon Excitation",
    "abstract": "In this paper we use the effective Schr\\\"{o}dinger-Poisson and square-root Klein-Gordon-Poisson models to study the quantum and relativistic quantum energy band structure of finite temperature electron gas in a neutralizing charge background. Based the plasmon band gap appearing above the Fermi level, new definitions on plasmonic excitations and plasma parameters in a wide electron temperature-density regime is suggested. The new equation of state (EoS) for excited electrons to the plasmon band leads to novel aspects of relativistic collective quantum excitations such as the plasmon black-out and quantum pressure collapse which are studied using both non-relativistic and relativistic quantum models. The plasmon black-out effect may be used to explain why metallic elements do not show collective behavior at low temperatures. The model can be used to predict phases of matter in which the plasmonic activities is shut down, hence, it may behave like a mysterious dark matter. On the other hand, the energy band structure model predicts the plasmon pressure collapse in temperature-density coordinates matching that of a white dwarf star. The prediction of energy band structure of collective quantum excitations may have direct implications for the inertial confinement fusion (ICF), the EoS of warm dense matter (WDM) and evolution of stellar and other unknown cosmological structures. It is found that predictions of non-relativistic and relativistic quantum excitation models closely match up to temperature-density of degenerate stars which confirms the relevance of non-relativistic plasmon models used in the warm and dense matter regime. The effect of positron on band structure of collective quantum excitations is also studied. ",
    "url": "https://arxiv.org/abs/2303.04881",
    "authors": [
      "M. Akbari-Moghanjoughi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ]
  },
  {
    "id": "arXiv:2303.04967",
    "title": "Breakdown of topological phases due to periodic perturbation in a  gyromagnetic photonic crystals",
    "abstract": "In the known field of topological photonics, what remains less so is the breakdown effect of topological phases deteriorated by perturbation. In this paper, we investigate the variance on topological invariants for a periodic Kekul\\'e medium perturbed in unit cells, which is a gyromagnetic photonic crystal holding topological phases induced by \\emph{synchronized rotation} of unit cells. Two parameters for geometric and material perturbation are respectively benchmarked to pinpoint the topological degradation. Our calculation demonstrates that such a periodic perturbation easily destructs the original topological phase, and thus calls for further checkups on robustness under such unit-cell-perturbation in possible realization. ",
    "url": "https://arxiv.org/abs/2303.04967",
    "authors": [
      "Y. Tian",
      "R. Zhou",
      "Z. Liu",
      "Y. Liu",
      "H. Lin",
      "B. Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2303.04988",
    "title": "When Optical Microscopy Meets All-Optical Analog Computing: A Brief  Review",
    "abstract": "As a revolutionary observation tool in life science, biomedical, and material science, optical microscopy allows imaging of samples with high spatial resolution and a wide field of view. However, conventional microscopy methods are limited to single imaging and cannot accomplish real-time image processing. The edge detection, image enhancement and phase visualization schemes have attracted great interest with the rapid development of optical analog computing. The two main physical mechanisms that enable optical analog computing originate from two geometric phases: the spin-redirection Rytov-Vlasimirskii-Berry (RVB) phase and the Pancharatnam-Berry (PB) phase. Here, we review the basic principles and recent research progress of the RVB phase and PB phase based optical differentiators. Then we focus on the innovative and emerging applications of optical analog computing in microscopic imaging. Optical analog computing is accelerating the transformation of information processing from classical imaging to quantum techniques. Its intersection with optical microscopy opens opportunities for the development of versatile and compact optical microscopy systems. ",
    "url": "https://arxiv.org/abs/2303.04988",
    "authors": [
      "Yichang Shou",
      "Jiawei Liu",
      "Hailu Luo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.05004",
    "title": "Foundry manufacturing of tight-confinement, dispersion-engineered,  ultralow-loss silicon nitride photonic integrated circuit",
    "abstract": "The foundry development of integrated photonics has revolutionized today's optical interconnect and datacenters. Over the last decade, we have witnessed the rising of silicon nitride (Si$_3$N$_4$) integrated photonics, which is currently transferring from laboratory research to foundry manufacturing. The development and transition are triggered by the ultimate need of low optical loss offered by Si$_3$N$_4$, which is beyond the reach of silicon and III-V semiconductors. Combined with modest Kerr nonlinearity, tight optical confinement and dispersion engineering, Si$_3$N$_4$ has today become the leading platform for linear and Kerr nonlinear photonics, and has enabled chip-scale lasers featuring ultralow noise on par with table-top fiber lasers. However, so far all the reported fabrication processes of tight-confinement, dispersion-engineered Si$_3$N$_4$ photonic integrated circuit (PIC) with optical loss down to few dB/m have only been developed on 4-inch or smaller wafers. Yet, to transfer these processes to established CMOS foundries that typically operate 6-inch or even larger wafers, challenges remain. In this work, we demonstrate the first foundry-standard fabrication process of Si$_3$N$_4$ PIC with only 2.6 dB/m loss, thickness above 800 nm, and near 100% fabrication yield on 6-inch wafers. Such thick and ultralow-loss Si$_3$N$_4$ PIC enables low-threshold generation of soliton frequency combs. Merging with advanced heterogeneous integration, active ultralow-loss Si$_3$N$_4$ integrated photonics could pave an avenue to addressing future demands in our increasingly information-driven society. ",
    "url": "https://arxiv.org/abs/2303.05004",
    "authors": [
      "Zhichao Ye",
      "Haiyan Jia",
      "Zhangjun Huang",
      "Chen Shen",
      "Jinbao Long",
      "Baoqi Shi",
      "Yi-Han Luo",
      "Lan Gao",
      "Wei Sun",
      "Hairun Guo",
      "Jijun He",
      "Junqiu Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.05065",
    "title": "Computational analysis of chemical reactions using a variational quantum  eigensolver algorithm without specifying spin multiplicity",
    "abstract": "The analysis of a chemical reaction along the ground state potential energy surface in conjunction with an unknown spin state is challenging because electronic states must be separately computed several times using different spin multiplicities to find the lowest energy state. However, in principle, the ground state could be obtained with just a single calculation using a quantum computer without specifying the spin multiplicity in advance. In the present work, ground state potential energy curves for PtCO were calculated as a proof-of-concept using a variational quantum eigensolver (VQE) algorithm. This system exhibits a singlet-triplet crossover as a consequence of the interaction between Pt and CO. VQE calculations using a statevector simulator were found to converge to a singlet state in the bonding region, while a triplet state was obtained at the dissociation limit. Calculations performed using an actual quantum device provided potential energies within $\\pm$2 kcal/mol of the simulated energies after adopting error mitigation techniques. The spin multiplicities in the bonding and dissociation regions could be clearly distinguished even in the case of a small number of shots. The results of this study suggest that quantum computing can be a powerful tool for the analysis of the chemical reactions of systems for which the spin multiplicity of the ground state and variations in this parameter are not known in advance. ",
    "url": "https://arxiv.org/abs/2303.05065",
    "authors": [
      "Soichi Shirai",
      "Hokuto Iwakiri",
      "Keita Kanno",
      "Takahiro Horiba",
      "Keita Omiya",
      "Hirotoshi Hirai",
      "Sho Koh"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.05150",
    "title": "Toward Higher Integration Density in Femtosecond-Laser-Written  Programmable Photonic Circuits",
    "abstract": "Programmability in femtosecond-laser-written integrated circuits is commonly achieved with the implementation of thermal phase shifters. Recent work has shown how such phase shifters display significantly reduced power dissipation and thermal crosstalk with the implementation of thermal isolation structures. However, the aforementioned phase shifter technology is based on a single gold film, which poses severe limitations on integration density and circuit complexity due to intrinsic geometrical constraints. To increase the compactness, we propose two improvements to this technology. Firstly, we fabricated thermal phase shifters with a photolithography process based on two different metal films, namely chromium for microheaters and copper for contact pads and interconnections. Secondly, we developed a novel curved isolation trench design that, along with a state-of-the-art curvature radius, allows for a significant reduction in the optical length of integrated circuits. As a result, curved Cr-Cu phase shifters provide a compact footprint with low parasitic series resistance and no significant increase in power dissipation (~ 38 mW) and thermal crosstalk (~ 20%). These results pave the way toward the fabrication of femtosecond-laser-written photonic circuits with a steep increase in terms of layout complexity. ",
    "url": "https://arxiv.org/abs/2303.05150",
    "authors": [
      "Riccardo Albiero",
      "Ciro Pentangelo",
      "Marco Gardina",
      "Simone Atzeni",
      "Francesco Ceccarelli",
      "Roberto Osellame"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.05185",
    "title": "Optical non-Hermitian skin effect in two-dimensional uniform media",
    "abstract": "The non-Hermitian skin effect (NHSE) is a novel localization phenomenon in certain non-Hermitian systems with gain and/or loss. Most of previous works study the non-Hermitian skin effect in periodic systems. However, electromagnetic waves often propagate within uniform materials without periodic modulation, and it has not been clear whether the optical NHSE occurs in uniform media such as bulk materials and electromagnetic metamaterials. Here we establish the theory of the optical NHSE in non-Hermitian anisotropic media. We show that the NHSE occurs even in uniform media with appropriate anisotropy and material loss. The localization of non-Hermitian skin modes are completely determined by an effective gauge potential caused by the anisotropy of a dielectric tensor. On the basis of the theory, we propose subwavelength multilayer metamaterials as a novel platform for the optical NHSE. We also propose a new concept of stationarily-excited skin modes whose frequencies are forced to be real in non-Hermitian systems. We find that the NHSE occurs even under the condition that the frequency is forced to be real, which implies that the NHSE we propose is observable under stationary excitation. Our work presents a general theory of the NHSE in homogeneous systems, and pave the way to realize the optical NHSE in bulk materials and metamaterials. ",
    "url": "https://arxiv.org/abs/2303.05185",
    "authors": [
      "Taiki Yoda",
      "Yuto Moritake",
      "Kenta Takata",
      "Kazuki Yokomizo",
      "Shuichi Murakami",
      "Masaya Notomi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2303.05339",
    "title": "Phase-resolved optical characterization of nanoscale spin waves",
    "abstract": "We study theoretically and experimentally the process of Brillouin light scattering on an array of silicon disks on a thin Permalloy layer. We show that phase-resolved Brillouin light scattering microscopy performed on an array of weakly interacting dielectric nanoresonators can detect nanoscale waves and measure their dispersion. In our experiment, we were able to map the evolution of the phase of the spin wave with a wavelength of 209 nm with a precision of 6 nm. These results demonstrate the feasibility of all-optical phase-resolved characterization of nanoscale spin waves. ",
    "url": "https://arxiv.org/abs/2303.05339",
    "authors": [
      "Ondřej Wojewoda",
      "Martin Hrtoň",
      "Meena Dhankhar",
      "Jakub Krčma",
      "Kristýna Davídková",
      "Jan Klíma",
      "Jakub Holobrádek",
      "Filip Ligmajer",
      "Tomáš Šikola",
      "Michal Urbánek"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2303.05457",
    "title": "Introducing a Research Program for Quantum Humanities: Applications",
    "abstract": "Quantum computing is a rapidly developing field in the second wave of quantum development, with the potential to revolutionize a wide range of industries and fields of study. As the capabilities of quantum computers continue to advance, they have the potential to significantly impact society and the way we live, work, and think. This makes it important for scholars from a variety of disciplines to come together and consider the implications of these technologies. How this was done has already been explained and published in an abstract way in a joint research paper. But how exactly these abstract theoretical approaches come into an implementation could not be shown so far. The present article shows exactly this. ",
    "url": "https://arxiv.org/abs/2303.05457",
    "authors": [
      "Astrid Bötticher",
      "Zeki C. Seskir",
      "Johannes Ruhland"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.04948",
    "title": "Quantum Microscopy of Cancer Cells at the Heisenberg Limit",
    "abstract": "Entangled biphoton sources exhibit nonclassical characteristics and have been applied to novel imaging techniques such as ghost imaging, quantum holography, and quantum optical coherence tomography. The development of wide-field quantum imaging to date has been hindered by low spatial resolutions, speeds, and contrast-to-noise ratios (CNRs). Here, we present quantum microscopy by coincidence (QMC) with balanced pathlengths, which enables super-resolution imaging at the Heisenberg limit with substantially higher speeds and CNRs than existing wide-field quantum imaging methods. QMC benefits from a configuration with balanced pathlengths, where a pair of entangled photons traversing symmetric paths with balanced optical pathlengths in two arms behave like a single photon with half the wavelength, leading to 2-fold resolution improvement. Concurrently, QMC resists stray light up to 155 times stronger than classical signals. The low intensity and entanglement features of biphotons in QMC promise nondestructive bioimaging. QMC advances quantum imaging to the microscopic level with significant improvements in speed and CNR toward bioimaging of cancer cells. We experimentally and theoretically prove that the configuration with balanced pathlengths illuminates an avenue for quantum-enhanced coincidence imaging at the Heisenberg limit. ",
    "url": "https://arxiv.org/abs/2303.04948",
    "authors": [
      "Zhe He",
      "Yide Zhang",
      "Xin Tong",
      "Lei Li",
      "Lihong V. Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.05210",
    "title": "Formations and dynamics of two-dimensional spinning asymmetric quantum  droplets controlled by a PT-symmetric potential",
    "abstract": "In this paper, vortex solitons are produced for a variety of 2D spinning quantum droplets (QDs) in a PT-symmetric potential, modeled by the amended Gross-Pitaevskii equation with Lee-Huang-Yang corrections. In particular, exact QD states are obtained under certain parameter constraints, providing a guide to finding the respective generic family. In a parameter region of the unbroken PT symmetry, different families of QDs originating from the linear modes are obtained in the form of multipolar and vortex droplets at low and high values of the norm, respectively, and their stability is investigated. In the spinning regime, QDs become asymmetric above a critical rotation frequency, most of them being stable. The effect of the PT -symmetric potential on the spinning and nonspinning QDs is explored by varying the strength of the gain-loss distribution. Generally, spinning QDs trapped in the PT -symmetric potential exhibit asymmetry due to the energy flow affected by the interplay of the gain-loss distribution and rotation. Finally, interactions between spinning or nonspinning QDs are explored, exhibiting elastic collisions under certain conditions. ",
    "url": "https://arxiv.org/abs/2303.05210",
    "authors": [
      "Jin Song",
      "Zhenya Yan",
      "Boris A. Malomed"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Mathematical Physics (math-ph)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2111.01119",
    "title": "Coupling single atoms to a nanophotonic whispering-gallery-mode  resonator via optical guiding",
    "abstract": " Comments: 17 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2111.01119",
    "authors": [
      "Xinchao Zhou",
      "Hikaru Tamura",
      "Tzu-Han Chang",
      "Chen-Lung Hung"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2211.04795",
    "title": "Classical and quantum gravity from axioms of relativistic quantum  mechanics",
    "abstract": " Comments: Numerical inaccuracy fixed. 10 pages ",
    "url": "https://arxiv.org/abs/2211.04795",
    "authors": [
      "Walter Smilga"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2212.02828",
    "title": "Tomography of Feshbach Resonance States",
    "abstract": " Title: Tomography of Feshbach Resonance States ",
    "url": "https://arxiv.org/abs/2212.02828",
    "authors": [
      "Baruch Margulis",
      "Karl P. Horn",
      "Daniel M. Reich",
      "Meenu Upadhyay",
      "Nitzan Kahn",
      "Arthur Christianen",
      "Ad van der Avoird",
      "Gerrit C. Groenenboom",
      "Markus Meuwly",
      "Christiane P. Koch",
      "Edvardas Narevicius"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.09481",
    "title": "Frequency and field-dependent response of confined electrolytes from  Brownian dynamics simulations",
    "abstract": " Comments: 17 pages, 16 figures, contains appendix ",
    "url": "https://arxiv.org/abs/2212.09481",
    "authors": [
      "Thê Hoang Ngoc Minh",
      "Gabriel Stoltz",
      "Benjamin Rotenberg"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2301.03712",
    "title": "Cavity Quantum Electrodynamics with Hyperbolic van der Waals Materials",
    "abstract": " Comments: 6+5 pages, 3+3 figures ",
    "url": "https://arxiv.org/abs/2301.03712",
    "authors": [
      "Yuto Ashida",
      "Atac Imamoglu",
      "Eugene Demler"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.12731",
    "title": "GRASIAN: Towards the first demonstration of gravitational quantum states  of atoms with a cryogenic hydrogen beam",
    "abstract": " Title: GRASIAN: Towards the first demonstration of gravitational quantum states  of atoms with a cryogenic hydrogen beam ",
    "url": "https://arxiv.org/abs/2301.12731",
    "authors": [
      "Carina Killian",
      "Zakary Burkley",
      "Philipp Blumer",
      "Paolo Crivelli",
      "Fredrik Gustafsson",
      "Otto Hanski",
      "Amit Nanda",
      "Francois Nez",
      "Valery Nesvizhevsky",
      "Serge Reynaud",
      "Katharina Schreiner",
      "Martin Simon",
      "Sergey Vasiliev",
      "Eberhard Widmann",
      "Pauline Yzombard"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2303.04133",
    "title": "Multimode vibrational strong coupling in Direct Laser written Mid-IR  plasmonic MIM nano-patch antennas",
    "abstract": " Title: Multimode vibrational strong coupling in Direct Laser written Mid-IR  plasmonic MIM nano-patch antennas ",
    "url": "https://arxiv.org/abs/2303.04133",
    "authors": [
      "Nicholas V. Proscia",
      "Michael A. Meeker",
      "Nicholas Sharac",
      "Frank K. Perkins",
      "Chase T. Ellis",
      "Paul D. Cunningham",
      "Joseph G. Tischler"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  }
]