[
  {
    "id": "arXiv:2401.00003",
    "title": "Generative Inverse Design of Metamaterials with Functional Responses by  Interpretable Learning",
    "abstract": "Metamaterials with functional responses, such as wave-based responses or deformation-induced property variation under external stimuli, can exhibit varying properties or functionalities under different conditions. Herein, we aim at rapid inverse design of these metamaterials to meet target qualitative functional behaviors. This inverse problem is challenging due to its intractability and the existence of non-unique solutions. Past works mainly focus on deep-learning-based methods that are data-demanding, require time-consuming training and hyperparameter tuning, and are non-interpretable. To overcome these limitations, we propose the Random-forest-based Interpretable Generative Inverse Design (RIGID), a single-shot inverse design method to achieve the fast generation of metamaterial designs with on-demand functional behaviors. Unlike most existing methods, by exploiting the interpretability of the random forest, we eliminate the need to train an inverse model mapping responses to designs. Based on the likelihood of target satisfaction derived from the trained forward model, one can sample design solutions using Markov chain Monte Carlo methods. The RIGID method therefore functions as a generative model that captures the conditional distribution of satisfying solutions given a design target. We demonstrate the effectiveness and efficiency of RIGID on both acoustic and optical metamaterial design problems where only small datasets (less than 250 training samples) are available. Synthetic design problems are created to further illustrate and validate the mechanism of likelihood estimation in RIGID. This work offers a new perspective on solving on-demand inverse design problems, showcasing the potential for incorporating interpretable machine learning into generative design and eliminating its large data requirement. ",
    "url": "https://arxiv.org/abs/2401.00003",
    "authors": [
      "Wei \"Wayne\" Chen",
      "Rachel Sun",
      "Doksoo Lee",
      "Carlos M. Portela",
      "Wei Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2401.00030",
    "title": "Lipoarabinomannan-based Tuberculosis Diagnosis using a Fiber Cavity Ring  Down Biosensor",
    "abstract": "Despite existing for millennia, tuberculosis (TB) remains a persistent global health challenge. A significant obstacle in controlling TB spread is the need for a rapid, portable, sensitive, and accurate diagnostic test. Currently, sputum culture stands as a benchmark test for TB diagnosis. Although highly reliable, it necessitates advanced laboratory facilities and involves considerable testing time. In this context, we present a rapid, portable, and cost-effective optical fiber sensor designed to measure lipoarabinomannan (LAM), a TB biomarker found in patients' urine samples. Our sensing approach is based on the applications of phase shift-cavity ringdown spectroscopy (PS-CRDS) to an optical fiber cavity created by two fiber Bragg gratings. A tapered fiber is spliced inside the optical cavity to serve as the sensing head. We functionalize the tapered fiber surface with anti-LAM antigen CS-35 through a unique chemistry, creating a strong affinity for LAM molecules. We measure the phase difference between the cavity transmission and the reference modulating signal at the cavity output. The measured phase is directly proportional to the injected LAM concentrations in aqueous solutions over the sensing head. Our demonstrated sensor provides a detection limit of 10 pg/mL and a sensitivity of 2.6$^\\circ$/ng/mL. This sensor holds promise for numerous applications in the healthcare sector, particularly in low-resource settings. ",
    "url": "https://arxiv.org/abs/2401.00030",
    "authors": [
      "Ubaid Ullah",
      "Seerat Saleem",
      "Muddassar Farooq",
      "Basit Yameen",
      "M. Imran Cheema"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.00032",
    "title": "Bayesian Recursive Information Optical Imaging: A Ghost Imaging Scheme  Based on Bayesian Filtering",
    "abstract": "Computational imaging~(CI) has been attracting a lot of interest in recent years for its superiority over traditional imaging in various applications. In CI systems, information is generally acquired in an encoded form and subsequently decoded via processing algorithms, which is quite in line with the information transmission mode of modern communication, and leads to emerging studies from the viewpoint of information optical imaging. Currently, one of the most important issues to be theoretically studied for CI is to quantitatively evaluate the fundamental ability of information acquisition, which is essential for both objective performance assessment and efficient design of imaging system. In this paper, by incorporating the Bayesian filtering paradigm, we propose a framework for CI that enables quantitative evaluation and design of the imaging system, and demonstate it based on ghost imaging. In specific, this framework can provide a quantitative evaluation on the acquired information through Fisher information and Cram\\'er-Rao Lower Bound (CRLB), and the intrinsic performance of the imaging system can be accessed in real-time. With simulation and experiments, the framework is validated and compared with existing linear unbiased algorithms. In particular, the image retrieval can reach the CRLB. Furthermore, information-driven adaptive design for optimizing the information acquisition procedure is also achieved. By quantitative describing and efficient designing, the proposed framework is expected to promote the practical applications of CI techniques. ",
    "url": "https://arxiv.org/abs/2401.00032",
    "authors": [
      "Long-Kun Du",
      "Chenyu Hu",
      "Shuang Liu",
      "Chenjin Deng",
      "Chaoran Wang",
      "Zunwang Bo",
      "Mingliang Chen",
      "Wei-Tao Liu",
      "Shensheng Han"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.00034",
    "title": "Optoelectronic Readout of single Er Adatom's Electronic States Adsorbed  on the Si(100) Surface at Low Temperature (9K)",
    "abstract": "Integrating nanoscale opto-electronic functions is vital for applications such as optical emitters, detectors, and quantum information. Lanthanide atoms show great potential in this endeavor due to their intrinsic transitions. Here, we investigate Er adatoms on Si(100)-2x1 at 9K using a scanning tunneling microscope (STM) coupled to a tunable laser. Er adatoms display two main adsorption configurations that are optically excited between 800 nm and 1200 nm while the STM reads the resulting photocurrents. Our spectroscopic method reveals that various photocurrent signals stem from the bare silicon surface or Er adatoms. Additional photocurrent peaks appear as the signature of the Er adatoms relaxation, triggering efficient dissociation of nearby trapped excitons. Calculations using the density functional theory with spin-orbit coupling correction highlight the origin of the observed photocurrent peaks as specific 4f->4f or 4f->5d transitions. This spectroscopic technique can pave the way to an optoelectronic analysis of atomic and molecular assemblies by offering unique insight into their intrinsic quantum properties. ",
    "url": "https://arxiv.org/abs/2401.00034",
    "authors": [
      "Eric Duverger",
      "Damien Riedel"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.00326",
    "title": "Two quantum algorithms for solving the one-dimensional  advection-diffusion equation",
    "abstract": "Two quantum algorithms are presented for the numerical solution of a linear one-dimensional advection-diffusion equation with periodic boundary conditions. Their accuracy and performance with increasing qubit number are compared point-by-point with each other. Specifically, we solve the linear partial differential equation with a Quantum Linear Systems Algorithms (QLSA) based on the Harrow--Hassidim--Lloyd method and a Variational Quantum Algorithm (VQA), for resolutions that can be encoded using up to 6 qubits, which corresponds to $N=64$ grid points on the unit interval. Both algorithms are of hybrid nature, i.e., they involve a combination of classical and quantum computing building blocks. The QLSA and VQA are solved as ideal statevector simulations using the in-house solver QFlowS and open-access Qiskit software, respectively. We discuss several aspects of both algorithms which are crucial for a successful performance in both cases. These are the sizes of an additional quantum register for the quantum phase estimation for the QLSA and the choice of the algorithm of the minimization of the cost function for the VQA. The latter algorithm is also implemented in the noisy Qiskit framework including measurement and decoherence circuit noise. We reflect the current limitations and suggest some possible routes of future research for the numerical simulation of classical fluid flows on a quantum computer. ",
    "url": "https://arxiv.org/abs/2401.00326",
    "authors": [
      "Julia Ingelmann",
      "Sachin S. Bharadwaj",
      "Philipp Pfeffer",
      "Katepalli R. Sreenivasan",
      "Jörg Schumacher"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.00590",
    "title": "Giant optical anisotropy in 2D Metal-Organic Chalcogenates",
    "abstract": "Optical anisotropy is a fundamental attribute of low-dimensional crystals, which is quantified via birefringence. A birefringent crystal not only gives rise to asymmetrical light propagation but also attenuation along two distinct polarizations, a phenomenon referred to as linear dichroism (LD). Two-dimensional (2D) layered materials with high in- and out-of-plane anisotropy have garnered interest in this regard. The 2D metal-organic chalcogenate (MOCHA) compound mithrene exhibits strong excitonic resonances due to its naturally occurring multi-quantum wells (MQWs) structure and in-plane anisotropic response in the blue wavelength (~400-500 nm) region. This structure combined with the large refractive indices of mithrene allows the hybridization of the excitons with photons to form self-hybridized exciton-polaritons in mithrene crystals with appropriate thicknesses. Here, we report giant birefringence and in-plane anisotropy of mithrene, which stems from its crystal structure and excitonic properties. We show that the LD in mithrene can be tuned by leveraging the anisotropic exciton-polaritons formation via the cavity coupling effect exhibiting giant in-plane LD (~77.5 %) at room temperature. Our results indicate that mithrene is an ideal polaritonic birefringent material for nanophotonic applications particularly in the short wavelength regime. ",
    "url": "https://arxiv.org/abs/2401.00590",
    "authors": [
      "Bongjun Choi",
      "Kiyoung Jo",
      "Mahfujur Rahaman",
      "Adam Alfieri",
      "Jason Lynch",
      "Greg K. Pribil",
      "Deep Jariwala"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1806.10123",
    "title": "Anomalous optical saturation of low-energy Dirac states in graphene and  its implication for nonlinear optics",
    "abstract": "We reveal that optical saturation of the low-energy states takes place in graphene for arbitrarily weak electromagnetic fields. This effect originates from the diverging field-induced interband coupling at the Dirac point. Using semiconductor Bloch equations to model the electronic dynamics of graphene, we argue that the charge carriers undergo ultrafast Rabi oscillations leading to the anomalous saturation effect. The theory is complemented by a many-body study of the carrier relaxations dynamics in graphene. It will be demonstrated that the carrier relaxation dynamics is slow around the Dirac point, which in turn leads to a more pronounced saturation. The implications of this effect to the nonlinear optics of graphene is then discussed. Our analysis show that the conventional perturbative treatment of the nonlinear optics, i.e., expanding the polarization field in a Taylor series of the electric field, is problematic for graphene, in particular at small Fermi levels and large field amplitudes. ",
    "url": "https://arxiv.org/abs/1806.10123",
    "authors": [
      "Behrooz Semnani",
      "Roland Jago",
      "Safieddin Safavi-Naeini",
      "Amir Hamed Majedi",
      "Ermin Malic",
      "Philippe Tassin"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.00019",
    "title": "Symbolic, numeric and quantum computation of Hartree-Fock equation",
    "abstract": "In this article, we discuss how a kind of hybrid computation, which employs symbolic, numeric, classic, and quantum algorithms, allows us to conduct Hartree-Fock electronic structure computation of molecules. In the proposed algorithm, we replace the Hartree-Fock equations with a set of equations composed of multivariate polynomials. We transform those polynomials to the corresponding Gr\\\"obner bases, and then we investigate the corresponding quotient ring, wherein the orbital energies, the LCAO coefficients, or the atomic coordinates are represented by the variables in the ring. In this quotient ring, the variables generate the transformation matrices that represent the multiplication with the monomial bases, and the eigenvalues of those matrices compose the roots of the equation. The quantum phase estimation (QPE) algorithm enables us to record those roots in the quantum states, which would be used in the input data for more advanced and more accurate quantum computations. ",
    "url": "https://arxiv.org/abs/2401.00019",
    "authors": [
      "Ichio Kikuchi",
      "Akihito Kikuchi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2401.00508",
    "title": "Amplification of quantum transfer and quantum ratchet",
    "abstract": "Amplification of quantum transfer and ratchet--type processes are important for quantum technologies. We also expect that quantum ratchet works in quantum photosynthesis, where possible role of quantum effects is now widely discussed but the underlying dynamical processes are still not clearly known. In this work, we study a model of amplification of quantum transfer and making it directed which we call the quantum ratchet model. The model is based on a special quantum control master equation with dynamics induced by a feedback-type process. The ratchet effect is achieved in the quantum control model with dissipation and sink, where the Hamiltonian depends on vibrations in the energy difference synchronized with transitions between energy levels. A similarity between this model and the model of coherent transport in quantum photosynthesis, where the time dependence of the Hamiltonian arises due to vibrons, is studied. Amplitude and frequency of the oscillating vibron together with the dephasing rate are the parameters of the quantum ratchet which determine its efficiency. We study with which parameters the quantum ratchet minimizes the exction recombination time and show that the experimentally known values of the parameters of the photosynthetic reaction center correspond to values of the parameters of the quantum ratchet which realize a local minimum of the exciton recombination time. We also find another values of the parameters of the quantum ratchet minimizing the exciton recombination time, which corresponds to a twice smaller frequency of the vibron compared to that observed in experiments. ",
    "url": "https://arxiv.org/abs/2401.00508",
    "authors": [
      "Sergei Kozyrev",
      "Alexander Pechen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2401.00577",
    "title": "Bayesian Inference for Contemporary Lattice Quantum Field Theory",
    "abstract": "Bayesian inference provides a rigorous framework to encapsulate our knowledge and uncertainty regarding various physical quantities in a well-defined and self-contained manner. Utilising modern tools, such Bayesian models can be constructed with a remarkable flexibility, leaving us totally free to carefully choose which assumption should be strictly enforced and which should on the contrary be relaxed. The practical evaluation of these assumptions, together with the data-driven selection or averaging of models, also appears in a very natural way. In this presentation, I discuss its application in the context of lattice QCD and its common statistical problems. As a concrete illustration, I present a few parametric and non-parametric hierarchical models applied to actual correlator data, from single exponential fits to spectral functions. ",
    "url": "https://arxiv.org/abs/2401.00577",
    "authors": [
      "Julien Frison"
    ],
    "subjectives": [
      "High Energy Physics - Lattice (hep-lat)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2401.00699",
    "title": "Quantum walk on simplicial complexes for simplicial community detection",
    "abstract": "Quantum walks have emerged as a transformative paradigm in quantum information processing and can be applied to various graph problems. This study explores discrete-time quantum walks on simplicial complexes, a higher-order generalization of graph structures. Simplicial complexes, encoding higher-order interactions through simplices, offer a richer topological representation of complex systems. Leveraging algebraic topology and discrete-time quantum walk, we present a quantum walk algorithm for detecting higher-order community structures called simplicial communities. We utilize the Fourier coin to produce entangled translation states among adjacent simplices in a simplicial complex. The potential of our quantum algorithm is tested on Zachary's karate club network. This study may contribute to understanding complex systems at the intersection of algebraic topology and quantum algorithms. ",
    "url": "https://arxiv.org/abs/2401.00699",
    "authors": [
      "Euijun Song"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Algebraic Topology (math.AT)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2305.19533",
    "title": "Lightening-Transformer: A Dynamically-operated Optically-interconnected  Photonic Transformer Accelerator",
    "abstract": " Comments: Published as a conference paper in HPCA 2024. Recieved the Reproducibility Badges at IEEE. Our implementation is available at this https URL ",
    "url": "https://arxiv.org/abs/2305.19533",
    "authors": [
      "Hanqing Zhu",
      "Jiaqi Gu",
      "Hanrui Wang",
      "Zixuan Jiang",
      "Zhekai Zhang",
      "Rongxing Tang",
      "Chenghao Feng",
      "Song Han",
      "Ray T. Chen",
      "David Z. Pan"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Hardware Architecture (cs.AR)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.05216",
    "title": "High-dimensional reinforcement learning for optimization and control of  ultracold quantum gases",
    "abstract": " Title: High-dimensional reinforcement learning for optimization and control of  ultracold quantum gases ",
    "url": "https://arxiv.org/abs/2308.05216",
    "authors": [
      "Nicholas Milson",
      "Arina Tashchilina",
      "Tian Ooi",
      "Anna Czarnecka",
      "Zaheen F. Ahmad",
      "Lindsay J. LeBlanc"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2310.17819",
    "title": "Multiplexed Processing of Quantum Information Across an Ultra-wide  Optical Bandwidth",
    "abstract": " Title: Multiplexed Processing of Quantum Information Across an Ultra-wide  Optical Bandwidth ",
    "url": "https://arxiv.org/abs/2310.17819",
    "authors": [
      "Alon Eldan",
      "Ofek Gilon",
      "Asher Lagemi",
      "Elai Fishman Furman",
      "Avi Pe'er"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.11196",
    "title": "Coherence time of 20 s with a single cesium atom in an optical dipole  trap",
    "abstract": " Comments: 5 pages, 4 figures in the main text; 6 pages, 8 figures in the supplementary material ",
    "url": "https://arxiv.org/abs/2312.11196",
    "authors": [
      "Zhuangzhuang Tian",
      "Haobo Chang",
      "Xin Lv",
      "Mengna Yang",
      "Zhihui Wang",
      "Pengfei Yang",
      "Pengfei Zhang",
      "Gang Li",
      "Tiancai Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2312.15132",
    "title": "Large-Area Spatially Ordered Mesa Top Single Quantum Dots: Suitable  Single Photon Emitters for On-Chip Integrated Quantum Information Processing  Platforms",
    "abstract": " Title: Large-Area Spatially Ordered Mesa Top Single Quantum Dots: Suitable  Single Photon Emitters for On-Chip Integrated Quantum Information Processing  Platforms ",
    "url": "https://arxiv.org/abs/2312.15132",
    "authors": [
      "Qi Huang",
      "Lucas Jordao",
      "Siyuan Lu",
      "Swarnabha Chattaraj",
      "Jiefei Zhang",
      "Anupam Madhukar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]