[
  {
    "id": "arXiv:2504.12336",
    "title": "Qiskit Quantum Circuits Posit Singlet state in Radical Pair-based Magnetoreception of Migratory Birds",
    "abstract": "           Quantum computing applications in diverse domains are emerging rapidly. Given the limitations of classical computing techniques, the peculiarity of quantum circuits, which can observe quantum phenomena such as superposition, entanglement, and quantum coherence, is remarkable. This capability enables them to achieve measurement sensitivities far beyond classical limits. Research on radical pair-based magnetoreception in migratory birds has been a focus area for quite some time. A quantum mechanics-based computing approach, thus unsurprisingly, identifies a scope of application. In this study, to observe the phenomenon, electron-nucleus spin quantum circuits for different geomagnetic fluxes have been simulated and run through IBM Qiskit quantum processing units with error mitigation techniques. The results of different quantum states are consistent, suggesting singlet-triplet mechanisms that can be emulated, resembling the environment-enabling flights of migratory birds through generations of the avian species. The four-qubit model emulating electron-nucleus systems mimicking the environmental complexity outcome shows the sensitiveness to change of magnetic flux index, high probability of singlet-triplet dynamics, and upholding radical pair model states by the purity of the sub-system and full system outcome of coherence, the hallmark of singlet state dominance. The work involved performing fifty quantum circuits for different magnetic field values, each with one thousand and twenty-four shots for measurement, either in the simulator or on real quantum hardware, and for two error mitigation techniques, preceded by a noise model of a simulator run.         ",
    "url": "https://arxiv.org/abs/2504.12336",
    "authors": [
      "Hillol Biswas",
      "Spyridon Talaganis"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2504.12554",
    "title": "Acoustic Analysis of Uneven Blade Spacing and Toroidal Geometry for Reducing Propeller Annoyance",
    "abstract": "           Unmanned aerial vehicles (UAVs) are becoming more commonly used in populated areas, raising concerns about noise pollution generated from their propellers. This study investigates the acoustic performance of unconventional propeller designs, specifically toroidal and uneven-blade spaced propellers, for their potential in reducing psychoacoustic annoyance. Our experimental results show that these designs noticeably reduced acoustic characteristics associated with noise annoyance.         ",
    "url": "https://arxiv.org/abs/2504.12554",
    "authors": [
      "Nikhil Vijay",
      "Will C. Forte",
      "Ishan Gajjar",
      "Sarvesh Patham",
      "Syon Gupta",
      "Sahil Shah",
      "Prathamesh Trivedi",
      "Rishit Arora"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Robotics (cs.RO)"
    ]
  },
  {
    "id": "arXiv:2504.12590",
    "title": "Laser flash analysis using the Cattaneo heat equation",
    "abstract": "           Thermal diffusivity of solid materials is commonly measured using laser flash analysis. This technique involves applying a heat pulse to the front surface of a small sample of the material and calculating the thermal diffusivity from the resulting increase in temperature on the back surface. Current formulas for the thermal diffusivity are based on the assumption that heat is transported within the sample according to the standard heat equation. While this assumption is valid in most practical cases, it admits the non-physical property of infinite propagation speed, that is, the heat pulse applied at the front surface is instantaneously perceived at the back surface. This paper carries out a mathematical analysis to determine the effect of replacing the standard heat equation in laser flash analysis by the Cattaneo heat equation, which exhibits finite propagation speed through the inclusion of a relaxation time in the Fourier law. The main results of the paper include (i) analytical insights into the spatiotemporal behaviour of temperature within the sample and (ii) analytical formulas for determining the thermal diffusivity and relaxation time of the sample. Numerical experiments exploring and verifying the analytical results are presented with supporting MATLAB code made publicly available.         ",
    "url": "https://arxiv.org/abs/2504.12590",
    "authors": [
      "Elliot J. Carr"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2504.12751",
    "title": "Optimisation of integrated luminosity in a circular collider with application to the LHC Run 2",
    "abstract": "           Circular collider designs are tailored to maximise luminosity delivered to experimental detectors, effectively utilising the charged beams that have been accelerated for collisions. In reality, the key metric for the effective operation of a circular collider is the integrated luminosity provided to the experiments, which can significantly differ from the theoretical capability regarding instantaneous luminosity of the accelerator. Several factors influence the collection of integrated luminosity, with the most critical being the duration of each physics fill. This paper presents and examines strategies for determining optimal fill durations based on actual fill conditions, applying these methods to public luminosity data measured by the ATLAS detector during the LHC Run~2, covering the physics runs from 2016 to 2018.         ",
    "url": "https://arxiv.org/abs/2504.12751",
    "authors": [
      "F. Capoani",
      "A. Bazzani",
      "B. Giacobbe",
      "M. Giovannozzi"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2504.12756",
    "title": "Ultrafast laser high-aspect-ratio extreme nanostructuring of glass beyond λ/100",
    "abstract": "           The ultimate feature size is key in ultrafast laser material processing. A capacity to signiicantly exceed optical limits and to structure below 100nm is essential to advance ultrafast processing into the field of metamaterials. Such achievement requires to combine the control of optical near-fields and of material reactions, while preserving the exibility of long working distances, compatible with a mature laser process. Using sub-ps and ps non-diffractive Bessel beams, we demonstrate unprecedented feature sizes below a hundredth of the incident 1$\\mu$m wavelength over an extended focus depth of tens of $\\mu$m. Record features sizes, down to 7nm, result from self-generated near-field light components initiated by cavities induced by far-field radiation in a back-surface illumination geometry. This sustains the generation of more confined near-field evanescent components along the laser scan with nm pitch, perpendicular to the incident field direction, driving by local thermal ablation a super-resolved laser structuring process. The near-field pattern is replicated with high robustness, advancing towards a 10nm nanoscribing tool with a $\\mu$m-sized laser pen. The process is controllable by the field orientation. The non-diffractive irradiation develops evanescent fields over the focusing length, resulting in a high aspect ratio trenching with nm section and $\\mu$m depth. Higher energy doses trigger the self-organization of quasi-periodic patterns seeded by spatially modulated scattering, similarly to optical modelocking. A predictive multipulse simulation method validates the far-field-induced near-field electromagnetic scenario of void nanochannel growth and replication, indicating the processing range and resolution on the surface and in the depth.         ",
    "url": "https://arxiv.org/abs/2504.12756",
    "authors": [
      "G. Zhang",
      "A. Rudenko",
      "R. Stoian",
      "G. Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.12763",
    "title": "Single Complex-Frequency Resonance Mode in an Engineered Disordered Time-Varying Cavity",
    "abstract": "           We propose a straightforward mechanism for achieving unique $k$-space resonance modes in one-dimensional time-varying cavities where periodic temporal modulation creates momentum band gaps through Floquet dynamics. By engineering the synergy between cavity resonance conditions and Floquet mode formation in photonic time crystals, we demonstrate the emergence of a single dominant momentum state that exhibits remarkable robustness against temporal disorder. Through analytical modeling and numerical verification, we show that the interplay between time-varying medium and cavity boundary conditions leads to amplification of specific waves followed by spatial mode selection. This engineered resonance mechanism enables insensitivity to initial wave source configuration and strong temporal disorder immunity. Our findings give a simple mechanism for exploiting narrow momentum bandgaps, and establish a foundation for developing high-quality temporal cavity lasers and advancing extreme temporal predictability in time-modulated systems.         ",
    "url": "https://arxiv.org/abs/2504.12763",
    "authors": [
      "Zhou Bo",
      "Guo Xianmin",
      "Feng Xinsong",
      "Chen Hongsheng",
      "Wang Zuojia"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)"
    ]
  },
  {
    "id": "arXiv:2504.12774",
    "title": "Phase field model of Coulomb explosion damage in solid induced by ultrashort laser",
    "abstract": "           Much experimental evidence reveals that Coulomb explosion governs non-thermal material removal under femtosecond or even shorter laser pulses, and non-thermal laser damage has been a topic widely discussed. Nevertheless, there is still no continuum mechanical model capable of describing the evolution of such damage. In this study, we develop a model that characterizes solid damage through a phase field variable governed by Allen-Cahn dynamics. The parameter of the model is defined by a conceptual mechanism: during Coulomb explosion, electron pressure surpasses the interatomic barrier potential, dissociates material from the solid surface as small equivalent particles and resulting in localized damage. The numerical simulation validates the model's availability and demonstrate its ability to predict damage morphology under varying laser conditions. This work advances the understanding of non-thermal ablation and provides a tool for optimizing ultrafast laser processing.         ",
    "url": "https://arxiv.org/abs/2504.12774",
    "authors": [
      "Lihong Ao",
      "Qin Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2504.12917",
    "title": "Arrayed waveguide gratings in lithium tantalate integrated photonics",
    "abstract": "           Arrayed Waveguide Gratings (AWGs) are widely used photonic components for splitting and combining different wavelengths of light. They play a key role in wavelength division multiplexing (WDM) systems by enabling efficient routing of multiple data channels over a single optical fiber and as a building block for various optical signal processing, computing, imaging, and spectroscopic applications. Recently, there has been growing interest in integrating AWGs in ferroelectric material platforms, as the platform simultaneously provide efficient electro-optic modulation capability and thus hold the promise for fully integrated WDM transmitters. To date, several demonstrations have been made in the X-cut thin-film lithium niobate ($\\mathrm{LiNbO}_3$) platform, yet, the large anisotropy of $\\mathrm{LiNbO}_3$ complicates the design and degrades the performance of the AWGs. To address this limitation, we use the recently developed photonic integrated circuits (PICs) based on thin-film lithium tantalate ($\\mathrm{LiTaO}_3$), a material with a similar Pockels coefficient as $\\mathrm{LiNbO}_3$ but significantly reduced optical anisotropy, as an alternative viable platform. In this work, we manufacture $\\mathrm{LiTaO}_3$ AWGs using deep ultraviolet lithography on a wafer-scale. The fabricated AWGs feature a channel spacing of 100 GHz, an insertion loss of < 4 dB and crosstalk of < -14 dB. In addition, we demonstrate a cyclic AWG, as well as a multiplexing and demultiplexing AWG pair for the first time on $\\mathrm{LiTaO}_3$ platform. The wafer-scale fabrication of these AWGs not only ensures uniformity and reproducibility, but also paves the way for realizing volume-manufactured integrated WDM transmitters in ferroelectric photonic integrated platforms.         ",
    "url": "https://arxiv.org/abs/2504.12917",
    "authors": [
      "Shivaprasad U. Hulyal",
      "Jianqi Hu",
      "Chengli Wang",
      "Jiachen Cai",
      "Grigory Lihachev",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2504.13098",
    "title": "Irradiation Studies of the Resistive AC-coupled Silicon Detector (RSD/AC-LGAD)",
    "abstract": "           Resistive AC-coupled Silicon Detectors (RSDs) are silicon sensors which provide high temporal and spatial resolution. The RSD is a candidate sensor to be used in future tracking detectors with the objective of obtaining '4D' tracking, where timing information can be used along with spatial hits during track finding. 4D tracking will be an essential part of any future lepton or hadron collider and may even be feasible at the HL-LHC. For applications at hadron colliders, RSD sensors must be able to operate in high fluence environments in order to provide 4D tracking. However, the effects of radiation on RSDs have not been extensively studied. In this study, RSDs were irradiated to $1.0$, $2.0$, and $3.5 \\times 10^{15}$~cm$^{-2}$ (1~MeV neutron equivalents) with both protons and neutrons. The sensors were then characterized electrically to study the acceptor removal and, for the first time in this doping concentration range, the donor removal. Then, the Transient Current Technique was used to begin investigating the signal charge sharing after irradiation. The results suggest an interesting trend between acceptor and donor removal, which is worthy of further study and could assist in improving radiation hardness of Low Gain Avalanche Diodes (LGADs).         ",
    "url": "https://arxiv.org/abs/2504.13098",
    "authors": [
      "Umut Elicabuk",
      "Brendan Regnery",
      "Luca Menzio",
      "Roberta Arcidiacono",
      "Nicolo Cartiglia",
      "Alexander Dierlamm",
      "Markus Klute",
      "Marco Ferrero",
      "Ling Leander Grimm",
      "Francesco Moscatelli",
      "Federico Siviero",
      "Matteo Centis Vignali"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2504.12544",
    "title": "In-situ mid-circuit qubit measurement and reset in a single-species trapped-ion quantum computing system",
    "abstract": "           We implement in-situ mid-circuit measurement and reset (MCMR) operations on a trapped-ion quantum computing system by using metastable qubit states in $^{171}\\textrm{Yb}^+$ ions. We introduce and compare two methods for isolating data qubits from measured qubits: one shelves the data qubit into the metastable state and the other drives the measured qubit to the metastable state without disturbing the other qubits. We experimentally demonstrate both methods on a crystal of two $^{171}\\textrm{Yb}^+$ ions using both the $S_{1/2}$ ground state hyperfine clock qubit and the $S_{1/2}$-$D_{3/2}$ optical qubit. These MCMR methods result in errors on the data qubit of about $2\\%$ without degrading the measurement fidelity. With straightforward reductions in laser noise, these errors can be suppressed to less than $0.1\\%$. The demonstrated method allows MCMR to be performed in a single-species ion chain without shuttling or additional qubit-addressing optics, greatly simplifying the architecture.         ",
    "url": "https://arxiv.org/abs/2504.12544",
    "authors": [
      "Yichao Yu",
      "Keqin Yan",
      "Debopriyo Biswas",
      "Zhang",
      "Bahaa Harraz",
      "Crystal Noel",
      "Christopher Monroe",
      "Alexander Kozhanov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2504.12595",
    "title": "Reentrant phase transition in quasiperiodic photonic waveguides",
    "abstract": "           Anderson transition in quasiperiodic potentials and the associated mobility edges have been a central focus in quantum simulation across multidisciplinary physical platforms. While these transitions have been experimentally observed in ultracold atoms, acoustic systems, optical waveguides, and superconducting junctions, their interplay between quasiperiodic potential and long-range hopping remains unexplored experimentally. In this work, we report the observation of localization-delocalization transition induced by the hopping between the next-nearest neighboring sites using quasiperiodic photonic waveguides. Our findings demonstrate that increasing the next-nearest hopping strength induces a reentrant phase transition, where the system transitions from an initially extended phase into a localized phase before eventually returning to an extended phase. This remarkable interplay between hopping and quasiperiodic potential in the lattice models provides crucial insights into the mechanism of Anderson transition. Furthermore, our numerical simulation reveals that this phase transition exhibits a critical exponent of $\\nu \\simeq 1/3$, which is experimentally observable for system sizes $L\\sim10^3$ - $10^4$. These results establish a framework for direct observation of the Anderson transition and precise determination of its critical exponents, which can significantly advance our understanding of localization physics in quasiperiodic systems.         ",
    "url": "https://arxiv.org/abs/2504.12595",
    "authors": [
      "Yang Chen",
      "Ze-Zheng Li",
      "Hua-Yu Bai",
      "Shuai-Peng Guo",
      "Tian-Yang Zhang",
      "Xu-Lin Zhang",
      "Qi-Dai Chen",
      "Guang-Can Guo",
      "Fang-Wen Sun",
      "Zhen-Nan Tian",
      "Ming Gong",
      "Xi-Feng Ren",
      "Hong-Bo Sun"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.12831",
    "title": "Long-wavelength optical lattices from optical beatnotes: theory and applications",
    "abstract": "           We present a theoretical analysis of Beat-Note Superlattices (BNSLs), a recently demonstrated technique for generating periodic trapping potentials for ultracold atomic clouds, with arbitrarily large lattice spacings while maintaining interferometric stability. By combining two optical lattices with slightly different wavelengths, a beatnote intensity pattern is formed, generating, for low depths, an effective lattice potential with a periodicity equal to the wavelength associated to the difference between the wavevectors of the two lattices. We study the range of lattice depths and wavelengths under which this approximation is valid and investigate its robustness against perturbations. We present a few examples where the use of BNSLs could offer significant advantages in comparison to well established techniques for the manipulation of ultracold atomic gases. Our results highlight the potential of BNSLs for quantum simulation, atom interferometry, and other applications in quantum technologies.         ",
    "url": "https://arxiv.org/abs/2504.12831",
    "authors": [
      "Tommaso Petrucciani",
      "Andrea Santoni",
      "Chiara Mazzinghi",
      "Dimitrios Trypogeorgos",
      "Francesco Minardi",
      "Marco Fattori",
      "Michele Modugno"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2504.13033",
    "title": "Practical Application of the Quantum Carleman Lattice Boltzmann Method in Industrial CFD Simulations",
    "abstract": "           Computational Fluid Dynamics simulations are crucial in industrial applications but require extensive computational resources, particularly for extreme turbulent regimes. While classical digital approaches remain the standard, quantum computing promises a breakthrough by enabling a more efficient encoding of large-scale simulations with a limited number of qubits. This work presents a practical numerical assessment of a hybrid quantum-classical approach to CFD based on the Lattice Boltzmann Method (LBM). The inherently non-linear LBM equations are linearized via a Carleman expansion and solved using the quantum Harrow Hassidim Lloyd algorithm (HHL). We evaluate this method on three benchmark cases featuring different boundary conditions, periodic, bounceback, and moving wall, using statevector emulation on high-performance computing resources. Our results confirm the validity of the approach, achieving median error fidelities on the order of $10^{-3}$ and success probabilities sufficient for practical quantum state sampling. Notably, the spectral properties of small lattice systems closely approximate those of larger ones, suggesting a pathway to mitigate one of HHL's bottlenecks: eigenvalue pre-evaluation.         ",
    "url": "https://arxiv.org/abs/2504.13033",
    "authors": [
      "Francesco Turro",
      "Alessandra Lignarolo",
      "Daniele Dragoni"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2504.13121",
    "title": "Fieldoscopy at the Quantum Limit",
    "abstract": "           We demonstrate a novel concept for measuring time-varying electric field transients of petahertz-scale photons down to a single-photon regime. We observe a clear transition from classical to quantum nature of light that agrees with our Monte Carlo model. We reach unprecedented yoctojoule-level sensitivity and a dynamic range exceeding 90 decibels. We utilize this capability to measure time-dependent intrapulse light coherence - a regime inaccessible to conventional, time-averaged spectroscopy. This opens new avenues for quantum information, cryptography, and quantum light-matter interactions on sub-cycle time scales with attosecond precision.         ",
    "url": "https://arxiv.org/abs/2504.13121",
    "authors": [
      "Dmitry A. Zimin",
      "Arjun Ashoka",
      "Florentin Reiter",
      "Akshay Rao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.08554",
    "title": "Coherent frequency combs from electrons colliding with a laser pulse",
    "abstract": "           Highly coherent and powerful light sources capable of generating soft x-ray frequency combs are essential for high precision measurements and rigorous tests of fundamental physics. In this work, we derive the analytical conditions required for the emission of coherent radiation from an electron beam colliding with a laser pulse, modeled as a plane wave. These conditions are applied in a series of numerical simulations, where we show that a soft x-ray frequency comb can be produced if the electrons are regularly spaced and sufficiently monoenergetic. High quality beams of this kind may be produced in the near future from laser-plasma interactions or linear accelerators. Furthermore, we highlight the advantageous role of employing few-cycle laser pulses in relaxing the stringent monoenergeticity requirements for coherent emission. The conditions derived here can also be used to optimize coherent emission in other frequency ranges, such as the terahertz domain.         ",
    "url": "https://arxiv.org/abs/2412.08554",
    "authors": [
      "Michael J. Quin",
      "Antonino Di Piazza",
      "Matteo Tamburini"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2412.12891",
    "title": "Superfluorescent upconversion nanoparticles as an emerging second generation quantum technology material",
    "abstract": "           Superfluorescence (SF) in lanthanide doped upconversion nanoparticles (UCNPs) is a room-temperature quantum phenomenon, first discovered in 2022. In a SF process, the many emissive lanthanide ions within a single UCNP are coherently coupled by an ultra-short (ns or fs) high-power excitation laser pulse. This leads to a superposition of excited emissive states which decrease the emissive lifetime of the UCNP by a factor proportional to the square of the number of lanthanide ions which are coherently coupled. This results in a dramatic decrease in UCNP emission lifetime from the microsecond regime to the nanosecond regime. Thus SF offers a tantalizing prospect to achieving superior upconversion photon flux in upconversion materials, with potential applications such as imaging and sensing. This perspective article contextualizes how SF-UCNPs can be regarded as a second generation quantum technology, and notes several challenges, opportunities, and open questions for the development of SF-UCNPs.         ",
    "url": "https://arxiv.org/abs/2412.12891",
    "authors": [
      "Lewis E. MacKenzie",
      "Peter Kirton"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.03638",
    "title": "Quantum Natural Gradient with Geodesic Corrections for Small Shallow Quantum Circuits",
    "abstract": "           The Quantum Natural Gradient (QNG) method enhances optimization in variational quantum algorithms (VQAs) by incorporating geometric insights from the quantum state space through the Fubini-Study metric. In this work, we extend QNG by introducing higher-order integrators and geodesic corrections using the Riemannian Euler update rule and geodesic equations, deriving an updated rule for the Quantum Natural Gradient with Geodesic Correction (QNGGC). We also develop an efficient method for computing the Christoffel symbols necessary for these corrections, leveraging the parameter-shift rule to enable direct measurement from quantum circuits. Through theoretical analysis and practical examples, we demonstrate that QNGGC significantly improves convergence rates over standard QNG, highlighting the benefits of integrating geodesic corrections into quantum optimization processes. Our approach paves the way for more efficient quantum algorithms, leveraging the advantages of geometric methods.         ",
    "url": "https://arxiv.org/abs/2409.03638",
    "authors": [
      "Mourad Halla"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]