[
  {
    "id": "arXiv:2205.09437",
    "title": "Electrical Circuit Modelling of Nanofluidic Systems",
    "abstract": "Nanofluidic systems exhibit transport characteristics that have made technological marvels such as desalination, energy harvesting, and highly sensitive biomolecule sensing possible by virtue of their ability to influence small currents due to the selective transport of ions. Traditionally many of these applications have relied on the use of nanoporous membranes. The immense complexities of membrane geometry often impede a comprehensive understanding of the underlying physics. To bypass the associated difficulties, here we consider the much simpler nanochannel array comprised of numerous nanochannels and elucidate the effects of interchannel interactions on the Ohmic response of the array. We demonstrate that a nanochannel array is equivalent to an array of mutually independent but identical unit-cells whereby the array can be represented by an equivalent electrical circuit of unit-cell resistances connected in a parallel configuration. We show that the total resistance of the system scales inversely to the number of channels. We further deconstruct the unit-cell to be a combination of multiple contributing resistances connected in series. We validate the theoretical model underlying these electrical abstractions using numerical simulations and experiments. Our approach to modeling realistic nanofluidic systems by their equivalent electrical circuit provides an invaluable tool for analyzing and interpreting experimental measurements, characterization of surface charge properties of newly developed materials, and a method for the design and development of function-specific nanofluidic devices. ",
    "url": "https://arxiv.org/abs/2205.09437",
    "authors": [
      "John Sebastian",
      "Yoav Green"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.09457",
    "title": "Preparation of $^{87}$Rb and $^{133}$Cs in the motional ground state of  a single optical tweezer",
    "abstract": "We report simultaneous Raman sideband cooling of a single $^{87}$Rb atom and a single $^{133}$Cs atom held in separate optical tweezers at 814 nm and 938 nm, respectively. Starting from outside the Lamb-Dicke regime, after 45 ms of cooling we measure probabilities to occupy the three-dimensional motional ground state of 0.86$^{+0.03}_{-0.04}$ for Rb and 0.95$^{+0.03}_{-0.04}$ for Cs. Our setup overlaps the Raman laser beams used to cool Rb and Cs, reducing hardware requirements by sharing equipment along the same beam path. The cooling protocol is scalable, and we demonstrate cooling of single Rb atoms in an array of four tweezers. After motional ground-state cooling, a 938 nm tweezer is translated to overlap with a 814 nm tweezer so that a single Rb and a single Cs atom can be transferred into a common 1064 nm trap. By minimising the heating during the merging and transfer, we prepare the atoms in the relative motional ground state with an efficiency of 0.81$^{+0.08}_{-0.08}$. This is a crucial step towards the association of arrays of single RbCs molecules confined in optical tweezers. ",
    "url": "https://arxiv.org/abs/2205.09457",
    "authors": [
      "S. Spence",
      "R. V. Brooks",
      "D. K. Ruttley",
      "A. Guttridge",
      "Simon L. Cornish"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2205.09498",
    "title": "Demonstration of fully integrated parity-time-symmetric electronics",
    "abstract": "Harnessing parity-time (PT) symmetry with balanced gain and loss profiles has created a variety of opportunities in electronics from wireless energy transfer to telemetry sensing and topological defect engineering. However, existing implementations often employ ad-hoc approaches at low operating frequencies and are unable to accommodate large-scale integration. Here, we report a fully integrated realization of PT-symmetry in a standard complementary metal-oxide-semiconductor technology. Our work demonstrates salient PT-symmetry features such as phase transition as well as the ability to manipulate broadband microwave generation and propagation beyond the limitations encountered by exiting schemes. The system shows 2.1 times bandwidth and 30 percentage noise reduction compared to conventional microwave generation in oscillatory mode and displays large non-reciprocal microwave transport from 2.75 to 3.10 gigahertz in non-oscillatory mode due to enhanced nonlinearities. This approach could enrich integrated circuit (IC) design methodology beyond well-established performance limits and enable the use of scalable IC technology to study topological effects in high-dimensional non-Hermitian systems. ",
    "url": "https://arxiv.org/abs/2205.09498",
    "authors": [
      "Weidong Cao",
      "Changqing Wang",
      "Weijian Chen",
      "Song Hu",
      "Hua Wang",
      "Lan Yang",
      "Xuan Zhang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Hardware Architecture (cs.AR)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.09650",
    "title": "High-quality femtosecond laser surface micro/nano-structuring assisted  by a thin frost layer",
    "abstract": "Femtosecond laser ablation has been demonstrated to be a versatile tool to produce micro/nanoscale features with high precision and accuracy. However, the use of high laser fluence to increase the ablation efficiency usually results in unwanted effects, such as redeposition of debris, formation of recast layer and heat-affected zone in or around the ablation craters. Here we circumvent this limitation by exploiting a thin frost layer with a thickness of tens of microns, which can be directly formed by the condensation of water vapor from the air onto the exposed surface whose temperature is below the freezing point. When femtosecond laser beam is focused onto the target surface covered with a thin frost layer, only the local frost layer around the laser-irradiated spot melts into water, helping to boost ablation efficiency, suppress the recast layer and reduce the heat-affect zone, while the remaining frost layer can prevent ablation debris from adhering to the target surface. By this frost-assisted strategy, high-quality surface micro/nano-structures are successfully achieved on both plane and curved surfaces at high laser fluences, and the mechanism behind the formation of high-spatial-frequency (HSF) laser induced periodic surface structures (LIPSSs) on silicon is discussed. ",
    "url": "https://arxiv.org/abs/2205.09650",
    "authors": [
      "Wenhai Gao",
      "Kai Zheng",
      "Yang Liao",
      "Henglei Du",
      "Chengpu Liu",
      "Chengrun Ye",
      "Ke Liu",
      "Shaoming Xie",
      "Cong Chen",
      "Junchi Chen",
      "Yujie Peng",
      "Yuxin Leng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.09694",
    "title": "Ultrafast structural color change in indium tin oxide/titanium dioxide  1D photonic crystal",
    "abstract": "Photonic crystals can integrate plasmonic materials such as indium tin oxide (ITO) in their structure. Exploiting ITO plasmonic properties it is possible to tune the photonic band gap of the photonic crystal upon the application of an external stimuli. In this work, we have fabricated a one-dimensional multilayer photonic crystal via radiofrequency sputtering and we have triggered its optical response with ultrafast pump-probe spectroscopy. Upon photoexcitation we observe a change in the refractive index of indium tin oxide. Such effect has been used to create a photonic crystal that change its photonic bandgap in an ultrafast time scale. All optical modulation in the visible region, that can be tuned by designing the photonic crystal, has been demonstrated. ",
    "url": "https://arxiv.org/abs/2205.09694",
    "authors": [
      "Liliana Moscardi",
      "Stefano Varas",
      "Alessandro Chiasera",
      "Francesco Scotognella",
      "Michele Guizzardi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.09427",
    "title": "Measurement of the quantum-confined Stark effect in $InAs/In(Ga)As$  quantum dots with p-doped quantum dot barriers",
    "abstract": "The quantum-confined Stark effect in InAs/In(Ga)As quantum dots (QDs) using non-intentionally doped and p-doped QD barriers was investigated to compare their performance for use in optical modulators. The measurements indicate that the doped QD barriers lead to a better figure of merit $(FoM)$, defined as the ratio of the change in absorption $\\Delta\\alpha$ for a reverse bias voltage swing to the loss at $1 V$ $\\alpha(1 V)$, $FoM=\\Delta\\alpha/\\alpha (1 V)$. The improved performance is due to the absence of the ground-state absorption peak and an additional component to the Stark shift. Measurements indicate that p-doping the QD barriers can lead to more than a 3$\\times$ increase in FoM modulator performance between temperatures of -73 $\\deg$C to 100 $\\deg$C when compared with the stack with NID QD barriers. ",
    "url": "https://arxiv.org/abs/2205.09427",
    "authors": [
      "Joe Mahoney",
      "Mingchu Tang",
      "Huiyun Liu",
      "Nicolás Abadía"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Other Condensed Matter (cond-mat.other)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.09487",
    "title": "Numerically \"exact'' simulations of a quantum Carnot cycle in  non-equilibrium conditions: Analysis using thermodynamic work diagrams",
    "abstract": "We conduct numerical simulations of a quantum Carnot cycle using the hierarchical equations of motion from quasi-static to highly non-equilibrium conditions. The Carnot engine is modeled by a two-level system coupled to hot and cold heat baths, and it is controlled by time-dependent external fields for the system and system-bath interactions. The field for the system controls isothermal processes (the isothermal driving field), whereas that for the system-bath interactions controls the transition between the isothermal and adiabatic processes (the adiabatic transition field). By regarding work as non-equilibrium free energy, we compute non-equilibrium thermodynamic variables, such as the magnetization and strain, for external perturbations. These are not state variables beside quasi-static case, but we introduce them in an attempt to characterize the thermal properties of the cycle. We then analyze the simulation results using thermodynamic work diagrams depicted as functions of these variables for various values of the system--bath coupling strength and the period of the Carnot cycle. It is shown that the efficiency of the Carnot cycle exhibits a maximum in the quasi-static limit of the modulation. We also find that the efficiency changes as a function of the system--bath coupling strength and reaches its maximum in the intermediate coupling-strength regime. ",
    "url": "https://arxiv.org/abs/2205.09487",
    "authors": [
      "Shoki Koyanagi",
      "Yoshitaka Tanimura"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.09543",
    "title": "Parallel bandit architecture based on laser chaos for reinforcement  learning",
    "abstract": "Accelerating artificial intelligence by photonics is an active field of study aiming to exploit the unique properties of photons. Reinforcement learning is an important branch of machine learning, and photonic decision-making principles have been demonstrated with respect to the multi-armed bandit problems. However, reinforcement learning could involve a massive number of states, unlike previously demonstrated bandit problems where the number of states is only one. Q-learning is a well-known approach in reinforcement learning that can deal with many states. The architecture of Q-learning, however, does not fit well photonic implementations due to its separation of update rule and the action selection. In this study, we organize a new architecture for multi-state reinforcement learning as a parallel array of bandit problems in order to benefit from photonic decision-makers, which we call parallel bandit architecture for reinforcement learning or PBRL in short. Taking a cart-pole balancing problem as an instance, we demonstrate that PBRL adapts to the environment in fewer time steps than Q-learning. Furthermore, PBRL yields faster adaptation when operated with a chaotic laser time series than the case with uniformly distributed pseudorandom numbers where the autocorrelation inherent in the laser chaos provides a positive effect. We also find that the variety of states that the system undergoes during the learning phase exhibits completely different properties between PBRL and Q-learning. The insights obtained through the present study are also beneficial for existing computing platforms, not just photonic realizations, in accelerating performances by the PBRL algorithms and correlated random sequences. ",
    "url": "https://arxiv.org/abs/2205.09543",
    "authors": [
      "Takashi Urushibara",
      "Nicolas Chauvet",
      "Satoshi Kochi",
      "Satoshi Sunada",
      "Kazutaka Kanno",
      "Atsushi Uchida",
      "Ryoichi Horisaki",
      "Makoto Naruse"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.12291",
    "title": "Parametric Amplification of an Optomechanical Quantum Interconnect",
    "abstract": " Comments: 16 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2202.12291",
    "authors": [
      "Huo Chen",
      "Marti Vives",
      "Mekena Metcalf"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.08449",
    "title": "Photonic spin Hall effect from quantum kinetic theory in curved  spacetime",
    "abstract": " Comments: 18 pages ",
    "url": "https://arxiv.org/abs/2203.08449",
    "authors": [
      "Kazuya Mameda",
      "Naoki Yamamoto",
      "Di-Lun Yang"
    ],
    "subjectives": [
      "High Energy Physics - Theory (hep-th)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.13600",
    "title": "Mechanical investigations of free-standing SiN membranes patterned with  one-dimensional photonic crystal structures",
    "abstract": " Comments: 9 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2203.13600",
    "authors": [
      "Ali A. Darki",
      "Robin V. Nielsen",
      "Jens V. Nygaard",
      "Aurélien Dantan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  }
]