[
  {
    "id": "arXiv:2405.18607",
    "title": "Optimizaci\\'on del sistema de iluminaci\\'on y proyecci\\'on para un sensor multiparam\\'etrico acusto-\\'optico",
    "abstract": "           In previous works we presented a novel multiparametric sensor to simultaneously measure the refractive index and the speed of sound in a liquid by means of the acousto-optic effect. The sensor requires an illumination system that expands the laser beam so that it interacts effectively with the liquid under study. Also, a projection system is necessary in order to adequately capture the diffraction pattern at the cell exit. In this article, we present the optimization of the sensor illumination and projection system using the optical design computational tool Zemax OpticStudio. The considered range of refractive indices of the liquid samples is between 1.33 and 1.51. The results show a correct expansion of the incident beam on the cell, and the projection system achieves an image with very few aberrations and an adequate angular separation between the maxima of the diffraction pattern. From the resulting dimensions of the sensor after the illumination and projection system optimization, we affirm that it is compact and portable.         ",
    "url": "https://arxiv.org/abs/2405.18607",
    "authors": [
      "Patricia María Elena Vázquez",
      "Germán Eduardo Caro"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2405.18666",
    "title": "On-Chip Vectorial Structured Light Manipulation via Inverse Design",
    "abstract": "           On-chip structured light, with potentially infinite complexity, has emerged as a linchpin in the realm of integrated photonics. However, the realization of arbitrarily tailoring a multitude of light field dimensions in complex media remains a challenge1, Through associating physical light fields and mathematical function spaces by introducing a mapping operator, we proposed a data-driven inverse design method to precisely manipulate between any two structured light fields in the on-chip high-dimensional Hilbert space. To illustrate, light field conversion in on-chip topological photonics was achieved. High-performance topological coupling devices with minimal insertion loss and customizable topological routing devices were designed and realized. Our method provides a new paradigm to enable precise manipulation over the on-chip vectorial structured light and paves the way for the realization of complex photonic functions.         ",
    "url": "https://arxiv.org/abs/2405.18666",
    "authors": [
      "Xiaobin Lin",
      "Maoliang Wei",
      "Kunhao Lei",
      "Zijia Wang",
      "Chi Wang",
      "Hui Ma",
      "Yuting Ye",
      "Qiwei Zhan",
      "Da Li",
      "Shixun Dai",
      "Baile Zhang",
      "Xiaoyong Hu",
      "Lan Li",
      "Erping Li",
      "Hongtao Lin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.18668",
    "title": "Gate-Tunable Multi-Band van der Waals Photodetector and Polarization Sensor",
    "abstract": "           A single photodetector with tunable detection wavelengths and polarization sensitivity can potentially be harnessed for diverse optical applications ranging from imaging and sensing to telecommunications. Such a device will require the combination of multiple material systems with different structures, bandgaps, and photoelectrical responses, which is extremely difficult to engineer using traditional epitaxial films. Here, we develop a multi-functional and high-performance photosensor using all van der Waals materials. The device features a gate-tunable spectral response that is switchable between near-infrared/visible and short-/mid-wave infrared, as well as broadband operation, at room temperature. The linear polarization sensitivity in the telecommunications O-band can also be directly modulated between horizontal, vertical, and nonpolarizing modes. These effects originate from the balance of photocurrent generation in two of the active layers that can be manipulated by an electric field. The photodetector features high detectivity (>109 cmHz1/2W-1) together with fast operation speed (~ 1 MHz) and can be further exploited for dual visible and infrared imaging.         ",
    "url": "https://arxiv.org/abs/2405.18668",
    "authors": [
      "Daozhi Shen",
      "HeeBong Yang",
      "Tarun Patel",
      "Daniel A. Rhodes",
      "Thomas Timusk",
      "Y. Norman Zhou",
      "Na Young Kim",
      "Adam W. Tsen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2405.18717",
    "title": "Silicon-integrated scandium-doped aluminum nitride electro-optic modulator",
    "abstract": "           Scandium-doped aluminum nitride (AlScN) with an asymmetric hexagonal wurtzite structure exhibits enhanced second-order nonlinear and piezoelectric properties compared to aluminum nitride (AlN), while maintaining a relatively large bandgap. It provides a promising platform for photonic integration and facilitates the seamless integration of passive and active functional devices. Here, we present the design, fabrication, and characterization of AlScN EO micro-ring modulators, introducing active functionalities to the chip-scale AlScN platform. These waveguide-integrated EO modulators employ sputtered AlScN thin films as the light-guiding medium, and the entire fabrication process is compatible with complementary metal oxide semiconductor (CMOS) technology. We characterize the high-frequency performance of an AlScN modulator for the first time, extracting a maximum in-device effective EO coefficient of 2.86 pm/V at 12 GHz. The devices show a minimum half-wave voltage-length product of 3.12 V*cm and a 3-dB modulation bandwidth of approximately 22 GHz. Our work provides a promising modulation scheme for cost-effective silicon-integrated photonics systems.         ",
    "url": "https://arxiv.org/abs/2405.18717",
    "authors": [
      "Tianqi Xu",
      "Yushuai Liu",
      "Yuanmao Pu",
      "Yongxiang Yang",
      "Qize Zhong",
      "Xingyan Zhao",
      "Yang Qiu",
      "Yuan Dong",
      "Tao Wu",
      "Shaonan Zheng",
      "Ting Hu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.18814",
    "title": "Design and Implementation of a New Apparatus for Astrochemistry: Kinetic Measurements of the CH + OCS Reaction and Frequency Comb Spectroscopy in a Cold Uniform Supersonic Flow",
    "abstract": "           We present the development of a new astrochemical research tool HILTRAC, the Highly Instrumented Low Temperature ReAction Chamber. The instrument is based on a pulsed form of the CRESU (Cinétique de Réaction en Écoulement Supersonique Uniforme, meaning reaction kinetics in a uniform supersonic flow) apparatus, with the aim of collecting kinetics and spectroscopic information on gas phase chemical reactions important in interstellar space or planetary atmospheres. We discuss the apparatus design and its flexibility, the implementation of pulsed laser photolysis followed by laser induced fluorescence (PLP-LIF), and the first implementation of direct infrared frequency comb spectroscopy (DFCS) coupled to the uniform supersonic flow. Achievable flow temperatures range from 32(3) - 111(9) K, characterising a total of five Laval nozzles for use with N2 and Ar buffer gases by pressure impact measurements. These results were further validated using LIF and DFCS measurements of the CH radical and OCS, respectively. Spectroscopic constants and linelists for OCS are reported for the 1001 band near $2890 - 2940 cm^{-1}$ for both $OC^{32}S$ and $OC^{34}S$, measured using DFCS. Additional peaks in the spectrum are tentatively assigned to the OCS-Ar complex. The first reaction rate coefficients for the CH + OCS reaction measured between 32(3) K and 58(5) K are reported. The reaction rate coefficient at 32(3) K was measured to be $3.9(4) \\times 10^{10} cm^3 molecule^{-1} s^{-1}$ and the reaction was found to exhibit no observable temperature dependence over this low temperature range.         ",
    "url": "https://arxiv.org/abs/2405.18814",
    "authors": [
      "Daniel I. Lucas",
      "Théo Guillaume",
      "Dwayne E. Heard",
      "Julia H. Lehman"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2405.19195",
    "title": "Quantum Tunneling Could Enable Proton Transfer Reactions on Titan",
    "abstract": "           The surface of Titan, Saturn's largest moon, is rich in organics and is often suggested to model early Earth environments. Titan's surface is cold, at a temperature of approximately 90 K, which prohibits most thermally activated chemical reactions. However, quantum effects become more important at low temperatures and reactions that are classically prohibited can often proceed through quantum mechanical pathways. Using path integral molecular dynamics simulations, we investigate nuclear quantum effects on the thermodynamics of model proton transfer reactions in liquid ethane. We find that proton transfer can occur at Titan surface conditions through quantum tunneling. Consequently, we estimate that nuclear quantum effects can enhance reaction rates by many orders of magnitude. Our results suggest that nuclear quantum effects could facilitate prebiotic chemistry on Titan, and quantum effects should be considered in future investigations.         ",
    "url": "https://arxiv.org/abs/2405.19195",
    "authors": [
      "Henry W. Longo",
      "Richard C. Remsing"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  },
  {
    "id": "arXiv:2405.18458",
    "title": "Asymmetrical estimator for training grey-box deep photonic neural networks",
    "abstract": "           Physical neural networks (PNNs) are emerging paradigms for neural network acceleration due to their high-bandwidth, in-propagation analogue processing. Despite the advantages of PNN for inference, training remains a challenge. The imperfect information of the physical transformation means the failure of conventional gradient-based updates from backpropagation (BP). Here, we present the asymmetrical training (AT) method, which treats the PNN structure as a grey box. AT performs training while only knowing the last layer output and neuron topological connectivity of a deep neural network structure, not requiring information about the physical control-transformation mapping. We experimentally demonstrated the AT method on deep grey-box PNNs implemented by uncalibrated photonic integrated circuits (PICs), improving the classification accuracy of Iris flower and modified MNIST hand-written digits from random guessing to near theoretical maximum. We also showcased the consistently enhanced performance of AT over BP for different datasets, including MNIST, fashion-MNIST, and Kuzushiji-MNIST. The AT method demonstrated successful training with minimal hardware overhead and reduced computational overhead, serving as a robust light-weight training alternative to fully explore the advantages of physical computation.         ",
    "url": "https://arxiv.org/abs/2405.18458",
    "authors": [
      "Yizhi Wang",
      "Minjia Chen",
      "Chunhui Yao",
      "Jie Ma",
      "Ting Yan",
      "Richard Penty",
      "Qixiang Cheng"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.18622",
    "title": "Biclustering a dataset using photonic quantum computing",
    "abstract": "           Biclustering is a problem in machine learning and data mining that seeks to group together rows and columns of a dataset according to certain criteria. In this work, we highlight the natural relation that quantum computing models like boson and Gaussian boson sampling (GBS) have to this problem. We first explore the use of boson sampling to identify biclusters based on matrix permanents. We then propose a heuristic that finds clusters in a dataset using Gaussian boson sampling by (i) converting the dataset into a bipartite graph and then (ii) running GBS to find the densest sub-graph(s) within the larger bipartite graph. Our simulations for the above proposed heuristics show promising results for future exploration in this area.         ",
    "url": "https://arxiv.org/abs/2405.18622",
    "authors": [
      "Ajinkya Borle",
      "Ameya Bhave"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.18709",
    "title": "Towards an exact electronic quantum many-body treatment of Kondo correlation in magnetic impurities",
    "abstract": "           The Kondo effect is a prototypical quantum phenomenon arising from the interaction between localized electrons in a magnetic impurity and itinerant electrons in a metallic host. Although it has served as the testing ground for quantum many-body methods for decades, the precise description of Kondo physics with material specificity remains challenging. Here, we present a systematic ab initio approach to converge towards an exact zero-temperature electronic treatment of Kondo correlations. Across a series of 3d transition metals, we extract Kondo temperatures matching the subtle experimental trends, with an accuracy far exceeding that of standard models. We further obtain microscopic insight into the origin of these trends. More broadly, we demonstrate the possibility to start from fully ab initio many-body simulations and push towards the realm of converged predictions.         ",
    "url": "https://arxiv.org/abs/2405.18709",
    "authors": [
      "Tianyu Zhu",
      "Linqing Peng",
      "Huanchen Zhai",
      "Zhi-Hao Cui",
      "Garnet Kin-Lic Chan"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2405.18731",
    "title": "VBIM-Net: Variational Born Iterative Network for Inverse Scattering Problems",
    "abstract": "           Recently, studies have shown the potential of integrating field-type iterative methods with deep learning (DL) techniques in solving inverse scattering problems (ISPs). In this article, we propose a novel Variational Born Iterative Network, namely, VBIM-Net, to solve the full-wave ISPs with significantly improved flexibility and inversion quality. The proposed VBIM-Net emulates the alternating updates of the total electric field and the contrast in the variational Born iterative method (VBIM) by multiple layers of subnetworks. We embed the calculation of the contrast variation into each of the subnetworks, converting the scattered field residual into an approximate contrast variation and then enhancing it by a U-Net, thus avoiding the requirement of matched measurement dimension and grid resolution as in existing approaches. The total field and contrast of each layer's output is supervised in the loss function of VBIM-Net, which guarantees the physical interpretability of variables of the subnetworks. In addition, we design a training scheme with extra noise to enhance the model's stability. Extensive numerical results on synthetic and experimental data both verify the inversion quality, generalization ability, and robustness of the proposed VBIM-Net. This work may provide some new inspiration for the design of efficient field-type DL schemes.         ",
    "url": "https://arxiv.org/abs/2405.18731",
    "authors": [
      "Ziqing Xing",
      "Zhaoyang Zhang",
      "Zirui Chen",
      "Yusong Wang",
      "Haoran Ma",
      "Zhun Wei",
      "Gang Bao"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Artificial Intelligence (cs.AI)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2405.18891",
    "title": "Inverse Design of Promising Alloys for Electrocatalytic CO$_2$ Reduction via Generative Graph Neural Networks Combined with Bird Swarm Algorithm",
    "abstract": "           Directly generating material structures with optimal properties is a long-standing goal in material design. One of the fundamental challenges lies in how to overcome the limitation of traditional generative models to efficiently explore the global chemical space rather than a small localized space. Herein, we develop a framework named MAGECS to address this dilemma, by integrating the bird swarm algorithm and supervised graph neural network to effectively navigate the generative model in the immense chemical space towards materials with target properties. As a demonstration, MAGECS is applied to design compelling alloy electrocatalysts for CO$_2$ reduction reaction (CO$_2$RR) and works extremely well. Specifically, the chemical space of CO$_2$RR is effectively explored, where over 250,000 promising structures with high activity have been generated and notably, the proportion of desired structures is 2.5-fold increased. Moreover, five predicted alloys, i.e., CuAl, AlPd, Sn$_2$Pd$_5$, Sn$_9$Pd$_7$, and CuAlSe$_2$ are successfully synthesized and characterized experimentally, two of which exhibit about 90% Faraday efficiency of CO$_2$RR, and CuAl achieved 76% efficiency for C$_2$ products. This pioneering application of inverse design in CO$_2$RR catalysis showcases the potential of MAGECS to dramatically accelerate the development of functional materials, paving the way for fully automated, artificial intelligence-driven material design.         ",
    "url": "https://arxiv.org/abs/2405.18891",
    "authors": [
      "Zhilong Song",
      "Linfeng Fan",
      "Shuaihua Lu",
      "Qionghua Zhou",
      "Chongyi Ling",
      "Jinlan Wang"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.18989",
    "title": "Classification analysis of transition-metal chalcogenides and oxides using quantum machine learning",
    "abstract": "           Quantum machine learning (QML) leverages the potential from machine learning to explore the subtle patterns in huge datasets of complex nature with quantum advantages. This exponentially reduces the time and resources necessary for computations. QML accelerates materials research with active screening of chemical space, identifying novel materials for practical applications and classifying structurally diverse materials given their measured properties. This study analyzes the performance of three efficient quantum machine learning algorithms viz., variational quantum eigen solver (VQE), quantum support vector machine (QSVM) and quantum neural networks (QNN) for the classification of transition metal chalcogenides and oxides (TMCs &TMOs). The analysis is performed on three datasets of different sizes containing 102, 192 and 350 materials with TMCs and TMOs labelled as +1 and -1 respectively. By employing feature selection, classical machine learning achieves 100% accuracy whereas QML achieves the highest performance of 99% and 98% for test and train data respectively on QSVC. This study establishes the competence of QML models in materials classification and explores the quantum circuits in terms of over-fitting using the circuit descriptors expressibility and entangling capability. In addition, the perspectives on QML in materials research with noisy intermediate scale quantum (NISQ) devices is given.         ",
    "url": "https://arxiv.org/abs/2405.18989",
    "authors": [
      "Kurudi V Vedavyasa",
      "Ashok Kumar"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2405.19070",
    "title": "Quantum Optimal Control of Squeezing in Cavity Optomechanics",
    "abstract": "           Squeezing is a non-classical feature of quantum states that is a useful resource, for example in quantum sensing of mechanical forces. Here, we show how to use optimal control theory to maximize squeezing in an optomechanical setup with two external drives and determine how fast the mechanical mode can be squeezed. For the autonomous drives considered here, we find the inverse cavity decay to lower-bound the protocol duration. At and above this limit, we identify a family of protocols leveraging a two-stage control strategy, where the mechanical mode is cooled before it is squeezed. Identification of the control strategy allows for two important insights - to determine the factors that limit squeezing and to simplify the time-dependence of the external drives, making our protocol readily applicable in experiments.         ",
    "url": "https://arxiv.org/abs/2405.19070",
    "authors": [
      "Anton Halaski",
      "Matthias G. Krauss",
      "Daniel Basilewitsch",
      "Christiane P. Koch"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.11415",
    "title": "Ultrarelativistic electron beams accelerated by terawatt scalable kHz laser",
    "abstract": "           We show the laser-driven acceleration of unprecedented, collimated ($ 2 \\ \\mathrm{mrad} $ divergence), and quasi-monoenergetic ($ 25 \\ \\% $ energy spread) electron beams with energy up to $ 50 \\ \\mathrm{MeV} $ at $ 1 \\ \\mathrm{kHz} $ repetition rate. The laser driver is a multi-cycle ($ 15 \\ \\mathrm{fs} $) $ 1 \\ \\mathrm{kHz} $ optical parametric chirped pulse amplification (OPCPA) system, operating at $ 26 \\ \\mathrm{mJ} $ ($ 1.7 \\ \\mathrm{TW} $). The scalability of the driver laser technology and the electron beams reported in this work pave the way towards developing high-brilliance x-ray sources for medical imaging, innovative devices for brain cancer treatment, and represent a step towards the realization of a kHz GeV electron beamline.         ",
    "url": "https://arxiv.org/abs/2302.11415",
    "authors": [
      "C. M. Lazzarini",
      "G. M. Grittani",
      "P. Valenta",
      "I. Zymak",
      "R. Antipenkov",
      "U. Chaulagain",
      "L. V. N. Goncalves",
      "A. Grenfell",
      "M. Lamac",
      "S. Lorenz",
      "M. Nevrkla",
      "V. Sobr",
      "A. Spacek",
      "W. Szuba",
      "P. Bakule",
      "G. Korn",
      "S. V. Bulanov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2402.18072",
    "title": "Challenges in addressing student difficulties with quantum measurement of two-state quantum systems using a multiple-choice question sequence in online and in-person classes",
    "abstract": "           Research-validated multiple-choice questions comprise an easy-to-implement instructional tool that serves to scaffold student learning and formatively assess students' knowledge. We present findings from the implementation, in consecutive years, of a research-validated multiple-choice question sequence [referred to in this study as a Clicker Question Sequence (CQS)] on quantum measurement as it applies to two-state quantum systems. This study was conducted in an advanced undergraduate quantum mechanics course, in both online and in-person learning environments across three years. Student learning was assessed after traditional lecture-based instruction in relevant concepts, and their performance was compared with that on a similar assessment given after engaging with the CQS. We analyze, compare, and discuss the trends observed in the three implementations.         ",
    "url": "https://arxiv.org/abs/2402.18072",
    "authors": [
      "Peter Hu",
      "Yangqiuting Li",
      "Chandralekha Singh"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2404.05095",
    "title": "Tunnel Junction-Enabled Monolithically Integrated GaN Micro-Light Emitting Transistor",
    "abstract": "           GaN/InGaN microLEDs are a very promising technology for next generation displays. Switching control transistors and their integration are key components in achieving high-performance, efficient displays. Monolithic integration of microLEDs with GaN switching devices provides an opportunity to control microLED output power with capacitive (voltage) control rather than current controlled schemes. This approach can greatly reduce system complexity for the driver circuit arrays while maintaining device opto-electronic performance. In this work, we demonstrate a 3-terminal GaN micro-light emitting transistor that combines a GaN/InGaN blue tunneling-based microLED with a GaN n-channel FET. The integrated device exhibits excellent gate control, drain current control and optical emission control. This work provides a promising pathway for future monolithic integration of GaN FETs with microLED to enable fast switching high efficiency microLED display and communication systems.         ",
    "url": "https://arxiv.org/abs/2404.05095",
    "authors": [
      "Sheikh Ifatur Rahman",
      "Mohammad Awwad",
      "Chandan Joishi",
      "Zane-Jamal Eddine",
      "Brendan Gunning",
      "Andrew Armstrong",
      "Siddharth Rajan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.16793",
    "title": "Multiphoton quantum sensing",
    "abstract": "           While the fundamental principles of light-matter interaction are well-understood and drive countless technologies, the world of multiphoton processes remains a fascinating puzzle, holding the potential to drastically alter our understanding of how light interacts with matter at its most basic level. This rich interplay of light and matter unveils novel phenomena that can be harnessed for sensing with exceptional precision, as exemplified by multiphoton quantum sensing. This thesis delves into the applications of multiphoton quantum protocols, particularly in imaging, communication, and plasmonic sensing, to surpass classical limitations and achieve enhanced sensitivity. We explore the potential of multiphoton quantum processes, particularly in the nanoscale regime and within subsystems of macroscopic systems, where novel and ultra-sensitive sensing methodologies emerge. Subsequent chapters of this thesis demonstrate the transformative potential of multiphoton quantum sensing, elucidating the design, implementation, and experimental results of specific sensing protocols tailored to diverse applications. Our analysis combines experimental observations and theoretical predictions to assess the sensitivity and performance of these protocols. Additionally, the thesis discusses potential future directions and advancements in the field, envisioning applications in biomolecule detection, environmental monitoring, and fundamental studies of light-matter interactions at the nanoscale. Concluding reflections highlight the implications of multiphoton quantum sensing across scientific disciplines and lay the groundwork for future research endeavors.         ",
    "url": "https://arxiv.org/abs/2405.16793",
    "authors": [
      "Fatemeh Mostafavi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.08258",
    "title": "A self-referenced optical phase noise analyzer for quantum technologies",
    "abstract": "           Second generation quantum technologies aim to outperform classical alternatives by utilizing engineered quantum systems. Maintaining the coherence required to enable any quantum advantage requires detailed knowledge and control over the noise the hosting system is subjected to. Characterizing noise processes via their power spectral density is routinely done throughout science and technology and can be a demanding task. Determining the phase noise power spectrum in leading quantum technology platforms, for example, can be either outside the reach of many phase noise analyzers, or be prohibitively expensive. In this work, we present and characterize a cost-effective optical phase noise analyzer for quantum technology applications. Using this setup we compare two $\\approx1\\ \\rm{Hz}$ linewidth ultra-stable oscillators near $729\\ \\rm{nm}$, using them as references to determine and discuss the noise floor achieved in this measurement apparatus with a focus on limitations and their tradeoffs. The achieved noise floor in this implementation of a low-cost, all-stock component, low-complexity phase noise analyzer compares favourably to commercial offerings. This setup can find application in particular without a more stable reference or operational quantum system as sensor as would be the case for many component manufacturers.         ",
    "url": "https://arxiv.org/abs/2310.08258",
    "authors": [
      "Robert Freund",
      "Christian D. Marciniak",
      "Thomas Monz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2310.08621",
    "title": "Phase Noise in Real-World Twin-Field Quantum Key Distribution",
    "abstract": "           The impact of noise sources in real-world implementations of Twin-Field Quantum Key Distribution (TF-QKD) protocols is investigated, focusing on phase noise from photon sources and connecting fibers. This work emphasizes the role of laser quality, network topology, fiber length, arm balance, and detector performance in determining key rates. Remarkably, it reveals that the leading TF-QKD protocols are similarly affected by phase noise despite different mechanisms. This study demonstrates duty cycle improvements of over a factor of two through narrow-linewidth lasers and phase-control techniques, highlighting the potential synergy with high-precision time/frequency distribution services. Ultrastable lasers, evolving toward integration and miniaturization, offer promise for agile TF-QKD implementations on existing networks. Properly addressing phase noise and practical constraints allows for consistent key rate predictions, protocol selection, and layout design, crucial for establishing secure long-haul links for the Quantum Communication Infrastructures under development in several countries.         ",
    "url": "https://arxiv.org/abs/2310.08621",
    "authors": [
      "Gianluca Bertaina",
      "Cecilia Clivati",
      "Simone Donadello",
      "Carlo Liorni",
      "Alice Meda",
      "Salvatore Virzì",
      "Marco Gramegna",
      "Marco Genovese",
      "Filippo Levi",
      "Davide Calonico",
      "Massimiliano Dispenza",
      "Ivo Pietro Degiovanni"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.09158",
    "title": "Bang-bang preparation of quantum many-body ground states in two dimensions: optimization of the algorithm with a two-dimensional tensor network",
    "abstract": "           A bang-bang (BB) algorithm prepares the ground state of a two-dimensional (2D) quantum many-body Hamiltonian $H=H_1+H_2$ by evolving an initial product state alternating between $H_1$ and $H_2$. We use the neighborhood tensor update to simulate the BB evolution with an infinite pair-entangled projected state (iPEPS). The alternating sequence is optimized with the final energy as a cost function. The energy is calculated with the tangent space methods for the sake of their stability. The method is benchmarked in the 2D transverse field quantum Ising model near its quantum critical point against a ground state obtained by variational optimization of the iPEPS. The optimal BB sequence differs non-perturbatively from a sequence simulating quantum annealing or adiabatic preparation (AP) of the ground state. The optimal BB energy converges with the number of bangs much faster than the optimal AP energy.         ",
    "url": "https://arxiv.org/abs/2401.09158",
    "authors": [
      "Yintai Zhang",
      "Jacek Dziarmaga"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2402.18619",
    "title": "Boundary Treatment for Variational Quantum Simulations of Partial Differential Equations on Quantum Computers",
    "abstract": "           The paper presents a variational quantum algorithm to solve initial-boundary value problems described by second-order partial differential equations. The approach uses hybrid classical/quantum hardware that is well suited for quantum computers of the current noisy intermediate-scale quantum era. The partial differential equation is initially translated into an optimal control problem with a modular control-to-state operator (ansatz). The objective function and its derivatives required by the optimizer can efficiently be evaluated on a quantum computer by measuring an ancilla qubit, while the optimization procedure employs classical hardware. The focal aspect of the study is the treatment of boundary conditions, which is tailored to the properties of the quantum hardware using a correction technique. For this purpose, the boundary conditions and the discretized terms of the partial differential equation are decomposed into a sequence of unitary operations and subsequently compiled into quantum gates. The accuracy and gate complexity of the approach are assessed for second-order partial differential equations by classically emulating the quantum hardware. The examples include steady and unsteady diffusive transport equations for a scalar property in combination with various Dirichlet, Neumann, or Robin conditions. The results of this flexible approach display a robust behavior and a strong predictive accuracy in combination with a remarkable polylog complexity scaling in the number of qubits of the involved quantum circuits. Remaining challenges refer to adaptive ansatz strategies that speed up the optimization procedure.         ",
    "url": "https://arxiv.org/abs/2402.18619",
    "authors": [
      "Paul Over",
      "Sergio Bengoechea",
      "Thomas Rung",
      "Francesco Clerici",
      "Leonardo Scandurra",
      "Eugene de Villiers",
      "Dieter Jaksch"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2403.04210",
    "title": "High-dimensional quantum key distribution using a multi-plane light converter",
    "abstract": "           High-dimensional quantum key distribution (QKD) offers higher information capacity and stronger resilience to noise compared to its binary counterpart. However, these advantages are often hindered by the difficulty of realizing the required high-dimensional measurements and transformations. Here, we implement a large-scale multi-plane light converter (MPLC) and program it as a high-dimensional mode sorter of spatial modes for QKD. Using the MPLC, we demonstrate five-dimensional QKD with six mutually unbiased bases and 25-dimensional QKD with two mutually unbiased bases in the same experimental setup. Furthermore, we propose a construction of pairs of mutually unbiased bases that are robust to experimental errors, with measurement complexity scaling only with the square root of the encoded dimension. This approach paves the way for QKD implementations in higher dimensions.         ",
    "url": "https://arxiv.org/abs/2403.04210",
    "authors": [
      "Ohad Lib",
      "Kfir Sulimany",
      "Mateus Araújo",
      "Michael Ben-Or",
      "Yaron Bromberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]