[
  {
    "id": "arXiv:2306.04006",
    "title": "Clarifying the impact of dual optical feedback on semiconductor lasers  through analysis of the effective feedback phase",
    "abstract": "Time-delayed optical feedback is known to trigger a wide variety of complex dynamical behavior in semiconductor lasers. Adding a second optical feedback loop is naturally expected to further increase the complexity of the system and its dynamics, but due to interference between the two feedback arms it was also quickly identified as a way to improve the laser stability. While these two aspects have already been investigated, the influence of the feedback phases, i.e. sub-wavelength changes in the mirror positions, on the laser behavior still remains to be thoroughly studied, despite indications that this parameter could have a significant impact. Here, we analyze the effect of the feedback phase on the laser stability in a dual-feedback configuration. We show an increased sensitivity of the laser system to feedback phase changes when two feedback loops are present, and clarify the interplay between the frequency shift induced by the feedback and the interferometric effect between the two feedback arms. ",
    "url": "https://arxiv.org/abs/2306.04006",
    "authors": [
      "Robbe de Mey",
      "Spencer W. Jolly",
      "Martin Virte"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2306.04011",
    "title": "Direct Observation of Landau Levels in Silicon Photonic Crystals",
    "abstract": "We experimentally observe photonic Landau levels that arise due to a strain-induced pseudomagnetic field in a silicon photonic crystal slab. The Landau levels are dispersive (i.e., they are not flat bands) due to the distortion of the unit cell by the strain. We employ an additional strain which induces a pseudoelectric potential to flatten them. ",
    "url": "https://arxiv.org/abs/2306.04011",
    "authors": [
      "Maria Barsukova",
      "Fabien Grisé",
      "Zeyu Zhang",
      "Sachin Vaidya",
      "Jonathan Guglielmon",
      "Michael I. Weinstein",
      "Li He",
      "Bo Zhen",
      "Randall McEntaffer",
      "Mikael C. Rechtsman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2306.04023",
    "title": "Homogeneous electron gases revisited through quantum state ensembles",
    "abstract": "The homogeneous electron gas (HEG) is a paradigmatic example of a many-electron quantum systems that has been used to model inhomogeneous electronic systems for nearly a century. Spin-polarized HEGs now form the foundation for almost all density functional approximations and, consequently, almost all electronic structure calculations. The present work introduces and explores a hitherto unexplored degree of freedom in HEGs, by considering ``constant occupation factor ensemble'' (cofe) gases involving excited states in a non-thermal quantum state ensemble. The properties of cofe HEGs are investigated in detail in this work, including kinetic, Hartree, exchange and correlation physics. Consideration is given to very recent [Phys. Rev. Lett. 130, 106401 (2023)] discoveries about the high- and low- density limits of electronic ground and excited states. Exact results are presented for kinetic, Hartree and exchange energies. A parametrization is also provided for correlation energies. ",
    "url": "https://arxiv.org/abs/2306.04023",
    "authors": [
      "Tim Gould",
      "Stefano Pittalis"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.04100",
    "title": "Integrated Broadband Mode Division Demultiplexer in Waveguide Arrays",
    "abstract": "On-chip mode division (de)multiplexing plays a significant role in the integrated devices to greatly improve communication capacity. One of the pursuing goals of mode division (de)multiplexer is how to realize such devices with larger bandwidth and better fabrication tolerance. However, integrated broadband mode division (de)multiplexing devices were rarely reported up to now. In this work, we experimentally realize a broadband mode division demultiplexing device with a high degree of fabrication tolerance based on lithium niobate-on-insulator waveguide array. By taking advantage of the fact that different modes in the waveguide array have different group velocity, we experimentally confirmed that different modes in the waveguide array have different transverse displacements. The implementation of the integrated broadband mode division demultiplexer may have future applications in information processing technology, quantum communication as well as quantum computing. ",
    "url": "https://arxiv.org/abs/2306.04100",
    "authors": [
      "Yu-le Zhao",
      "Chong Sheng",
      "Zi-yi Liu",
      "Shi-ning Zhu",
      "Hui Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.04185",
    "title": "Monolithic Integration of Mid-Infrared Quantum Cascade Lasers and  Frequency Combs with Passive Waveguides",
    "abstract": "Mid-infrared semiconductor lasers in photonic integrated circuits are of considerable interest for a variety of industrial, environmental, and medical applications. However, photonic integration technologies in the mid-infrared lag far behind the near-infrared range. Here we present the monolithic integration of mid-infrared quantum cascade lasers with low-loss passive waveguides via butt-coupling. The passive waveguide losses are experimentally evaluated to be only 1.2 +- 0.3 dB/cm, with negligible butt-coupling losses. We demonstrate continuous-wave lasing at room temperature of these active-to-passive waveguide coupled devices. Moreover, we report a frequency comb operation paving the way toward on-chip, mid-infrared, dual-comb sensors. ",
    "url": "https://arxiv.org/abs/2306.04185",
    "authors": [
      "Ruijun Wang",
      "Philipp Täschler",
      "Zhixin Wang",
      "Emilio Gini",
      "Mattias Beck",
      "Jérôme Faist"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.04194",
    "title": "Surface Saturation Current Densities of Perovskite Thin Films from  Suns-Photoluminescence Quantum Yield Measurements",
    "abstract": "We present a simple, yet powerful analysis of Suns-photoluminescence quantum yield measurements that can be used to determine the surface saturation current densities of thin film semiconductors. We apply the method to state-of-the-art polycrystalline perovskite thin films of varying absorber thickness. We show that the non-radiative bimolecular recombination in these samples originates from the surfaces. To the best of our knowledge, this is the first study to demonstrate and quantify non-linear (bimolecular) surface recombination in perovskite thin films. ",
    "url": "https://arxiv.org/abs/2306.04194",
    "authors": [
      "Robert Lee Chin",
      "Arman Mahboubi Soufiani",
      "Paul Fassl",
      "Jianghui Zheng",
      "Eunyoung Choi",
      "Anita Ho-Baillie",
      "Ulrich Paetzold",
      "Thorsten Trupke",
      "Ziv Hameiri"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.04199",
    "title": "Acoustic Sensing with Correlation and Coherent Detection using an  Integrated Coherent Transceiver",
    "abstract": "Fiber optic sensing is becoming an important means to physically secure today's network infrastructure. However, a network-wide deployment of the monitors will require cost reduction of the interrogator system, which can only be achieved by highly integrated system components. In this contribution, we report on the use of an in-house designed single-chip coherent transceiver for acoustic fiber sensing. The transceiver on the basis of silicon photonics contains a high-speed dual-polarization IQ-modulator as well as a coherent receiver with balanced photodiodes and trans-impedance amplifiers, as defined by the OIF integrated coherent transmit-receive optical sub assembly (IC-TROSA) implementation agreement. The laser, used for transmission and as local oscillator, is provided external to the photonic integrated circuit and can be chosen according to the line-width requirements of the sensing system. The acoustic sensing demonstration is using a correlation-based optical time domain reflectometry with coherent detection. This method is able to detect, besides the amplitude information, the phase of the back-scattered signal, which has a significantly higher sensitivity to environmental effects on the fiber, like temperature and strain. As a proof of concept, sensing of an acoustic signal after a fiber span of 20 km is demonstrated by evaluating the obtained phase information, providing information on external dynamic events up to a frequency of 1.75 kHz. ",
    "url": "https://arxiv.org/abs/2306.04199",
    "authors": [
      "André Sandmann",
      "Florian Azendorf",
      "Saif Alnairat",
      "Michael Eiselt"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2306.04243",
    "title": "Experimental measurements of the transfer function of a nonlinear  optical loop mirror",
    "abstract": "Measurement of the average values of the input and output powers of a device can give insight into the transfer function (TF) of that device, but this approach usually hides the real impact of certain propagation phenomena. However, to the best of our knowledge, measurements of the TF of nonlinear optical loop mirrors have always been carried out using this approach [1-3], which may lead to underestimating the impact of dispersive and nonlinear effects. Here we present the experimental measurement of the TF of a nonlinear optical loop mirror (NOLM), made from the experimental measurements of the input and output intensity profiles of the device, using a frequency-resolved optical gating (FROG) technique [4-6]. Our approach clearly highlights the impact of dispersion effects and Kerr nonlinearity on the NOLM's TF. ",
    "url": "https://arxiv.org/abs/2306.04243",
    "authors": [
      "Alix Malfondet",
      "Alexandre Parriaux",
      "Patrice Tchofo-Dinda",
      "Guy Millot"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.04245",
    "title": "Cold CAS Ion Trap -- 22 pole trap with ring electrodes for  astrochemistry",
    "abstract": "The enhancement of a cryogenic radio frequency 22 pole trap instrument by the addition of ring electrodes is presented in detail. The ring electrodes tightly surround the poles and only a fraction of the applied electric potential penetrates to the trap axis, facilitating the fine control of slow cold ions. A precise computational model, describing the effective mechanical potential created by the applied static and rf fields, governing the ion behaviour, is employed to demonstrate and understand the operation of our setup. The use of ring electrodes for improved extraction of cold stored ions is shown. Variable trapping potentials, placed on one ring electrode, can be used to control the evaporation of only those $\\text{H}^+$ ions from the trap, whose kinetic energy exceeds the barrier. This ring electrode trapping opens new possibilities to study processes of minimal kinetic energy release, e. g. spin exchange. We propose a robust modified method for the determination of temperature dependent ion molecule reaction rates, resistant to effects caused by neutral gas freezing and demonstrate it on the reaction of $\\text{CO}^+$/$\\text{CO}_2^+$ with $\\text{H}_2$/$\\text{D}_2$. Finally, the use of a supercontinuum laser for quick localisation of spectroscopic bands is examined on the $\\text{N}_2^+$ Meinel system. ",
    "url": "https://arxiv.org/abs/2306.04245",
    "authors": [
      "Pavol Jusko",
      "Miguel Jiménez-Redondo",
      "Paola Caselli"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.04276",
    "title": "Test experiments with distributed acoustic sensing and hydrophone arrays  for locating underwater sound sources",
    "abstract": "Whales and dolphins rely on sound for navigation and communication, making them an intriguing subject for studying language evolution. Traditional hydrophone arrays have been used to record their acoustic behavior, but optical fibers have emerged as a promising alternative. This study explores the use of distributed acoustic sensing (DAS), a technique that detects local stress in optical fibers, for underwater sound recording. An experiment was conducted in Lake Zurich, where a fiber-optic cable and a self-made hydrophone array were deployed. A test signal was broadcasted at various locations, and the resulting data was synchronized and consolidated into files. Analysis revealed distinct frequency responses in the DAS channels and provided insights into sound propagation in the lake. Challenges related to cable sensitivity, sample rate, and broadcast fidelity were identified. This dataset serves as a valuable resource for advancing acoustic sensing techniques in underwater environments, especially for studying marine mammal vocal behavior. ",
    "url": "https://arxiv.org/abs/2306.04276",
    "authors": [
      "Jörg Rychen",
      "Patrick Paitz",
      "Pascal Edme",
      "Krystyna Smolinski",
      "Joeri Brackenhoff",
      "Andreas Fichtner"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Sound (cs.SD)",
      "Applied Physics (physics.app-ph)",
      "Biological Physics (physics.bio-ph)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2306.04341",
    "title": "A Minimum Assumption Approach to MEG Sensor Array Design",
    "abstract": "Designing a good magnetoencephalographic (MEG) sensor array -- in particular, deciding where to place sensors and how to orient them -- is an important problem in MEG instrumentation development. In this paper, we propose a novel principled approach to the MEG sensor-array optimization problem. We use the Vector Spherical Harmonics (VSH) formalism to define a figure-of-merit for an MEG sensor array. We start with an observation that, under certain reasonable assumptions, any array of $m$ perfectly noiseless sensors will attain exactly the same performance, regardless of the sensors' locations and orientations (with the exception of a negligible set of singularly bad sensor configurations). We proceed to the conclusion that under the aforementioned assumptions, the only difference between different array configurations is the effect of (sensor) noise on their performance. We then propose a figure-of-merit that quantifies, with a single number, how much the sensor array in question amplifies the sensor noise. With the figure-of-merit defined, we can formulate the sensor array design problem as a high-dimensional nonlinear optimization problem, amenable to general-purpose optimization methods, such as simulated annealing, basin hopping, etc. We demonstrate the proposed approach by generating optimized sensor arrays that can measure neuromagnetic fields in the presence of environmental noise more accurately than typical MEG sensor configurations. ",
    "url": "https://arxiv.org/abs/2306.04341",
    "authors": [
      "Andrey Zhdanov",
      "Jussi Nurminen",
      "Joonas Iivanainen",
      "Samu Taulu"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2306.04361",
    "title": "Microdisk modulator-assisted optical nonlinear activation functions for  photonic neural networks",
    "abstract": "On-chip implementation of optical nonlinear activation functions (NAFs) is essential for realizing large-scale photonic neural chips. To implement different neural processing and machine learning tasks with optimal performances, different NAFs are explored with the use of different devices. From the perspective of on-chip integration and reconfigurability of photonic neural network (PNN), it is highly preferred that a single compact device can fulfill multiple NAFs. Here, we propose and experimentally demonstrate a compact high-speed microdisk modulator to realize multiple NAFs. The fabricated microdisk modulator has an add-drop configuration in which a lateral PN junction is incorporated for tuning. Based on high-speed nonlinear electrical-optical (E-O) effect, multiple NAFs are realized by electrically controlling free-carrier injection. Thanks to its strong optical confinement of the disk cavity, all-optical thermo-optic (TO) nonlinear effect can also be leveraged to realize other four different NAFs, which is difficult to be realized with the use of electrical-optical effect. With the use of the realized nonlinear activation function, a convolutional neural network (CNN) is studied to perform handwritten digit classification task, and an accuracy as large as 98% is demonstrated, which verifies the effectiveness of the use of the high-speed microdisk modulator to realize the NAFs. Thanks to its compact footprint and strong electrical-optical or all-optical effects, the microdisk modulator features multiple NAFs, which could serve as a flexible nonlinear unit for large-scale PNNs. ",
    "url": "https://arxiv.org/abs/2306.04361",
    "authors": [
      "Bin Wang",
      "Weizhen Yu",
      "Jinpeng Duan",
      "Shuwen Yang",
      "Zhenyu Zhao",
      "Shuang Zheng",
      "Weifeng Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2306.04390",
    "title": "Gain assisted controllable fast light generation in cavity  magnomechanics",
    "abstract": "We study the controllable output field generation from a cavity magnomechanical resonator system that consists of two coupled microwave resonators. The first cavity interacts with a ferromagnetic yttrium iron garnet (YIG) sphere providing the magnon-photon coupling. Under passive cavities configuration, the system displays high absorption, prohibiting output transmission even though the dispersive response is anamolous. We replace the second passive cavity with an active one to overcome high absorption, producing an effective gain in the system. We show that the deformation of the YIG sphere retains the anomalous dispersion. Further, tuning the exchange interaction strength between the two resonators leads to the system's effective gain and dispersive response. As a result, the advancement associated with the amplification of the probe pulse can be controlled in the close vicinity of the magnomechanical resonance. Furthermore, we find the existence of an upper bound for the intensity amplification and the advancement of the probe pulse that comes from the stability condition. These findings may find potential applications for controlling light propagation in cavity magnomechanics. ",
    "url": "https://arxiv.org/abs/2306.04390",
    "authors": [
      "Sanket Das",
      "Subhadeep Chakraborty",
      "Tarak N. Dey"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.04417",
    "title": "Efficient and scalable scheme for overcoming the pulse energy bottleneck  of single-cycle laser sources",
    "abstract": "We propose a novel scheme called advanced dual-chirped optical parametric amplification (DC-OPA) that employs two kinds of nonlinear crystals (BiB$_3$O$_6$ and MgO-doped lithium niobate) to overcome the bottleneck of pulse energy scalability for single-cycle mid-infrared (MIR) laser pulses. In experiments, the advanced DC-OPA scheme achieved carrier-to-envelope phase-stable MIR laser pulses for a bandwidth of over one octave (1.4-3.1 $\\mu$m) with an output pulse energy of 53 mJ. The pulse duration was compressed to 8.58 fs, which corresponds to 1.05 cycles with a central wavelength of 2.44 $\\mu$m and peak power of 6 TW. To our knowledge, the obtained values for the pulse energy and peak power are the highest achieved for optical parametric amplification of single-cycle MIR laser pulses. Thanks to the energy scalability of the advanced DC-OPA scheme, it is potentially applicable to multi-TW sub-cycle laser pulses. ",
    "url": "https://arxiv.org/abs/2306.04417",
    "authors": [
      "Lu Xu",
      "Eiji J. Takahashi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.04418",
    "title": "RPA, an accurate and fast method for the computation of non-linear  optical properties",
    "abstract": "The accurate computation of non-linear optical properties (NLOPs) in large polymers requires accounting for electronic correlation effects with a reasonable computational cost. The Random Phase Approximation (RPA) used in the adiabatic connection fluctuation theorem is known to be a reliable and cost-effective method to render electronic correlation effects when combined with the density-fitting techniques and the integration over imaginary frequencies. We explore the ability of the RPA energy expression to predict NLOPs by evaluating RPA electronic energies in the presence of finite electric fields to obtain (using the finite difference method) static polarizabilities and hyper-polarizabilities. We show that RPA based on hybrid functional self-consistent field calculations yields as accurate NLOPs as the best-tuned double-hybrid functionals developed today, with the additional advantage that RPA avoids any system-specific adjustment. ",
    "url": "https://arxiv.org/abs/2306.04418",
    "authors": [
      "Pau Besalú-Sala",
      "Fabien Bruneval",
      "Ángel José Pérez-Jiménez",
      "Juan Carlos Sancho-García",
      "Mauricio Rodríguez-Mayorga"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.04491",
    "title": "High-quality amorphous Silicon Carbide for hybrid photonic integration  at low temperature",
    "abstract": "Integrated photonic platforms have proliferated in recent years, each demonstrating its own unique strengths and shortcomings. However, given the processing incompatibilities of different platforms, a formidable challenge in the field of integrated photonics still remains for combining the strength of different optical materials in one hybrid integrated platform. Silicon carbide is a material of great interest because of its high refractive index, strong second and third-order non-linearities and broad transparecy window in the visible and near infrared. However, integrating SiC has been difficult, and current approaches rely on transfer bonding techniques, that are time consuming, expensive and lacking precision in layer thickness. Here, we demonstrate high index Amorphous Silicon Carbide (a-SiC) films deposited at 150$^{\\circ}$C and verify the high performance of the platform by fabricating standard photonic waveguides and ring resonators. The intrinsic quality factors of single-mode ring resonators were in the range of $Q_{int} = (4.7-5.7)\\times10^5$ corresponding to optical losses between 0.78-1.06 dB/cm. We then demonstrate the potential of this platform for future heterogeneous integration with ultralow loss thin SiN and LiNbO$_3$ platforms. ",
    "url": "https://arxiv.org/abs/2306.04491",
    "authors": [
      "Bruno Lopez-Rodriguez",
      "Roald Van Der Kolk",
      "Samarth Aggarwal",
      "Naresh Sharma",
      "Zizheng Li",
      "Daniel Van Der Plaats",
      "Thomas Scholte",
      "Jin Chang",
      "Silvania F. Pereira",
      "Simon Groeblacher",
      "Harish Bhaskaran",
      "Iman Esmaeil Zadeh Zadeh"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.04518",
    "title": "Optimal sensor placement for reconstructing wind pressure field around  buildings using compressed sensing",
    "abstract": "Deciding how to optimally deploy sensors in a large, complex, and spatially extended structure is critical to ensure that the surface pressure field is accurately captured for subsequent analysis and design. In some cases, reconstruction of missing data is required in downstream tasks such as the development of digital twins. This paper presents a data-driven sparse sensor selection algorithm, aiming to provide the most information contents for reconstructing aerodynamic characteristics of wind pressures over tall building structures parsimoniously. The algorithm first fits a set of basis functions to the training data, then applies a computationally efficient QR algorithm that ranks existing pressure sensors in order of importance based on the state reconstruction to this tailored basis. The findings of this study show that the proposed algorithm successfully reconstructs the aerodynamic characteristics of tall buildings from sparse measurement locations, generating stable and optimal solutions across a range of conditions. As a result, this study serves as a promising first step toward leveraging the success of data-driven and machine learning algorithms to supplement traditional genetic algorithms currently used in wind engineering. ",
    "url": "https://arxiv.org/abs/2306.04518",
    "authors": [
      "Xihaier Luo",
      "Ahsan Kareem",
      "Shinjae Yoo"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2306.04554",
    "title": "Integrated Photonic Encoder for Terapixel Image Processing",
    "abstract": "Modern lens designs are capable of resolving >10 gigapixels, while advances in camera frame-rate and hyperspectral imaging have made Terapixel/s data acquisition a real possibility. The main bottlenecks preventing such high data-rate systems are power consumption and data storage. In this work, we show that analog photonic encoders could address this challenge, enabling high-speed image compression using orders-of-magnitude lower power than digital electronics. Our approach relies on a silicon-photonics front-end to compress raw image data, foregoing energy-intensive image conditioning and reducing data storage requirements. The compression scheme uses a passive disordered photonic structure to perform kernel-type random projections of the raw image data with minimal power consumption and low latency. A back-end neural network can then reconstruct the original images with structural similarity exceeding 90%. This scheme has the potential to process Terapixel/s data streams using less than 100 fJ/pixel, providing a path to ultra-high-resolution data and image acquisition systems. ",
    "url": "https://arxiv.org/abs/2306.04554",
    "authors": [
      "Xiao Wang",
      "Brandon Redding",
      "Nicholas Karl",
      "Christopher Long",
      "Zheyuan Zhu",
      "Shuo Pang",
      "David Brady",
      "Raktim Sarma"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.04617",
    "title": "Helicity-dependent optical control of the magnetization state emerging  from the Landau-Lifshitz-Gilbert equation",
    "abstract": "It is well known that the Gilbert relaxation time of a magnetic moment scales inversely with the magnitude of the externally applied field, H, and the Gilbert damping, {\\alpha}. Therefore, in ultrashort optical pulses, where H can temporarily be extremely large, the Gilbert relaxation time can momentarily be extremely short, reaching even picosecond timescales. Here we show that for typical ultrashort pulses, the optical control of the magnetization emerges by merely considering the optical magnetic field in the Landau-Lifshitz-Gilbert (LLG) equation. Surprisingly, when circularly polarized optical pulses are introduced to the LLG equation, an optically induced helicity-dependent torque results. We find that the strength of the interaction is determined by {\\eta}={\\alpha}{\\gamma}H/f_opt, where f_opt and {\\gamma} are the optical frequency and gyromagnetic ratio. Our results illustrate the generality of the LLG equation to the optical limit and the pivotal role of the Gilbert damping in the general interaction between optical magnetic fields and spins in solids. ",
    "url": "https://arxiv.org/abs/2306.04617",
    "authors": [
      "Benjamin Assouline",
      "Amir Capua"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.04052",
    "title": "Nuclear Spin-Depleted, Isotopically Enriched  $^\\text{70}$Ge/$^\\text{28}$Si$^\\text{70}$Ge Quantum Wells",
    "abstract": "The p-symmetry of the hole wavefunction is associated with a weaker hyperfine interaction as compared to electrons, thus making hole spin qubits attractive candidates to implement long coherence quantum processors. However, recent studies demonstrated that hole qubits in planar germanium (Ge) heterostructures are still very sensitive to nuclear spin bath. These observations highlight the need to develop nuclear spin-free Ge qubits to suppress this decoherence channel and evaluate its impact. With this perspective, this work demonstrates the epitaxial growth of $^\\text{73}$Ge-depleted isotopically enriched $^\\text{70}$Ge/SiGe quantum wells. The growth was achieved by reduced pressure chemical vapor deposition using isotopically purified monogermane $^\\text{70}$GeH$_\\text{4}$ and monosilane $^\\text{28}$SiH$_\\text{4}$ with an isotopic purity higher than 99.9 $\\%$ and 99.99 $\\%$, respectively. The quantum wells consist of a series of $^\\text{70}$Ge/SiGe heterostructures grown on Si wafers using a Ge virtual substrate and a graded SiGe buffer layer. The isotopic purity is investigated using atom probe tomography following an analytical procedure addressing the discrepancies in the isotopic content caused by the overlap of isotope peaks in mass spectra. The nuclear spin background in the quantum wells was found to be sensitive to the growth conditions. The lowest concentration of nuclear spin-full isotopes $^\\text{73}$Ge and $^\\text{29}$Si in the heterostructure was established at 0.01 $\\%$ in the Ge quantum well and SiGe barriers. The measured average distance between nuclear spins reaches 3-4 nm in $^\\text{70}$Ge/$^\\text{28}$Si$^\\text{70}$Ge, which is an order of magnitude larger than in natural Ge/SiGe heterostructures. ",
    "url": "https://arxiv.org/abs/2306.04052",
    "authors": [
      "O. Moutanabbir",
      "S. Assali",
      "A. Attiaoui",
      "G. Daligou",
      "P. Daoust",
      "P. Del Vecchio",
      "S. Koelling",
      "L. Luo",
      "N. Rotaru"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.04477",
    "title": "Observation of 2D Mott insulator and $π$-superfluid quantum phase  transition in shaking optical lattice",
    "abstract": "The Mott insulator and superfluid phase transition is one of the most prominent phenomena in ultracold atoms. In this work, we report the observation of a novel 2D quantum phase transition between Mott insulator and $\\pi$ superfluid in a shaking optical lattice. In the deep optical lattice regime, the lowest $s$-band can be tuned to Mott phase, while the higher $p_{x,y}$ bands are itinerant for having larger bandwidth. Through a shaking technique coupling the $s$ orbital to $p_{x,y}$ orbital states, we experimentally observe the transition between the states of the $s$ and $p_{x,y}$ bands, leading to a quantum phase transition from 2D $s$-orbital Mott phase to the $p_{x,y}$-orbital superfluid which condensed at $(\\pi,\\pi)$ momentum. ",
    "url": "https://arxiv.org/abs/2306.04477",
    "authors": [
      "Jingxin Sun",
      "Pengju Zhao",
      "Zhongshu Hu",
      "Shengjie Jin",
      "Ren Liao",
      "Xiong-Jun Liu",
      "Xuzong Chen"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2010.06901",
    "title": "Bending of pinned dust ion acoustic solitary waves in presence of  charged space debris",
    "abstract": " Comments: 15 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2010.06901",
    "authors": [
      "Siba Prasad Acharya",
      "Abhik Mukherjee",
      "Mylavarapu Sita Janaki"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07103",
    "title": "Many versus one: the disorder operator and entanglement entropy in  fermionic quantum matter",
    "abstract": " Comments: 13 pages, 7 figures with 8 pages supplemental material ",
    "url": "https://arxiv.org/abs/2209.07103",
    "authors": [
      "Weilun Jiang",
      "Bin-Bin Chen",
      "Zi Hong Liu",
      "Junchen Rong",
      "Fakher F. Assaad",
      "Meng Cheng",
      "Kai Sun",
      "Zi Yang Meng"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Theory (hep-th)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2210.10048",
    "title": "AnalogVNN: A fully modular framework for modeling and optimizing  photonic neural networks",
    "abstract": " Comments: 28 pages; replace figure 6C; better format; updated links ",
    "url": "https://arxiv.org/abs/2210.10048",
    "authors": [
      "Vivswan Shah",
      "Nathan Youngblood"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.06090",
    "title": "Extracting the Quantum Geometric Tensor of an Optical Raman Lattice by  Bloch State Tomography",
    "abstract": " Title: Extracting the Quantum Geometric Tensor of an Optical Raman Lattice by  Bloch State Tomography ",
    "url": "https://arxiv.org/abs/2301.06090",
    "authors": [
      "Chang-Rui Yi",
      "Jinlong Yu",
      "Huan Yuan",
      "Rui-Heng Jiao",
      "Yu-Meng Yang",
      "Xiao Jiang",
      "Jin-Yi Zhang",
      "Shuai Chen",
      "Jian-Wei Pan"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.11260",
    "title": "Inverse Magnus Effect Induced by Dilute Water Fog",
    "abstract": " Comments: 7 pages, 9 figures, 1 table ",
    "url": "https://arxiv.org/abs/2302.11260",
    "authors": [
      "Shin-ichiro Nagahiro",
      "Yoshinori Hayakawa"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2302.12235",
    "title": "Q-Flow: Generative Modeling for Differential Equations of Open Quantum  Dynamics with Normalizing Flows",
    "abstract": " Title: Q-Flow: Generative Modeling for Differential Equations of Open Quantum  Dynamics with Normalizing Flows ",
    "url": "https://arxiv.org/abs/2302.12235",
    "authors": [
      "Owen Dugan",
      "Peter Y. Lu",
      "Rumen Dangovski",
      "Di Luo",
      "Marin Soljačić"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2305.17632",
    "title": "Programmable photonic time circuits for highly scalable universal  unitaries",
    "abstract": " Comments: 46 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2305.17632",
    "authors": [
      "Xianji Piao",
      "Sunkyu Yu",
      "Namkyoo Park"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]