[
  {
    "id": "arXiv:2205.01831",
    "title": "Optimization and stability analysis of the cascaded EEHG-HGHG  free-electron laser",
    "abstract": "X-ray free-electron lasers (XFELs) are powerful tools to explore and study nature for achieving remarkable advances. Generally, seeded FELs are ideal sources for supplying full coherent soft x-ray pulses. Benefiting from the high-frequency up-conversion efficiency, the cascading configuration with echo-enabled harmonic generation (EEHG) and high-gain harmonic generation (HGHG) holds promising prospects for generating full coherent radiation at 1 nm wavelength. In this paper, we design and optimize EEHG-HGHG configuration using parameters of Shanghai High-Repetition-Rate XFEL and Extreme Light Facility. In addition, we systematically analyze the effect of relative timing jitter on the output FEL performance based on various start-to-end electron beams. The intensive numerical simulations show that the cascaded EEHG-HGHG scheme can achieve 1 nm FEL pulses with peak power up to 15 GW. Further sensitivity analysis indicates that the relative timing jitter between the electron beam and seed laser has a significant impact on the FEL performance. The RMS timing jitter of 3 fs can lead to the final output pulse energy fluctuations of 29.16%. ",
    "url": "https://arxiv.org/abs/2205.01831",
    "authors": [
      "Hanxiang Yang",
      "Jiawei Yan",
      "Zihan Zhu",
      "Haixiao Deng"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2205.01837",
    "title": "Acoustic, phononic, Brillouin light scattering and Faraday wave based  frequency combs: physical foundations and applications",
    "abstract": "Frequency combs (FCs) -- spectra containing equidistant coherent peaks -- have enabled researchers and engineers to measure the frequencies of complex signals with high precision thereby revolutionising the areas of sensing, metrology and communications and also benefiting the fundamental science. Although mostly optical FCs have found widespread applications thus far, in general FCs can be generated using waves other than light. Here, we review and summarise recent achievements in the emergent field of acoustic frequency combs (AFCs) including phononic FCs and relevant acousto-optical, Brillouin light scattering and Faraday wave-based techniques that have enabled the development of phonon lasers, quantum computers and advanced vibration sensors. In particular, our discussion is centred around potential applications of AFCs in precision measurements in various physical, chemical and biological systems in conditions, where using light, and hence optical FCs, faces technical and fundamental limitations, which is, for example, the case in underwater distance measurements and biomedical imaging applications. This review article will also be of interest to readers seeking a discussion of specific theoretical aspects of different classes of AFCs. To that end, we support the mainstream discussion by the results of our original analysis and numerical simulations that can be used to design the spectra of AFCs generated using oscillations of gas bubbles in liquids, vibrations of liquid drops and plasmonic enhancement of Brillouin light scattering in metal nanostructures. We also discuss the application of non-toxic room-temperature liquid-metal alloys in the field of AFC generation. ",
    "url": "https://arxiv.org/abs/2205.01837",
    "authors": [
      "Ivan S. Maksymov",
      "Bui Quoc Huy Nguyen",
      "Andrey Pototsky",
      "Sergey A. Suslov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Chaotic Dynamics (nlin.CD)",
      "Classical Physics (physics.class-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2205.01999",
    "title": "The Landscape of the Quantum Start-up Ecosystem",
    "abstract": "The second quantum revolution has been producing groundbreaking scientific and technological outputs since the early 2000s; however, the scientific literature on the impact of this revolution on the industry, specifically on start-ups, is limited. In this paper, we present a landscaping study with a gathered dataset of 421 companies from 42 countries that we identify as quantum start-ups, meaning that they mainly focus on quantum technologies (QT) as their primary priority business. We answer the following questions: (i) What are the temporal and geographical distributions of the quantum start-ups? (ii) How can we categorize them, and how are these categories populated? (iii) Are there any patterns that we can derive from empirical data on trends? We found that more than 92% of the start-ups have been founded within the last 10 years, and more than 50% of the start-ups are located in the US, the UK, and Canada. We categorized the QT start-ups into six fields: (i) complementary technologies, (ii) quantum computing (hardware), (iii) quantum computing (software/application/simulation), (iv) quantum cryptography/communication, (v) quantum sensing and metrology, and (vi) supporting companies, and analyzed the population of each field both for countries, and temporally. Finally, we argue that low levels of quantum start-up activity in a country might be an indicator of a national initiative to be adopted afterwards, which later sees both an increase in the number of start-ups, and a diversification of activity in different QT fields. ",
    "url": "https://arxiv.org/abs/2205.01999",
    "authors": [
      "Zeki Can Seskir",
      "Ramis Korkmaz",
      "Arsev Umur Aydinoglu"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2205.01704",
    "title": "A high-fidelity and large-scale reconfigurable photonic processor for  NISQ applications",
    "abstract": "Reconfigurable linear optical networks are a key component for the development of optical quantum information processing platforms in the NISQ era and beyond. We report the implementation of such a device based on an innovative design that uses the mode mixing of a multimode fiber in combination with the programmable wavefront shaping of a SLM. The capabilities of the platform are explored in the classical regime. For up to a record number of 8~inputs and 38~outputs we achieve fidelities in excess of $93\\%$, week-long stability and losses below $6.5\\textrm{dB}$. The device was built inside a standard server rack to allow for real world use. ",
    "url": "https://arxiv.org/abs/2205.01704",
    "authors": [
      "A. Cavaillès",
      "P. Boucher",
      "L. Daudet",
      "I. Carron",
      "S. Gigan",
      "K. Müller"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.01725",
    "title": "Many-Fermion Simulation from the Contracted Quantum Eigensolver without  Fermionic Encoding of the Wave Function",
    "abstract": "Quantum computers potentially have an exponential advantage over classical computers for the quantum simulation of many-fermion quantum systems. Nonetheless, fermions are more expensive to simulate than bosons due to the fermionic encoding -- a mapping by which the qubits are encoded with fermion statistics. Here we generalize the contracted quantum eigensolver (CQE) to avoid fermionic encoding of the wave function. In contrast to the variational quantum eigensolver, the CQE solves for a many-fermion stationary state by minimizing the contraction (projection) of the Schr\\\"odinger equation onto two fermions. We avoid fermionic encoding of the wave function by contracting the Schr\\\"odinger equation onto an unencoded pair of particles. Solution of the resulting contracted equation by a series of unencoded two-body exponential transformations generates an unencoded wave function from which the energy and two-fermion reduced density matrix (2-RDM) can be computed. We apply the unencoded and the encoded CQE algorithms to the hydrogen fluoride molecule, the dissociation of oxygen O$_{2}$, and a series of hydrogen chains. Both algorithms show comparable convergence towards the exact ground-state energies and 2-RDMs, but the unencoded algorithm has computational advantages in terms of state preparation and tomography. ",
    "url": "https://arxiv.org/abs/2205.01725",
    "authors": [
      "Scott E. Smart",
      "David A. Mazziotti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2205.01726",
    "title": "Accelerated Convergence of Contracted Quantum Eigensolvers through a  Quasi-Second-Order, Locally Parameterized Optimization",
    "abstract": "A contracted quantum eigensolver (CQE) finds a solution to the many-electron Schr\\\"odinger equation by solving its integration (or contraction) to the 2-electron space -- a contracted Schr\\\"odinger equation (CSE) -- on a quantum computer. When applied to the anti-Hermitian part of the CSE (ACSE), the CQE iterations optimize the wave function with respect to a general product ansatz of two-body exponential unitary transformations that can exactly solve the Schr\\\"odinger equation. In this work, we accelerate the convergence of the CQE and its wavefunction ansatz via tools from classical optimization theory. By treating the CQE algorithm as an optimization in a local parameter space, we can apply quasi-second-order optimization techniques, such as quasi-Newton approaches or non-linear conjugate gradient approaches. Practically these algorithms result in superlinear convergence of the wavefunction to a solution of the ACSE. Convergence acceleration is important because it can both minimize the accumulation of noise on near-term intermediate-scale quantum (NISQ) computers and achieve highly accurate solutions on future fault-tolerant quantum devices. We demonstrate the algorithm, as well as some heuristic implementations relevant for cost-reduction considerations, comparisons with other common methods such as variational quantum eigensolvers, and a fermionic-encoding-free form of the CQE. ",
    "url": "https://arxiv.org/abs/2205.01726",
    "authors": [
      "Scott E. Smart",
      "David A. Mazziotti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2205.01983",
    "title": "Ground and excited states from model-space quantum imaginary time  evolution for strongly correlated systems",
    "abstract": "We present various extensions and modifications of quantum imaginary time evolution (QITE), a recently proposed quantum-classical hybrid algorithm that is guaranteed to reach the lowest state of system. We analyze the derivation of the underlying QITE equation order-by-order, and suggest a modification that is theoretically well found. Our results clearly indicate the soundness of the here-derived equation, enabling to approximate more properly the imaginary time propagation by a unitary. With the improved evaluation of the quantum Lanczos introduced in this work, our implementations allow for stable applications of QITE for larger systems. We also discuss how to obtain excited states by QITE, and propose two such schemes. The folded-spectrum QITE is a straightforward extension of QITE to excited state simulations, but is found to be impractical due to considerably slow convergence. The other method, the model space QITE, propagates a model space to the exact one in principle by keeping its orthogonality, and is hence able to describe multiple states simultaneously. Finally, we demonstrate that spin contamination can be effectively removed by shifting the imaginary time propagator, and thus excited states with a particular spin quantum number are efficiently captured without falling into the different spin states that have lower energies. The effectiveness of all these developments is illustrated by noiseless simulations, offering the further capabilities and insights of quantum algorithms for imaginary time evolution. ",
    "url": "https://arxiv.org/abs/2205.01983",
    "authors": [
      "Takashi Tsuchimochi",
      "Yoohee Ryo",
      "Seiichiro L. Ten-no"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.02137",
    "title": "Spatial search by continuous-time quantum walks on renormalized Internet  networks",
    "abstract": "We study spatial search with continuous-time quantum walks on real complex networks. We use smaller replicas of the Internet network obtained with a recent geometric renormalization method introduced by Garc\\'ia-P\\'erez et al. (2018). This allows us to infer for the first time the behavior of a quantum spatial search algorithm on a real complex network. By simulating numerically the dynamics and optimizing the coupling parameter, we study the optimality of the algorithm and its scaling with the size of the network, showing that on average it is considerably better than the classical scaling $O(N)$, but it does not reach the ideal quadratic speedup $O(\\sqrt{N})$ that can be achieved, e.g. in complete graphs. However, the performance of the search algorithm strongly depends on the degree of the nodes and, in fact, the scaling is found to be very close to optimal when we consider the nodes below the $90$th percentile ordered according to the degree. ",
    "url": "https://arxiv.org/abs/2205.02137",
    "authors": [
      "Joonas Malmi",
      "Matteo A. C. Rossi",
      "Guillermo García-Pérez",
      "Sabrina Maniscalco"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2205.02179",
    "title": "Measurements and Numerical Calculations of Thermal Conductivity to  Evaluate the Quality of β-Gallium Oxide Thin Films Grown on Sapphire and  Silicon Carbide by Molecular Beam Epitaxy",
    "abstract": "We report a method to obtain insights into lower thermal conductivity of \\beta-Ga2O3 thin films grown by molecular beam epitaxy (MBE) on c-plane sapphire and 4H-SiC substrates. We compare experimental values against the numerical predictions to decipher the effect of boundary scattering and defects in thin-films. We used time domain thermoreflectance (TDTR) to perform the experiments, density functional theory and the Boltzmann transport equation for thermal conductivity calculations, and the diffuse mismatch model for TBC predictions. The experimental thermal conductivities were approximately 3 times smaller than those calculated for perfect Ga2O3 crystals of similar size. When considering the presence of grain boundaries, gallium and oxygen vacancies, and stacking faults in the calculations, the crystals that present around 1% of gallium vacancies and a density of stacking faults of 106 faults/cm were the ones whose thermal conductivities were closer to the experimental results. Our analysis suggests the level of different types of defects present in the Ga2O3 crystal that could be used to improve the quality of MBE-grown samples by reducing these defects and thereby produce materials with higher thermal conductivities. ",
    "url": "https://arxiv.org/abs/2205.02179",
    "authors": [
      "Diego Vaca",
      "Matthew Barry",
      "Luke Yates",
      "Neeraj Nepal",
      "D. Scott Katzer",
      "Brian P. Downey",
      "Virginia Wheeler",
      "Luke Nyakiti",
      "David J. Meyer",
      "Samuel Graham",
      "Satish Kumar"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2112.08703",
    "title": "ADEPT: Automatic Differentiable DEsign of Photonic Tensor Cores",
    "abstract": " Comments: Accepted to ACM/IEEE Design Automation Conference (DAC), 2022 ",
    "url": "https://arxiv.org/abs/2112.08703",
    "authors": [
      "Jiaqi Gu",
      "Hanqing Zhu",
      "Chenghao Feng",
      "Zixuan Jiang",
      "Mingjie Liu",
      "Shuhan Zhang",
      "Ray T. Chen",
      "David Z. Pan"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.11534",
    "title": "Acceleration of spin-polarized proton beams via two parallel laser  pulses",
    "abstract": " Comments: 7 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2201.11534",
    "authors": [
      "Lars Reichwein",
      "Markus Büscher",
      "Alexander Pukhov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2202.00542",
    "title": "Quantum Monte Carlo method for metal-film catalysis: water addition to  carbon monoxide adsorbed on Pt/Al(111), a route to hydrogen",
    "abstract": " Comments: 23 pages, 2 figures one table. arXiv admin note: substantial text overlap with arXiv:2004.10565 ",
    "url": "https://arxiv.org/abs/2202.00542",
    "authors": [
      "Aslı Öztürk Kiraz",
      "Ali Bagci",
      "Philip E. Hoggan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2205.00945",
    "title": "Cavity-induced Non-Adiabatic Dynamics and Spectroscopy of Molecular  Rovibrational Polaritons studied by Multi-Mode Quantum Models",
    "abstract": " Comments: 14 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2205.00945",
    "authors": [
      "Eric W. Fischer",
      "Peter Saalfrank"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  }
]