[
  {
    "id": "arXiv:2211.02135",
    "title": "Widely tunable 2 $μ$m hybrid laser using GaSb semiconductor optical  amplifiers and Si3N4 photonics integrated reflector",
    "abstract": "Tunable lasers emitting at a 2-3 $\\mu$m wavelength range and compatible with photonic integration platforms are of great interest for sensing applications. To this end, combining GaSb-based semiconductor gain chips with Si$_3$N$_4$ photonic integrated circuits offers an attractive platform. Herein, we exploit the low-loss features of Si$_3$N$_4$ waveguides and demonstrate a hybrid laser comprising a GaSb gain chip with an integrated tunable Si$_3$N$_4$ Vernier mirror. At room temperature, the laser exhibited a maximum output power of 15 mW and a tuning range of 80 nm (1937-2017 nm). The low-loss performance of several fundamental Si$_3$N$_4$ building blocks for photonic integrated circuits is also validated. More specifically, the single-mode waveguide exhibit transmission loss as low as 0.15 dB/cm, the 90$^\\circ$ bend has 0.008 dB loss, and the 50/50 Y-branch has an insertion loss of 0.075 dB. ",
    "url": "https://arxiv.org/abs/2211.02135",
    "authors": [
      "Nouman Zia",
      "Samu-Pekka Ojanen",
      "Jukka Viheriala",
      "Eero Koivusalo",
      "Joonas Hilska",
      "Mircea Guina"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.02183",
    "title": "Photoacoustic characterization of TiO2 thin-films deposited on Silicon  substrate using neural networks",
    "abstract": "In this paper, the possibility of determining the thermal, elastic and geometric characteristics of a thin TiO2 film deposited on a silicon substrate, thickness 30 mikrons, in the frequency range of 20 to 20 kHz with neural networks was analyzed. For this purpose, the substrate parameters remained the known and constant in the two-layer model and nano layer thin-film parameters were changed: thickness, expansion and thermal diffusivity. Prediction of these three parameters was analyzed separately with three neural networks and all of these together by fourth neural network. It was shown that neural network, which analyzed all three parameters at the same time, achieved the highest accuracy, so the use of networks that provide predictions for only one parameter is less reliable. ",
    "url": "https://arxiv.org/abs/2211.02183",
    "authors": [
      "Katarina Lj Djordjevic",
      "Dragana K Markushev",
      "Marica N Popovic",
      "Mioljub V Nesic",
      "Slobodanka P Galovic",
      "Dragan V Lukic",
      "Dragan D Markushev"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2211.02220",
    "title": "Beat-frequency-resolved two-dimensional electronic spectroscopy:  disentangling vibrational coherences in artificial fluorescent proteins with  sub-10-fs visible laser pulses",
    "abstract": "We perform a beat-frequency-resolved analysis for two-dimensional electronic spectroscopy using a high-speed and stable 2D electronic spectrometer and few-cycle visible laser pulses to disentangle the vibrational coherences in an artificial fluorescent protein. We develop a highly stable ultrashort light source that generates 5.3-fs visible pulses with a pulse energy of 4.7 uJ at a repetition rate of 10 kHz using multi-plate pulse compression and laser filamentation in a gas cell. The above-5.3-fs laser pulses together with a high-speed multichannel detector enable us to measure a series of 2D electronic spectra, which are resolved in terms of beat frequency related to vibrational coherence. We successfully extract the discrete vibrational peaks behind the inhomogeneous broadening in the absorption spectra and the vibrational quantum beats of the excited electronic state behind the strong stationary signal in the typical 2D electronic spectra. ",
    "url": "https://arxiv.org/abs/2211.02220",
    "authors": [
      "Masaaki Tsubouchi",
      "Nobuhisa Ishii",
      "Yuji Kagotani",
      "Rumi Shimizu",
      "Takatoshi Fujita",
      "Motoyasu Adachi",
      "Ryuji Itakura"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.02259",
    "title": "Be optical lattice clocks with the fractional Stark shift up to the  level of 10$^{-19}$",
    "abstract": "The energy levels and electric dipole ($E1$) matrix elements of the ground state and low-lying excited states of Be atoms are calculated using the relativistic configuration interaction plus core polarization (RCICP) method. The static and dynamic $E1$, magnetic dipole ($M1$) and electric quadrupole ($E2$) polarizabilities as well as the hyperpolarizabilities of the $2s^2~^1S_0$ and $2s2p~^3P_0$ states are determined. Two magic wavelengths, 300.03 and 252.28 nm, of $2s^2~^1S_0 \\rightarrow 2s2p~^3P_0$ clock transition are found. Then, the multipolar and nonlinear Stark shifts of the clock transition at the magic wavelength are discussed in detail. We find that when the laser intensity $I$ is in the range of 14.3 $\\sim$ 15.9 kW/cm$^{2}$ and the detuning $\\delta$ (the frequency detuning of the lattice laser frequency relative to the magic frequency) is in the range of 40.7 $\\sim$ 40.9 MHz, the fractional Stark shifts of the clock transition are less than 1.0 $\\times$ 10$^{-18}$. While, when $I$ is in the range of 15.01 $\\sim$ 15.46 kW/cm$^{2}$ and $\\delta$ is in the range of 40.73 $\\sim$ 40.76 MHz, the fractional Stark shifts are lower than 1.0 $\\times$ 10$^{-19}$. ",
    "url": "https://arxiv.org/abs/2211.02259",
    "authors": [
      "Lei Wu",
      "Xia Wang",
      "Ting Wang",
      "Jun Jiang",
      "Chenzhong Dong"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2211.02302",
    "title": "Excited-state molecular dynamics simulation based on variational quantum  algorithms",
    "abstract": "We propose an excited-state molecular dynamics simulation method based on variational quantum algorithms at a computational cost comparable to that of ground-state simulations. We utilize the feature that excited states can be obtained as metastable states in the restricted variational quantum eigensolver calculation with a hardware-efficient ansatz. To demonstrate the effectiveness of the method, molecular dynamics simulations are performed for the S1 excited states of H2 and CH2NH molecules. The results are consistent with those of the exact adiabatic simulations in the S1 states, except for the CH2NH system, after crossing the conical intersection, where the proposed method causes a nonadiabatic transition. ",
    "url": "https://arxiv.org/abs/2211.02302",
    "authors": [
      "Hirotoshi Hirai"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.02462",
    "title": "Acousto-optic volumetric gating for reflection-mode deep optical imaging  within a scattering medium",
    "abstract": "The imaging depth of deep-tissue optical microscopy is governed by the performance of the gating operation that suppresses the multiply scattered waves obscuring the ballistic waves. Although various gating operations based on confocal, time-resolved/coherence-gated, and polarization-selective detections have proven to be effective, each has its own limitation; certain types of multiply scattered waves can bypass the gating. Here, we propose a method, volumetric gating, that introduces ultrasound focus to confocal reflectance imaging to suppress the multiply scattered waves traveling outside the ultrasonic focal volume. The volumetric gating axially rejects the multiply scattered wave traveling to a depth shallower than the object plane while suppressing the deeper penetrating portion that travels across the object plane outside the transversal extent of the ultrasonic focus of 30${\\times}$90$ {\\mu}m^2$. These joint gating actions along the axial and lateral directions attenuate the multiply scattered waves by a factor of 1/1000 or smaller, thereby extending the imaging depth to 12.1 times the scattering mean free path while maintaining the diffraction-limited resolution of 1.5 ${\\mu}$m. We demonstrated an increase in the imaging depth and contrast for internal tissue imaging of mouse colon and small intestine through their outer walls. We further developed theoretical and experimental frameworks to characterize the axial distribution of light trajectories inside scattering media. The volumetric gating will serve as an important addition to deep-tissue imaging modalities and a useful tool for studying wave propagation in scattering media. ",
    "url": "https://arxiv.org/abs/2211.02462",
    "authors": [
      "Hakseok Ko",
      "Junghoon Kim",
      "Jin-Hee Hong",
      "Junyeob Cheon",
      "Seungwoo Lee",
      "Mooseok Jang",
      "Wonshik Choi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2211.02373",
    "title": "Photothermal effect in macroscopic optomechanical systems with an  intracavity nonlinear optical crystal",
    "abstract": "Intracavity squeezing is a promising technique that may improve the sensitivity of gravitational wave detectors and cool optomechanical oscillators to the ground state. However, the photothermal effect may modify the occurrence of optomechanical coupling due to the presence of a nonlinear optical crystal in an optical cavity. We propose a novel method to predict the influence of the photothermal effect by measuring the susceptibility of the optomechanical oscillator and identifying the net optical spring constant and photothermal absorption rate. Using this method, we succeeded in precisely estimating parameters related to even minor photothermal effects, which could not be measured using a previously developed method. ",
    "url": "https://arxiv.org/abs/2211.02373",
    "authors": [
      "Sotatsu Otabe",
      "Kentaro Komori",
      "Ken-ichi Harada",
      "Kaido Suzuki",
      "Yuta Michimura",
      "Kentaro Somiya"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.02431",
    "title": "Supervised learning applied to high-dimensional millimeter wave  transient absorption data for age prediction of perovskite thin-film",
    "abstract": "We have analyzed a limited sample set of 120 GHz, and 150 GHz time-resolved millimeter wave (mmW) photoconductive decay (mmPCD) signals of 300 nm thick air-stable encapsulated perovskite film (methyl-ammonium lead halide) excited using a pulsed 532-nm laser with fluence 10.6 micro-Joules per cm-2. We correlated 12 parameters derived directly from acquired mmPCD kinetic-trace data and its step-response, each with the sample-age based on the date of the experiment. Five parameters with a high negative correlation with sample age were finally selected as predictors in the Gaussian Process Regression (GPR) machine learning model for prediction of the age of the sample. The effects of aging (between 0 and 40,000 hours after film production) are quantified mainly in terms of a shift in peak voltage, the response ratio (conductance parameter), loss-compensated transmission coefficient, and the radiofrequency (RF) area of the transient itself (flux). Changes in the other step-response parameters and the decay length of the aging transients are also shown. The GPR model is found to work well for a forward prediction of the age of the sample using this method. It is noted that the Matern-5 over 2 GPR kernel for supervised learning provides the best realistic solution for age prediction with R squared around 0.97. ",
    "url": "https://arxiv.org/abs/2211.02431",
    "authors": [
      "Biswadev Roy",
      "A. Karoui",
      "B. Vlahovic",
      "M.H. Wu"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2211.02596",
    "title": "Tutorial: Cavity Quantum Optomechanics",
    "abstract": "Exploring quantum physics in macroscopic systems and manipulating these systems for various technological applications has been a topic of intense research in the last one decade or so. In this regard, the field of cavity quantum optomechanics turns out to be one of the most rapidly emerging area of research. It has opened many doors to study various open ended fundamental questions in quantum physics, apart from numerous possible applications. A typical cavity optomechanical system consists of two mirrors, one fixed while the other one is movable. These systems may be of micrometer or nano-meter in dimensions. The electromagnetic radiation incident on the system may get coupled to the mechanical motion of the movable mirror. This opto-mechanical coupling is the root of all phenomena such as quantum entanglement, state-transfer, squeezing and so on. In this short tutorial, basic concepts of cavity quantum optomechanics are discussed. We hope that this tutorial would motivate readers, both theorists and experimentalists, to take up advanced studies in this immensely fruitful area of research. ",
    "url": "https://arxiv.org/abs/2211.02596",
    "authors": [
      "Amarendra K. Sarma",
      "Sampreet Kalita"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.08073",
    "title": "Cavity-enhanced optical lattices for scaling neutral atom quantum  technologies to higher qubit numbers",
    "abstract": " Comments: 18 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2110.08073",
    "authors": [
      "A. J. Park",
      "J. Trautmann",
      "N. Šantić",
      "V. Klüsener",
      "A. Heinz",
      "I. Bloch",
      "S. Blatt"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.05350",
    "title": "Tensor Network Path Integral Study of Dynamics in B850 LH2 Ring with  Atomistically Derived Vibrations",
    "abstract": " Comments: 18 pages, 19 figures, 1 table ",
    "url": "https://arxiv.org/abs/2202.05350",
    "authors": [
      "Amartya Bose",
      "Peter L. Walters"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2207.11153",
    "title": "Position measurement and the nonlinear regime of cavity quantum  optomechanics",
    "abstract": " Comments: Main and supplemental material in single file. 20 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2207.11153",
    "authors": [
      "Jack Clarke",
      "Pascal Neveu",
      "Kiran E. Khosla",
      "Ewold Verhagen",
      "Michael R. Vanner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.00236",
    "title": "Non-Hermitian skin effect and lasing of absorbing open-boundary modes in  photonic crystals",
    "abstract": " Comments: 9 pages, 6 figures, some explanations added, Fig.4 revised ",
    "url": "https://arxiv.org/abs/2209.00236",
    "authors": [
      "Tetsuyuki Ochiai"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2209.07714",
    "title": "Variational quantum algorithm for measurement extraction from the  Navier-Stokes, Einstein, Maxwell, B-type, Lin-Tsien, Camassa-Holm, DSW, H-S,  KdV-B, non-homogeneous KdV, generalized KdV, KdV, translational KdV, sKdV,  B-L and Airy equations",
    "abstract": " Comments: V2, 191 pages, 115 figures ",
    "url": "https://arxiv.org/abs/2209.07714",
    "authors": [
      "Pete Rigas"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Information Theory (cs.IT)",
      "Numerical Analysis (math.NA)",
      "Optimization and Control (math.OC)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]