[
  {
    "id": "arXiv:2202.07011",
    "title": "Dynamic microscopic optical coherence tomography to visualize  morphological and functional micro-anatomy of the airways",
    "abstract": "Imaging airway tissue, optical coherence tomography (OCT) provides cross-sectional images of tissue structures, shows cilia movement and mucus secretion, but does not provide sufficient contrast to differentiate individual cells. By using fast sequences of microscopic resolution OCT (mOCT) images, OCT can picture small signal fluctuations (dynamic) OCT and overcomes the lack in contrast caused by speckle noise. In this way, OCT visualizes airway morphology on a cellular level and allows to track the dynamic behavior of immune cells, as well as mucus transport and secretion. Here, we demonstrate that mOCT, by using temporal tissue fluctuation as contrast (dynamic OCT), provides the possibility to study physiological and pathological tissue processes in vivo. ",
    "url": "https://arxiv.org/abs/2202.07011",
    "authors": [
      "Tabea Kohlfaerber",
      "Mario Pieper",
      "Michael Münter",
      "Cornelia Holzhausen",
      "Martin Ahrens",
      "Christian Idel",
      "Karl Ludwig Bruchhage",
      "Anke Leichtle",
      "Peter König",
      "Gereon Hüttmann",
      "Hinnerk Schulz-Hildebrandt"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.07015",
    "title": "Underdense relativistically thermal plasma produced by magnetically  assisted direct laser acceleration",
    "abstract": "We introduce the first approach to volumetrically generate relativistically thermal plasma at gas-jet--accessible density. Using fully kinetic simulations and theory, we demonstrate that two stages of direct laser acceleration driven by two laser pulses in an applied magnetic field can heat a significant plasma volume to multi-MeV average energy. The highest-momentum feature is 2D-isotropic, persists after the interaction, and includes the majority of electrons, enabling experimental access to bulk-relativistic, high-energy-density plasma in an optically diagnosable regime for the first time. ",
    "url": "https://arxiv.org/abs/2202.07015",
    "authors": [
      "K. Weichman",
      "J.P. Palastro",
      "A.P.L. Robinson",
      "A.V. Arefiev"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2202.07217",
    "title": "High-frequency traveling-wave phononic cavity with sub-micron wavelength",
    "abstract": "Thin-film gallium nitride (GaN) as a proven piezoelectric material is a promising platform for the phononic integrated circuits, which hold great potential for scalable information processing processors. Here, an unsuspended traveling phononic resonator based on high-acoustic-index-contrast mechanism is realized in GaN-on-Sapphire with a frequency up to 5 GHz, which matches the typical superconducting qubit frequency. A sixfold increment in quality factor was found when temperature decreases from room temperature ($Q=5000$) to $7\\,\\mathrm{K}$ ($Q=30000$) and thus a frequency-quality factor product of $1.5\\times10^{14}$ is obtained. Higher quality factors are available when the fabrication process is further optimized. Our system shows great potential in hybrid quantum devices via circuit quantum acoustodynamics. ",
    "url": "https://arxiv.org/abs/2202.07217",
    "authors": [
      "Xin-Biao Xu",
      "Jia-Qi Wang",
      "Yuan-Hao Yang",
      "Weiting Wang",
      "Yan-Lei Zhang",
      "Bao-Zhen Wang",
      "Chun-Hua Dong",
      "Luyan Sun",
      "Guang-Can Guo",
      "Chang-Ling Zou"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.07326",
    "title": "Towards optical toroidal wavepacket through tightly focusing of  cylindrical vector two dimensional spatiotemporal optical vortex",
    "abstract": "Spatiotemporal optical vortices (STOVs) carrying transverse orbital angular momentum (OAM) are of rapidly growing interest for the field of optics due to the new degree of freedom that can be exploited. In this paper, we propose cylindrical vector two dimensional STOVs (2D-STOVs) containing two orthogonal transverse OAMs in both x-t and y-t planes for the first time, and investigate the tightly focusing of such fields using the Richards-Wolf vectorial diffraction theory. Highly confined spatiotemporal wavepackets with polarization structure akin to toroidal topology is generated, whose spatiotemporal intensity distributions resemble the shape of Yo-Yo balls. Highly focused radially polarized 2D-STOVs will produce wavepackets towards transverse magnetic toroidal topology, while the focused azimuthally polarized 2D-STOVs will give rise to wavepackets towards transverse electric toroidal topology. The presented method may pave a way to experimentally generate the optical toroidal wavepackets in a controllable way, with potential applications in electron acceleration, photonics, energy, transient light-matter interaction, spectroscopy, quantum information processing, etc. ",
    "url": "https://arxiv.org/abs/2202.07326",
    "authors": [
      "Jian Chen",
      "Pengkun Zheng",
      "Chenhao Wan",
      "Qiwen Zhan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.07375",
    "title": "Optomechanical Modulation Spectroscopy of Bound-States-In-The-Continuum  in a dielectric metasurface",
    "abstract": "Elusive features in photonic and electronic devices can be detected by means of advanced, time-domain spectroscopic techniques. In this letter we introduce a novel kind of modulation spectroscopy, based on the optomechanical interaction of photonic and mechanical modes. Applying the technique to a Si metasurface and its drum-like mechanical modes, we detect narrow-band quasi-Bound-State-in-the-Continuum (q-BIC) modes close to normal incidence, where their measurement can be hindered by a high symmetry protection and undesired background modes. Showing a visibility enhancement of more than one order of magnitude, the optomechanical modulation spectroscopy can be an innovative tool for precise spectroscopy of a wide set of photonic devices, including the goal of measuring purely symmetry protected BIC resonances. ",
    "url": "https://arxiv.org/abs/2202.07375",
    "authors": [
      "S. Zanotto",
      "G. Conte",
      "L. C. Bellieres",
      "A. Griol",
      "D. Navarro-Urrios",
      "A. Tredicucci",
      "A. Martìnez",
      "A. Pitanti"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.07620",
    "title": "Interplay of leakage radiation and protection in topological photonic  crystal cavities",
    "abstract": "The introduction of topological concepts to the design of photonic crystal cavities holds great promise for applications in integrated photonics due to the prospect of topological protection. This study examines the signatures of topological light confinement in the leakage radiation of two-dimensional topological photonic crystal cavities. The cavities are implemented in an all-dielectric platform that features the photonic quantum spin Hall effect at telecom wavelengths and supports helical edge states that are weakly coupled to the radiation continuum. The modes of resonators scaling down to single point defects in the surrounding bulk lattice are characterized via spectral position and multipolar nature of the eigenstates. The mode profiles in real and momentum space are mapped using far field imaging and Fourier spectropolarimetry, revealing how certain properties of the cavity modes reflect on their origin in the topological bandstructure. This includes band-inversion-induced confinement and inverted scaling of mode spectra for trivial and topological defect cavities. Furthermore, hallmarks of topological protection in the loss rates are demonstrated, which are largely unaffected by cavity shape and size. The results constitute an important step toward the use of radiative topological cavities for on-chip confinement of light, control of emitted wave fronts, and enhancing light-matter interactions. ",
    "url": "https://arxiv.org/abs/2202.07620",
    "authors": [
      "René Barczyk",
      "Nikhil Parappurath",
      "Sonakshi Arora",
      "Thomas Bauer",
      "L. Kuipers",
      "Ewold Verhagen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2202.07017",
    "title": "An open-source modular framework for quantum computing",
    "abstract": "In this proceedings we describe the current development status and recent technical achievements of Qibo, an open-source framework for quantum simulation. After a concise overview of the project goal, we introduce the modular layout for backend abstraction released in version 0.1.7. We discuss the advantages of each backend choice with particular emphasis on hardware accelerators for quantum state vector simulation. Finally, we summarize the primitives and models currently available. ",
    "url": "https://arxiv.org/abs/2202.07017",
    "authors": [
      "Stefano Carrazza",
      "Stavros Efthymiou",
      "Marco Lazzarin",
      "Andrea Pasquale"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2202.07108",
    "title": "Dynamic optical contrast imaging for real-time delineation of tumor  resection margins using head and neck cancer as a model",
    "abstract": "Complete surgical resection of the tumor for Head and neck squamous cell carcinoma (HNSCC) remains challenging, given the devastating side effects of aggressive surgery and the anatomic proximity to vital structures. To address the clinical challenges, we introduce a wide-field, label-free imaging tool that can assist surgeons delineate tumor margins real-time. We assume that autofluorescence lifetime is a natural indicator of the health level of tissues, and ratio-metric measurement of the emission-decay state to the emission-peak state of excited fluorophores will enable rapid lifetime mapping of tissues. Here, we describe the principle, instrumentation, characterization of the imager and the intraoperative imaging of resected tissues from 13 patients undergoing head and neck cancer resection. 20 x 20 mm2 imaging takes 2 second/frame with a working distance of 50 mm, and characterization shows that the spatial resolution reached 70 {\\mu}m and the least distinguishable fluorescence lifetime difference is 0.14 ns. Tissue imaging and Hematoxylin-Eosin stain slides comparison reveals its capability of delineating cancerous boundaries with submillimeter accuracy and a sensitivity of 91.86% and specificity of 84.38%. ",
    "url": "https://arxiv.org/abs/2202.07108",
    "authors": [
      "Yong Hu",
      "Shan Huang",
      "Albert Y. Han",
      "Seong Moon",
      "Jeffrey F. Krane",
      "Oscar Stafsudd",
      "Maie A. St. John"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Systems and Control (eess.SY)",
      "Biological Physics (physics.bio-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2202.07157",
    "title": "Phase-insensitive versus phase-sensitive ultrasound absorption  tomography in the frequency domain",
    "abstract": "The sensitivity of phase-sensitive detectors, such as piezoelectric detectors, becomes increasingly directional as the detector element size increases. In contrast, pyroelectric sensors, which are phase-insensitive, retain their omni-directionality even for large element sizes, although they have significantly poorer temporal resolution. This study uses numerical models to examine whether phase-insensitive detectors can be used advantageously in ultrasound tomography, specifically absorption tomography, when the number of detectors is sparse. We present measurement models for phase-sensitive and phase-insensitive sensors and compare the quality of the absorption reconstructions between these sensor types based on image contrast metrics. We perform the inversion using synthetic data with a Jacobian-based linearised matrix inversion approach. ",
    "url": "https://arxiv.org/abs/2202.07157",
    "authors": [
      "Santeri Kaupinmäki",
      "Ben Cox",
      "Simon Arridge"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2202.07476",
    "title": "MGCVAE: Multi-objective Inverse Design via Molecular Graph Conditional  Variational Autoencoder",
    "abstract": "The ultimate goal of various fields is to directly generate molecules with desired properties, such as finding water-soluble molecules in drug development and finding molecules suitable for organic light-emitting diode (OLED) or photosensitizers in the field of development of new organic materials. In this respect, this study proposes a molecular graph generative model based on the autoencoder for de novo design. The performance of molecular graph conditional variational autoencoder (MGCVAE) for generating molecules having specific desired properties is investigated by comparing it to molecular graph variational autoencoder (MGVAE). Furthermore, multi-objective optimization for MGCVAE was applied to satisfy two selected properties simultaneously. In this study, two physical properties -- logP and molar refractivity -- were used as optimization targets for the purpose of designing de novo molecules, especially in drug discovery. As a result, it was confirmed that among generated molecules, 25.89% optimized molecules were generated in MGCVAE compared to 0.66% in MGVAE. Hence, it demonstrates that MGCVAE effectively produced drug-like molecules with two target properties. The results of this study suggest that these graph-based data-driven models are one of the effective methods of designing new molecules that fulfill various physical properties, such as drug discovery. ",
    "url": "https://arxiv.org/abs/2202.07476",
    "authors": [
      "Myeonghun Lee",
      "Kyoungmin Min"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2109.08121",
    "title": "Numerical Simulations of the Nonlinear Quantum Vacuum in the  Heisenberg-Euler Weak-Field Expansion",
    "abstract": " Comments: 31 pages, 32 figures; corrections, references added ",
    "url": "https://arxiv.org/abs/2109.08121",
    "authors": [
      "Andreas Lindner",
      "Baris Ölmez",
      "Hartmut Ruhl"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2109.13571",
    "title": "SU(2) hyper-clocks: quantum engineering of spinor interferences for time  and frequency metrology",
    "abstract": " Comments: A version related to arXiv:2202.06296 (old version arXiv:2012.03877) ",
    "url": "https://arxiv.org/abs/2109.13571",
    "authors": [
      "T. Zanon-Willette",
      "D. Wilkowski",
      "R. Lefevre",
      "A.V. Taichenachev",
      "V.I. Yudin"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2110.02062",
    "title": "Relativistic weak quantum gravity and its significance for the standard  model of particle physics",
    "abstract": " Comments: v2. 26 pages, 2 figures, significantly shortened upon reviewer recommendations, title changed, abstract rewritten. Invited review article submitted to the special collection \"Celebrating Sir Roger Penrose's Nobel Prize\" [AVS Quantum Science, Guest Editors: Ivette Fuentes and Hendrik Ulbricht]; borrows material from 1908.04309, 2006.05392, 2009.05574, 2104.14344, 2108.01858, 2108.05787, 2110.07548. arXiv admin note: text overlap with arXiv:2108.01858 ",
    "url": "https://arxiv.org/abs/2110.02062",
    "authors": [
      "Tejinder P. Singh"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2112.00829",
    "title": "Guided-Acoustic Stimulated Brillouin Scattering in Silicon Nitride  Photonic Circuits",
    "abstract": " Comments: 21 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2112.00829",
    "authors": [
      "Roel Botter",
      "Kaixuan Ye",
      "Yvan Klaver",
      "Radius Suryadharma",
      "Okky Daulay",
      "Gaojian Liu",
      "Jasper van den Hoogen",
      "Lou Kanger",
      "Peter van der Slot",
      "Edwin Klein",
      "Marcel Hoekman",
      "Chris Roeloffzen",
      "Yang Liu",
      "David Marpaung"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.04813",
    "title": "Free Space Quantum Walk of Neutral Atoms in a Propagating Light",
    "abstract": " Comments: 6 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2202.04813",
    "authors": [
      "Wenxi Lai"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]