[
  {
    "id": "arXiv:2211.05864",
    "title": "Intermodal strong coupling and wideband, low-loss isolation in silicon",
    "abstract": "Strong coupling enables a diverse set of applications that include optical memories, non-magnetic isolators, photonic state manipulation, and signal processing. To date, strong coupling in integrated platforms has been realized using narrow-linewidth high-Q optical resonators. In contrast, here we demonstrate wideband strong coupling between two photonic bands. The indirect interband photonic transition is controlled by electrically driving phonons in a linear silicon waveguide. Under large acoustic drive, the system features a Rabi-like energy exchange between two waveguide modes, demonstrating strong coupling. When tuned to unity energy conversion, our system unlocks a set of powerful applications, including optical modulators, routers and filters. In particular, we demonstrate a low loss (-2.08 dB) acousto-optic modulator (AOM) with pump suppression ratio > 55 dB. We also reconfigure our system to demonstrate a non-magnetic, low-loss (< 1 dB) and broadband (59 GHz 10 dB isolation bandwidth) optical isolator. ",
    "url": "https://arxiv.org/abs/2211.05864",
    "authors": [
      "Yishu Zhou",
      "Freek Ruesink",
      "Shai Gertler",
      "Haotian Cheng",
      "Margaret Pavlovich",
      "Eric Kittlaus",
      "Andrew L. Starbuck",
      "Andrew J. Leenheer",
      "Andrew T. Pomerene",
      "Douglas C. Trotter",
      "Christina Dallo",
      "Katherine M. Musick",
      "Eduardo Garcia",
      "Robert Reyna",
      "Andrew L. Holterhoff",
      "Michael Gehl",
      "Ashok Kodigala",
      "Matt Eichenfield",
      "Nils T. Otterstrom",
      "Anthony L. Lentine",
      "Peter Rakich"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.05926",
    "title": "Non-singular and singular flat bands in tunable acoustic metamaterials",
    "abstract": "Dispersionless flat bands can be classified into two types: (1) non-singular flat bands whose eigenmodes are completely characterized by compact localized states; and (2) singular flat bands that have a discontinuity in their Bloch eigenfunctions at a band touching point with an adjacent dispersive band, thereby requiring additional extended states to span their eigenmode space. In this study, we design and numerically demonstrate two-dimensional thin-plate acoustic metamaterials in which tunable flat bands of both kinds can be achieved. Non-singular flat bands are achieved by fine-tuning the ratio of the global tension and the bending stiffness in triangular and honeycomb lattices of plate resonators. A singular flat band arises in a kagome lattice due to the underlying lattice geometry, which can be made degenerate with two additional flat bands by tuning the plate tension. A discrete model of the continuum thin-plate system reveals the interplay of geometric and mechanical factors in determining the existence of flat bands of both types. The singular nature of the kagome lattice flat band is established via a metric called the Hilbert-Schmidt distance calculated between a pair of eigenstates infinitesimally close to the quadratic band touching point. We also simulate an acoustic manifestation of a robust boundary mode arising from the singular flat band and protected by real-space topology in a finite system. Our theoretical and computational study establishes a framework for exploring flat-band physics in a tunable classical system, and for designing acoustic metamaterials with potentially useful sound manipulation capabilities. ",
    "url": "https://arxiv.org/abs/2211.05926",
    "authors": [
      "Pragalv Karki",
      "Jayson Paulose"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.06036",
    "title": "Dynamics of nanosecond laser pulse propagation and of associated  instabilities in a magnetized underdense plasma",
    "abstract": "The propagation and energy coupling of intense laser beams in plasmas are critical issues in laser-driven inertial confinement fusion. Applying magnetic fields to such a setup has been evoked to enhance fuel confinement and heating, and mitigate laser energy losses. Here we report on experimental measurements demonstrating improved transmission and increased smoothing of a high-power laser beam propagating in an underdense magnetized plasma. We also measure enhanced backscattering, which our simulations show is due to hot electrons confinement, thus leading to reduced target preheating. ",
    "url": "https://arxiv.org/abs/2211.06036",
    "authors": [
      "W. Yao",
      "A. Higginson",
      "J. -R. Marquès",
      "P. Antici",
      "J. Béard",
      "K. Burdonov",
      "M. Borghesi",
      "A. Castan",
      "A. Ciardi",
      "B. Coleman",
      "S. N. Chen",
      "E. d'Humières",
      "T. Gangolf",
      "L. Gremillet",
      "B. Khiar",
      "L. Lancia",
      "P. Loiseau",
      "X. Ribeyre",
      "A. Soloviev",
      "M. Starodubtsev",
      "Q. Wang",
      "J. Fuchs"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2211.06040",
    "title": "Sub-kHz-linewidth external-cavity laser (ECL) with Si$_{3}$N$_{4}$  resonator used as a tunable pump for a Kerr frequency comb",
    "abstract": "Combining optical gain in direct-bandgap III-V materials with tunable optical feedback offered by advanced photonic integrated circuits is key to chip-scale external-cavity lasers (ECL), offering wideband tunability along with low optical linewidths. External feedback circuits can be efficiently implemented using low-loss silicon nitride (Si$_{3}$N$_{4}$) waveguides, which do not suffer from two-photon absorption and can thus handle much higher power levels than conventional silicon photonics. However, co-integrating III-V-based gain elements with tunable external feedback circuits in chip-scale modules still represents a challenge, requiring either technologically demanding heterogeneous integration techniques or costly high-precision multi-chip assembly. In this work, we demonstrate Si$_{3}$N$_{4}$-based hybrid integrated ECL that exploit 3D-printed structures such as intra-cavity photonic wire bonds and facet-attached microlenses for low-loss optical coupling with relaxed alignment tolerances, thereby overcoming the need for active alignment while maintaining the full flexibility of multi-chip integration techniques. In a proof-of-concept experiment, we demonstrate an ECL offering a 90 nm tuning range (1480 nm - 1570 nm) with a side-mode suppression ratio of typically 60 dB along with on-chip output powers above 12 dBm. We measure an intrinsic linewidth of 979 Hz, which is among the lowest values reported for comparable feedback architectures. The optical loss of the intra-cavity photonic wire bond between the III-V gain element and the Si$_{3}$N$_{4}$-based tunable feedback circuit amounts to approximately (1.6 $\\pm$ 0.2) dB. We use the ECL as a tunable pump laser to generate a dissipative Kerr soliton frequency comb. To the best of our knowledge, our experiments represent the first demonstration of a single-soliton Kerr comb generated with a pump that is derived from a hybrid ECL. ",
    "url": "https://arxiv.org/abs/2211.06040",
    "authors": [
      "Pascal Maier",
      "Yung Chen",
      "Yilin Xu",
      "Yiyang Bao",
      "Matthias Blaicher",
      "Dimitri Geskus",
      "Ronald Dekker",
      "Junqiu Liu",
      "Philipp-Immanuel Dietrich",
      "Huanfa Peng",
      "Sebastian Randel",
      "Wolfgang Freude",
      "Tobias J. Kippenberg",
      "Christian Koos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.06047",
    "title": "Reentrant delocalization transition in one-dimensional photonic  quasicrystals",
    "abstract": "Waves propagating in certain one-dimensional quasiperiodic lattices are known to exhibit a sharp localization transition. We theoretically predict and experimentally observe that the localization of light in one-dimensional photonic quasicrystals may be followed by a second delocalization transition for some states on increasing quasiperiodic modulation strength - an example of a reentrant transition. We further propose that this phenomenon can be qualitatively captured by a dimerized tight-binding model with long-range couplings. ",
    "url": "https://arxiv.org/abs/2211.06047",
    "authors": [
      "Sachin Vaidya",
      "Christina Jörg",
      "Kyle Linn",
      "Megan Goh",
      "Mikael C. Rechtsman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)"
    ]
  },
  {
    "id": "arXiv:2211.06148",
    "title": "Label-free drug response evaluation of human derived tumor spheroids  using three-dimensional dynamic optical coherence tomography",
    "abstract": "We demonstrate label-free drug response evaluations of human breast (MCF-7) and colon (HT-29) cancer spheroids via dynamic optical coherence tomography (OCT). The MCF-7 and HT-29 spheroids were treated with paclitaxel (PTX, or Taxol) and the active metabolite of irinotecan (SN-38), respectively. The drugs were applied using 0 (control), 0.1, 1, and 10 uM concentrations with treatment times of 1, 3, and 6 days. The samples were scanned using a repeated raster scan protocol and two dynamic OCT algorithms, logarithmic intensity variance (LIV) and late OCT correlation decay speed (OCDSl) analyses, were applied to visualize the tissue and cellular dynamics. Different drug response patterns of the two spheroid types were visualized clearly and analyzed quantitatively by LIV and OCDSl imaging. For both spheroid types, structural corruptions and reduction of LIV and OCDSl were observed. These results may indicate different mechanisms of the drug action. The results suggest that dynamic OCT can be used to highlight drug response patterns and perform anti-cancer drug testing. ",
    "url": "https://arxiv.org/abs/2211.06148",
    "authors": [
      "Ibrahim Abd El-Sadek",
      "Larina Tzu-Wei Shen",
      "Tomoko Mori",
      "Shuichi Makita",
      "Pradipta Mukherjee",
      "Antonia Lichtenegger",
      "Satoshi Matsusaka",
      "Yoshiaki Yasuno"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.06159",
    "title": "Nanoscale local modification of PMMA refractive index by tip-enhanced  femtosecond pulsed laser irradiation",
    "abstract": "Investigation techniques based on tip-enhanced optical effects, capable to yield spatial resolutions down to nanometers level, have enabled a wide palette of important discoveries over the past twenty years. Recently, their underlying optical setups are beginning to emerge as useful tools to modify and manipulate matter with nanoscale spatial resolution. We try to contribute to these efforts by reporting a method that we found viable to modify the surface refractive index of polymethyl methacrylate (PMMA), an acrylic polymer material. The changes in the refractive index are accomplished by focusing a femtosecond pulsed near-infrared laser beam on the apex of a metalized nano-sized tip, traditionally used in scanning probe microscopy (SPM) applications. The adopted illumination strategy yields circular-shaped modifications of the refractive index occurring at the surface of the PMMA sample, exhibiting a lateral size <200 nm, under 790 nm illumination, representing a four-fold increase in precision compared to the current state-of-the-art. The light intensity enhancement effects taking place at the tip apex makes possible achieving refractive index changes at low laser pulse energies (<0.5 nJ), which represents two orders of magnitude advantage over the current state-of-the art. The presented nanoimprinting method is very flexible, as it can be used with different power levels and can potentially be operated with other materials. Besides enabling modifications of the refractive index with high lateral resolution, this method can pave the way towards other important applications such the fabrication of photonic crystal lattices or surface waveguides. ",
    "url": "https://arxiv.org/abs/2211.06159",
    "authors": [
      "Denis E. Tranca",
      "Stefan G. Stanciu",
      "Radu Hristu",
      "Adrian M. Ionescu",
      "George A. Stanciu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.06171",
    "title": "Antenna bandwidth engineering through time-varying resistance",
    "abstract": "Operational bandwidth of resonant circuits is limited by the resonator's size, which is known as the Chu limit. This limit restricts miniaturization of antennas, as the antenna bandwidth is inversely proportional to its size. Here, we propose slow time modulation of resistive elements to engineer bandwidth of small antennas. The temporal modulation of resistance induces virtual impedance that is fully controlled by the modulation parameters. We show how the virtual impedance can be used to optimize the frequency response of a resonant circuit, leading to enhanced matching at multiple frequencies simultaneously. We experimentally verify the proposed technique, demonstrating enhancement of radiation of a broadband modulated signal radiated by a small antenna. ",
    "url": "https://arxiv.org/abs/2211.06171",
    "authors": [
      "M. H. Mostafa",
      "N. Ha-Van",
      "P. Jayathurathnage",
      "X. Wang",
      "G. Ptitcyn",
      "S. A. Tretyakov"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.06201",
    "title": "Wavy optical grating: wideband reflector and Fabry-Perot BICs",
    "abstract": "In this study, we theoretically and numerically investigate the resonant modes and reflectance of an optical grating consisting of a wavy dielectric slab by applying the spectral element method. The presence of the wavy shape transforms the waveguide modes into leaky resonant modes. A few resonant modes with specific longitudinal wave number have infinitely large Q factor, while the other resonant modes have finite Q factor. For the leaky resonant mode with zero longitudinal wave number, the Q factor is inversely proportional to the amplitude of the wavy shape. An array of multiple low-Q wavy gratings has a high reflectance in a large bandwidth. A double-layer wavy grating forms a Fabry-Perot cavity, which hosts Fabry-Perot bound states in the continuum (BICs) at the resonant frequency. The Q-factor of the Fabry-Perot cavity can be tuned by adjusting the distance between the two wavy slabs. The wavy shape could be generated by a vibrational wave in a flat dielectric slab so that the BICs mode and wideband reflectance could be controlled on-demand. ",
    "url": "https://arxiv.org/abs/2211.06201",
    "authors": [
      "Ma Luo",
      "Feng Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2211.06290",
    "title": "Observation of quantum capture in an ion-molecule reaction",
    "abstract": "In 1954, Vogt and Wannier (Phys. Rev. 95, 1190) predicted that the capture rate of a polarizable neutral atom or molecule by an ion should increase by a factor of two compared to the classical Langevin rate as the collision energy approaches zero. This prediction has not been verified experimentally. The H$_2^+$ + H$_2$ reaction is ideally suited to observe this effect, because the small reduced mass makes quantum effects related to s-wave scattering observable at higher collision energies than in other systems. Moreover, the reaction rate for this barrierless, strongly exothermic reaction follows the classical Langevin capture model down to cold-collision conditions (about $k_\\mathrm{B} \\cdot~1\\,\\mathrm{K}$) and is not affected by short-range interactions. Below this temperature, a strong enhancement of the reaction rate resulting from charge--quadrupole interaction between H$_2^+$ and ground-state ortho H$_2$ ($J=1$) was observed. Here we present an experimental study of the reaction of H$_2^+$ and para H$_2$ ($J=0$), which has no dipole and no quadrupole moments, at collision energies below $k_\\mathrm{B}\\cdot 1\\,\\mathrm{K}$. We observe an enhancement at the lowest collision energies which is attributed to the quantum enhancement predicted by Vogt and Wannier. Measurements of the reaction of HD$^+$ with HD support this conclusion. ",
    "url": "https://arxiv.org/abs/2211.06290",
    "authors": [
      "Katharina Höveler",
      "Johannes Deiglmayr",
      "Josef A. Agner",
      "Raphaël Hahn",
      "Valentina Zhelyazkova",
      "Frédéric Merkt"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.06375",
    "title": "Physics-Constrained Deep Learning of Incompressible Cavity Flows",
    "abstract": "High resolution simulations of incompressible flows have become routine across a range of engineering applications. Despite their routine use, due to the high dimensional parameter space present for most practical applications, a comprehensive exploration of the available parameter space is often impractical. In this work, we demonstrate the ability of physics-constrained deep learning methods to provide an efficient means of exploring high-dimensional parameter spaces with minimal amounts of data from high resolution computational fluid dynamic simulations. As a specific application, we choose the well established problem of a 2D lid driven cavity flow. While giving an extensive treatment of the classic case of a square cavity, we extend the analysis to treat an isosceles trapezoid. In so doing, the number of parameters determining the solution includes not just the Reynolds number, but also two additional parameters characterizing the geometry of the cavity. Thus, together with the $\\left( x, y \\right)$ variation of the flow and pressure in configuration space, the presence of these three parameters results in the solution varying in a 5D space. It is shown that in the absence of data, physics-constrained methods are able to provide an accurate description of the cavity flow in this 5D space up to intermediate values of the Reynolds number, but fails to train for sufficiently high Reynolds numbers. In contrast, using a small quantity of flow data, a single neural network is able to provide an accurate description for a broad range of Reynolds numbers and cavity geometries. Once trained, such a model provides a rapid surrogate that can be used to efficiently explore the 5D space. This 5D surrogate model is subsequently used to identify critical parameter values for the merger and splitting of vortices as the Reynolds number and cavity geometry are varied. ",
    "url": "https://arxiv.org/abs/2211.06375",
    "authors": [
      "Christopher J. McDevitt",
      "Eric Fowler",
      "Subrata Roy"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2211.05936",
    "title": "Frequency and Amplitude Optimizations for Magnetic Particle Spectroscopy  Applications",
    "abstract": "Nowadays, there is a growing interest in the field of magnetic particle spectroscopy (MPS)-based bioassays. MPS monitors the dynamic magnetic response of surface-functionalized magnetic nanoparticles (MNPs) upon excitation by an alternating magnetic field (AMF) to detect various target analytes. This technology has flourished in the past decade due to its low cost, low background magnetic noise interference from biomatrix, and fast response time. A large number of MPS variants have been reported by different groups around the world, with applications ranging from disease diagnosis to foodborne pathogen detection, and virus detection. However, there is an urgent need for guidance on how to optimize the sensitivity of MPS detection by choosing different types of MNPs, AMF modalities, and MPS assay strategies (i.e., volume- and surface-based assays). In this work, we systematically study the effect of AMF frequencies and amplitudes on the responses of single- and multi-core MNPs under two extreme conditions, namely, the bound and unbound states. Our results show that some modalities such as dual-frequency MPS utilizing multicore MNPs are more suitable for surface-based bioassay applications, whereas, single-frequency MPS systems using single- or multi-core MNPs are better suited for volumetric bioassay applications. Furthermore, the bioassay sensitivities for these modalities can be further improved by careful selection of AMF frequencies and amplitudes. ",
    "url": "https://arxiv.org/abs/2211.05936",
    "authors": [
      "Vinit Kumar Chugh",
      "Arturo di Girolamo",
      "Venkatramana D. Krishna",
      "Kai Wu",
      "Maxim C-J Cheeran",
      "Jian-Ping Wang"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2211.05966",
    "title": "Dynamical downfolding for localized quantum states",
    "abstract": "We introduce an approach to treat localized correlated electronic states in the otherwise weakly correlated host medium. Here, the environment is dynamically downfolded on the correlated subspace. It is captured via renormalization of one and two quasiparticle interaction terms which are evaluated using many-body perturbation theory. We outline the strategy on how to take the dynamical effects into account by going beyond the static limit approximation. Further, we introduce an efficient stochastic implementation that enables treating the host environment with a large number of electrons at a minimal computational cost. For small explicitly correlated subspace, the dynamical effects are critical. We demonstrate the methodology by reproducing optical excitations in the negatively charged NV center defect in diamond, that are in excellent agreement with experimental results. ",
    "url": "https://arxiv.org/abs/2211.05966",
    "authors": [
      "Mariya Romanova",
      "Guorong Weng",
      "Arsineh Apelian",
      "Vojtech Vlcek"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.06128",
    "title": "Study of the electronic structure and optical absorption spectrum of the  gold aromatic toroid D$_{6h}$-Au$_{42}$",
    "abstract": "The electronic structure of the toroid D$_{6h}$-Au$_{42}$ is studied within the framework of the Hubbard Hamiltonian in the approximation of static fluctuations. An expression for the Fourier transform of the Green's function, the poles of which determine the energy spectrum of the nanocluster under consideration, is obtained. The energy spectrum of the D$_{6h}$-Au$_{42}$ toroid indicates that the nanosystem is in a metallic state. Graphical representations of the equation for the chemical potential and the density of state of electrons are presented. The spectrum of optical absorption is shown, the energies of direct optical transitions D$_{6h}$-Au$_{42}$ are 0.95 eV, 1.24 eV, 1.39 eV, are in the near infrared region. The energy of the ground state is calculated for the electrically neutral as well as for the positively and negatively charged ions of the toroid. The possibility of using of the investigated toroid from Au atoms for the diagnostics and treatment of cancer is shown. ",
    "url": "https://arxiv.org/abs/2211.06128",
    "authors": [
      "Gennadiy Ivanovich Mironov"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.06157",
    "title": "Activated Dissociation of H2 on Cu(001): The Role of Quantum Tunneling",
    "abstract": "The activation and dissociation of H2 molecules on Cu(001) surface is studied theoretically. The activation barrier for the dissociation of H2 on Cu(001) is determined by first-principles calculations to be ~ 0.59 eV in height. Electron transfer from the substrate Cu to H2 plays a key role in the activation, breaking of the H-H bond and the formation of the Cu-H bonds. The competition of H-H and Cu-H bonds may be described by the overlap of the wave functions of the outermost valence electrons. Using the transfer matrix method, we are able to study the role of quantum tunneling in the dissociation process, which is found to be significant at room temperature and below. At given temperatures, the tunneling contributions from the translational and vibrational motions of H2 are quantified for the dissociation process. Within a wide range of temperatures, the effects of quantum tunneling on the effective barriers of dissociation and the rate constants are revealed. The deduced energetic parameters associated with thermal equilibrium and non-equilibrium (molecular beam) conditions are comparable with experimental data. In the low-temperature region, crossover from classical to quantum regime is identified. ",
    "url": "https://arxiv.org/abs/2211.06157",
    "authors": [
      "Xiaofan Yu",
      "Yangwu Tong",
      "Yong Yang"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.06158",
    "title": "Numerical modeling of optical modes in topological soft matter",
    "abstract": "Vector and vortex laser beams are desired in many applications and are usually created by manipulating the laser output or by inserting optical components in the laser cavity. Distinctly, inserting liquid crystals into the laser cavity allows for extensive control over the emitted light due to their high susceptibility to external fields and birefringent nature. In this work we demonstrate diverse optical modes for lasing as enabled and stablised by topological birefringent soft matter structures using numerical modelling. We show diverse structuring of light -- with different 3D intensity and polarization profiles -- as realised by topological soft matter structures in radial nematic droplet, in 2D nematic cavities of different geometry and including topological defects with different charges and winding numbers, in arbitrary varying birefringence fields with topological defects and in pixelated birefringent profiles. We use custom written FDFD code to calculate emergent electromagnetic eigenmodes. Control over lasing is of a particular interest aiming towards the creation of general intensity, polarization and topologically shaped laser beams. ",
    "url": "https://arxiv.org/abs/2211.06158",
    "authors": [
      "Urban Mur",
      "Miha Ravnik"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.06176",
    "title": "Move aside pentacene: Diazapentacene doped para-terphenyl as a  zero-field room-temperature maser with strong coupling for cavity quantum  electrodynamics",
    "abstract": "Masers, the microwave analogue of lasers, promise to deliver ultra-low noise amplification of microwave signals for use in medical MRI imaging and deep-space communication. Research on masers in modern times was rekindled thanks to the discovery of gain media that were operable at room-temperature, eschewing bulky cryogenics that hindered their use. However, besides the two known materials of pentacene doped in para-terphenyl and negatively-charged nitrogen-vacancy defects in diamond, there has been scarce progress in the search for completely new room-temperature gain media. Here we show the discovery of 6,13-diazapentacene doped in para-terphenyl as a maser gain medium that can operate at room-temperature and without an external magnetic field. A measured maser pulse power of -10 dBm shows it is on par with pentacene-doped para-terphenyl in absolute power, while possessing compelling advantages against its pentacene predecessor in that it has a faster amplification startup time, can be excited with longer wavelength light at 620 nm and enjoys greater chemical stability from added nitrogen groups. Furthermore, we show that the maser bursts allow 6,13-diazapentacene-doped para-terphenyl to reach the strong coupling regime for cavity quantum electrodynamics, where it has a high cooperativity of 182. We study the optical and microwave spin dynamics of 6,13-diazapentacene-doped para-terphenyl in order to evaluate its behavior as a maser gain medium, where it features fast intersystem crossing and an advantageously higher triplet quantum yield. Our results pave the way for the future discovery of other similar maser materials and help point to such materials as promising candidates for the study of cavity quantum electrodynamic effects at room-temperature. ",
    "url": "https://arxiv.org/abs/2211.06176",
    "authors": [
      "Wern Ng",
      "Xiaotian Xu",
      "Max Attwood",
      "Hao Wu",
      "Zhu Meng",
      "Xi Chen",
      "Mark Oxborrow"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.06243",
    "title": "Topology and Polarization of Optical Vortex Fields from Atomic Phased  Arrays",
    "abstract": "We developed theoretical formalism for generation of optical vortices by phased arrays of atoms. Using Jacobi-Anger expansion, we demonstrate the resulting field topology and determine the least number of array elements necessary for generation of vortices with a given topological charge. Vector vortices were considered, taking into account both spin and orbital angular momenta of electromagnetic fields. It was found that for the vortex field near the phase singularity, the transverse-position dependence of 3D polarization parameters is independent of the distance to the radiation source. ",
    "url": "https://arxiv.org/abs/2211.06243",
    "authors": [
      "Hao Wang",
      "Andrei Afanasev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2111.13458",
    "title": "Quantum simulation of molecules in solution",
    "abstract": " Title: Quantum simulation of molecules in solution ",
    "url": "https://arxiv.org/abs/2111.13458",
    "authors": [
      "Davide Castaldo",
      "Soran Jahangiri",
      "Alain Delgado",
      "Stefano Corni"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2204.01954",
    "title": "Application of a Spectral Method to Simulate Quasi-Three-Dimensional  Underwater Acoustic Fields",
    "abstract": " Comments: 31 pages, 22 figures. arXiv admin note: text overlap with arXiv:2112.13602 ",
    "url": "https://arxiv.org/abs/2204.01954",
    "authors": [
      "Houwang Tu",
      "Yongxian Wang",
      "Wei Liu",
      "Chunmei Yang",
      "Jixing Qin",
      "Shuqing Ma",
      "Xiaodong Wang"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Sound (cs.SD)",
      "Audio and Speech Processing (eess.AS)"
    ]
  },
  {
    "id": "arXiv:2206.13863",
    "title": "Inverse Design in the Complex Plane: Manipulating Quasi-Normal Modes",
    "abstract": " Title: Inverse Design in the Complex Plane: Manipulating Quasi-Normal Modes ",
    "url": "https://arxiv.org/abs/2206.13863",
    "authors": [
      "James R Capers",
      "Dean A Patient",
      "Simon A R Horsley"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.00529",
    "title": "Ab initio Real-Time Quantum Dynamics of Charge Carriers in Momentum  Space",
    "abstract": " Title: Ab initio Real-Time Quantum Dynamics of Charge Carriers in Momentum  Space ",
    "url": "https://arxiv.org/abs/2210.00529",
    "authors": [
      "Zhenfa Zheng",
      "Yongliang Shi",
      "Jin-jian Zhou",
      "Oleg V. Prezhdo",
      "Qijing Zheng",
      "Jin Zhao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  }
]