[
  {
    "id": "arXiv:2205.02852",
    "title": "The modified fundamental equations of quantum mechanics",
    "abstract": "The Schrodinger equation, Klein-Gordon equation (KGE), and Dirac equation are believed to be the fundamental equations of quantum mechanics. Schrodinger's equation has a defect in that there are no negative kinetic energy (NKE) solutions. Dirac's equation has positive kinetic energy (PKE) and NKE branches. Both branches should have low-momentum, or nonrelativistic, approximations: One is the Schrodinger equation, and the other is the NKE Schrodinger equation. The KGE has two problems: It is an equation of the second time derivative so that the calculated density is not definitely positive, and it is not a Hamiltonian form. To overcome these problems, the equation should be revised as PKE- and NKE-decoupled KGEs. The fundamental equations of quantum mechanics after the modification have at least two merits. They are unitary in that all contain the first time derivative and are symmetric with respect to PKE and NKE. This reflects the symmetry of the PKE and NKE matters, as well as, in the author's opinion, the matter and dark matter of our universe. The problems of one-dimensional step potentials are resolved by utilizing the modified fundamental equations for a nonrelativistic particle. ",
    "url": "https://arxiv.org/abs/2205.02852",
    "authors": [
      "Huai-Yu Wang"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2205.02941",
    "title": "Direct soliton generation in cw-pumped doubly resonant degenerate  optical parametric oscillators",
    "abstract": "We analytically and numerically study the direct soliton generation in a cw-pumped doubly resonant degenerate optical parametric oscillator via pump frequency scanning. By means of bifurcation and linear stability analysis of the homogeneous solutions, we discriminate distinctive soliton forming mechanisms and corresponding dynamics, depending on pump and signal group velocity dispersions (GVDs). To the best of our knowledge, this is the first study regarding the dynamics of pure quadratic solitons. In addition, we discuss how to extend soliton existing regime and easily access quadratic soliton by introducing modulation instabilities through the adjustment of pump and signal GVDs. Our study will benefit the theoretical cavity design and experimental realization for pure quadratic solitons. ",
    "url": "https://arxiv.org/abs/2205.02941",
    "authors": [
      "Mingming Nie",
      "Shu-Wei Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.02970",
    "title": "Glass-patternable notch-shaped microwave architecture for on-chip spin  detection in biological samples",
    "abstract": "We report a notch-shaped coplanar microwave waveguide antenna on a glass plate designed for on-chip detection of optically detected magnetic resonance (ODMR) of fluorescent nanodiamonds (NDs). A lithographically patterned thin wire at the center of the notch area in the coplanar waveguide realizes a millimeter-scale ODMR detection area (1.5 x 2.0 mm^2) and gigahertz-broadband characteristics with low reflection (about 8%). The ODMR signal intensity in the detection area is quantitatively predictable by numerical simulation. Using this chip device, we demonstrate a uniform ODMR signal intensity over the detection area for cells, tissue, and worms. The present demonstration of a chip-based microwave architecture will enable scalable chip integration of ODMR-based quantum sensing technology into various bioassay platforms. ",
    "url": "https://arxiv.org/abs/2205.02970",
    "authors": [
      "Keisuke Oshimi",
      "Yushi Nishimura",
      "Tsutomu Matsubara",
      "Masuaki Tanaka",
      "Eiji Shikoh",
      "Li Zhao",
      "Yajuan Zou",
      "Naoki Komatsu",
      "Yuta Ikado",
      "Yuka Takezawa",
      "Eriko Kage-Nakadai",
      "Yumi Izutsu",
      "Katsutoshi Yoshizato",
      "Saho Morita",
      "Masato Tokunaga",
      "Hiroshi Yukawa",
      "Yoshinobu Baba",
      "Yoshio Teki",
      "Masazumi Fujiwara"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.03038",
    "title": "A tunable fiber Fabry-Perot cavity for hybrid optomechanics stabilized  at 4 K",
    "abstract": "We describe an apparatus for the implementation of hybrid optomechanical systems at 4 K. The platform is based on a high-finesse, micrometer-scale fiber Fabry-Perot cavity, which can be widely tuned using piezoelectric positioners. A mechanical resonator can be positioned within the cavity in the object-in-the-middle configuration by a second set of positioners. A high level of stability is achieved without sacrificing either performance or tunability, through the combination of a stiff mechanical design, passive vibration isolation, and an active Pound-Drever-Hall feedback lock incorporating a reconfigurable digital filter. The stability of the cavity length is demonstrated to be better than a few picometers over many hours both at room temperature and at 4 K. ",
    "url": "https://arxiv.org/abs/2205.03038",
    "authors": [
      "Thibaud Ruelle",
      "David Jaeger",
      "Francesco Fogliano",
      "Floris Braakman",
      "Martino Poggio"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2205.03176",
    "title": "Controlling quantum effects in enhanced strong-field ionisation with  machine-learning techniques",
    "abstract": "We study non-classical pathways and quantum interference in enhanced ionisation of diatomic molecules in strong laser fields using machine learning techniques. Quantum interference provides a bridge, which facilitates intramolecular population transfer. Its frequency is higher than that of the field, intrinsic to the system and depends on several factors, for instance the state of the initial wavepacket or the internuclear separation. Using dimensionality reduction techniques, namely t-distributed stochastic neighbour embedding (t-SNE) and principal component analysis (PCA), we investigate the effect of multiple parameters at once and find optimal conditions for enhanced ionisation in static fields, and controlled ionisation release for two-colour driving fields. This controlled ionisation manifests itself as a step-like behaviour in the time-dependent autocorrelation function. We explain the features encountered with phase-space arguments, and also establish a hierarchy of parameters for controlling ionisation via phase-space Wigner quasiprobability flows, such as specific coherent superpositions of states, electron localisation and internuclear-distance ranges. ",
    "url": "https://arxiv.org/abs/2205.03176",
    "authors": [
      "Heloise Chomet",
      "Samuel Plesnik",
      "Constantin Nicolae",
      "Jack Dunham",
      "Lesley Gover",
      "Timothy Weaving",
      "Carla Figueira de Morisson Faria"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.03334",
    "title": "High-Resolution Quantum Cascade Laser Dual-Comb Spectroscopy in the  Mid-Infrared with Absolute Frequency Referencing",
    "abstract": "Quantum cascade laser (QCL) frequency combs have revolutionized mid-infrared (MIR) spectroscopy by their high brightness and fast temporal resolution, and are a promising technology for fully-integrated and cost-effective sensors. As for other integrated comb sources such as micro-combs and interband cascade laser, QCLs have a comb spacing of several GHz, which is adequate for measurements of wide absorbing structures, typically found in liquid or solid samples. However, high-resolution gas-phase spectra require spectral interleaving and frequency calibration. We developed a frequency calibration scheme for fast interleaved measurements with combs featuring multi-GHz spacing. We then demonstrate dual-comb spectroscopy with 600 kHz accuracy in single-shot 54-ms measurements over 40 cm$^{-1}$ using two QCLs at 7.8 $\\mathrm{\\mu}$m. This work is an important contribution towards fast fingerprinting of complex molecular mixtures in the MIR. Moreover, the calibration scheme could be used with micro-combs for spectroscopy and ranging, both in comb-swept and comb-calibrated setups. ",
    "url": "https://arxiv.org/abs/2205.03334",
    "authors": [
      "Kenichi N. Komagata",
      "Valentin J. Wittwer",
      "Thomas Südmeyer",
      "Lukas Emmenegger",
      "Michele Gianella"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2205.03362",
    "title": "Normalization of the task-dependent detective quantum efficiency of  spectroscopic x-ray imaging detectors",
    "abstract": "Spectroscopic x-ray detectors (SXDs) are poised to play a substantial role in the next generation of medical x-ray imaging. Evaluating their performance in terms of the detective quantum efficiency (DQE) requires normalization of the frequency-dependent signal-to-noise ratio (SNR) by that of an ideal SXD. We provide mathematical expressions of the SNR of ideal SXDs for quantification and detection tasks and tabulate their numeric values for standardized tasks. We propose using standardized RQA-series x-ray spectra. We define ideal SXDs as those that (1) have an infinite number of infinitesimal energy bins, (2) do not distort the incident distribution of x-ray photons in the spatial or energy domains, and (3) do not decrease the frequency-dependent SNR of the incident distribution of x-ray quanta. We derive analytic expressions for the noise power spectrum (NPS) of such ideal detectors for detection and quantification tasks. We tabulate the NPS of ideal SXDs for RQA x-ray spectra for detection and quantification of aluminum, PMMA, iodine, and gadolinium basis materials. Our analysis shows that a single matrix determines the noise power of ideal SXDs in detection and quantification tasks, including basis material decomposition and line-integral estimation for pseudo-mono-energetic imaging. This NPS matrix is determined by the x-ray spectrum incident on the detector and the mass-attenuation coefficients of the set of basis materials. Combining existing tabulated values of the mass-attenuation coefficients of basis materials with standardized RQA x-ray spectra enabled tabulating numeric values of the NPS matrix for selected spectra and tasks. The numeric values and mathematical expressions of the NPS of ideal SXDs reported here can be used to normalize measurements of the frequency-dependent SNR of SXDs for experimental study of the task-dependent DQE. ",
    "url": "https://arxiv.org/abs/2205.03362",
    "authors": [
      "Jesse Tanguay",
      "Mats Persson"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2205.03394",
    "title": "Electro-optically tunable single-frequency lasing from neodymium-doped  lithium niobate microresonators",
    "abstract": "Tunable light sources are a key enabling technology for many applications such as ranging, spectroscopy, optical coherence tomography, digital imaging and interferometry. For miniaturized laser devices, whispering gallery resonator lasers are a well-suited platform, offering low thresholds and small linewidths, however, many realizations suffer from the lack of reliable tuning. Rare-earth ion-doped lithium niobate offers a way to solve this issue. Here we present a single-frequency laser based on a neodymium-doped lithium niobate whispering gallery mode resonator that is tuned via the linear electro-optic effect. Using a special geometry, we suppress higher-order transverse modes and hence ensure single-mode operation. With an applied voltage of just $68\\,$V, we achieve a tuning range of $3.5\\,$GHz. The lasing frequency can also be modulated with a triangular control signal. The freely running system provides a frequency and power stability of better than $\\Delta\\nu =20\\,$MHz and 6%, respectively, for a 30 minute period. This concept is suitable for full integration with existing photonic platforms based on lithium niobate. ",
    "url": "https://arxiv.org/abs/2205.03394",
    "authors": [
      "Yannick Minet",
      "Simon J. Herr",
      "Ingo Breunig",
      "Hans Zappe",
      "Karsten Buse"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2005.07247",
    "title": "Entanglement generation in a quantum network at distance-independent  rate",
    "abstract": "We develop a protocol for entanglement generation in the quantum internet that allows a repeater node to use $n$-qubit Greenberger-Horne-Zeilinger (GHZ) projective measurements that can fuse $n$ successfully-entangled {\\em links}, i.e., two-qubit entangled Bell pairs shared across $n$ network edges, incident at that node. Implementing $n$-fusion, for $n \\ge 3$, is in principle not much harder than $2$-fusions (Bell-basis measurements) in solid-state qubit memories. If we allow even $3$-fusions at the nodes, we find---by developing a connection to a modified version of the site-bond percolation problem---that despite lossy (hence probabilistic) link-level entanglement generation, and probabilistic success of the fusion measurements at nodes, one can generate entanglement between end parties Alice and Bob at a rate that stays constant as the distance between them increases. We prove that this powerful network property is not possible to attain with any quantum networking protocol built with Bell measurements and multiplexing alone. We also design a two-party quantum key distribution protocol that converts the entangled states shared between two nodes into a shared secret, at a key generation rate that is independent of the distance between the two parties. ",
    "url": "https://arxiv.org/abs/2005.07247",
    "authors": [
      "Ashlesha Patil",
      "Mihir Pant",
      "Dirk Englund",
      "Don Towsley",
      "Saikat Guha"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.03225",
    "title": "Multiple-access relay stations for long-haul fiber-optic radio frequency  transfer",
    "abstract": "We report on the realization of a long-haul radio frequency (RF) transfer scheme by using multiple-access relay stations (MARSs). The proposed scheme with independent link noise compensation for each fiber sub-link effectively solves the limitation of compensation bandwidth for long-haul transfer. The MARS can have the capability to share the same modulated optical signal for the front and rear fiber sub-links, simplifying the configuration at the repeater station and enabling the transfer system to have the multiple-access capability. At the same time, we for the first time theoretically model the effect of the MARS position on the fractional frequency instability of the fiber-optic RF transfer, demonstrating that the MARS position has little effect on system's performance when the ratio of the front and rear fiber sub-links is around $1:1$. We experimentally demonstrate a 1 GHz signal transfer by using one MARS connecting 260 and 280 km fiber links with the fractional frequency instabilities of less than $5.9\\times10^{-14}$ at 1 s and $8.5\\times10^{-17}$ at 10,000 s at the remote site and of $5.6\\times10^{-14}$ and $6.6\\times10^{-17}$ at the integration times of 1 s and 10,000 s at the MARS. The proposed scalable technique can arbitrarily add the same MARSs in the fiber link, which has great potential in realizing ultra-long-haul RF transfer. ",
    "url": "https://arxiv.org/abs/2205.03225",
    "authors": [
      "Qi Li",
      "Liang Hu",
      "Jinbo Zhang",
      "Jianping Chen",
      "Guiling Wu"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.03383",
    "title": "Coupled dynamics of spin qubits in optical dipole microtraps",
    "abstract": "Single atoms in dipole microtraps or optical tweezers have recently become a promising platform for quantum computing and simulation. Here we report a detailed theoretical analysis of the physics underlying an implementation of a Rydberg two-qubit gate in such a system -- a cornerstone protocol in quantum computing with single atoms. We focus on a blockade-type entangling gate and consider various decoherence processes limiting its performance in a real system. We provide numerical estimates for the limits on fidelity of the maximally entangled states and predict the full process matrix corresponding to the noisy two-qubit gate. Our methods and results may find implementation in numerical models for simulation and optimization of neutral atom based quantum processors. ",
    "url": "https://arxiv.org/abs/2205.03383",
    "authors": [
      "L.V. Gerasimov",
      "R.R. Yusupov",
      "A.D. Moiseevsky",
      "I. Vybornyi",
      "K.S. Tikhonov",
      "S.P. Kulik",
      "S.S. Straupe",
      "C.I. Sukenik",
      "D.V. Kupriyanov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2107.08073",
    "title": "Simulating Quantum Mechanics with a $θ$-term and an 't Hooft  Anomaly on a Synthetic Dimension",
    "abstract": " Comments: 25 pages, 11 figures; minor changes and refs added, version accepted for publication in PRD ",
    "url": "https://arxiv.org/abs/2107.08073",
    "authors": [
      "Jiayu Shen",
      "Di Luo",
      "Chenxi Huang",
      "Bryan K. Clark",
      "Aida X. El-Khadra",
      "Bryce Gadway",
      "Patrick Draper"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Lattice (hep-lat)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2112.02791",
    "title": "Non-Hermitian waves in a continuous periodic model and application to  photonic crystals",
    "abstract": " Comments: 14 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2112.02791",
    "authors": [
      "Kazuki Yokomizo",
      "Taiki Yoda",
      "Shuichi Murakami"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.05944",
    "title": "The interdisciplinary quantum information classroom: Themes from a  survey of quantum information science instructors",
    "abstract": " Comments: 15 pages, 5 figures. Submitted to Physical Review Physics Education Research ",
    "url": "https://arxiv.org/abs/2202.05944",
    "authors": [
      "Josephine C. Meyer",
      "Gina Passante",
      "Steven J. Pollock",
      "Bethany R. Wilcox"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.07774",
    "title": "Transport through amorphous photonic materials with localization and  bandgap-regimes",
    "abstract": " Title: Transport through amorphous photonic materials with localization and  bandgap-regimes ",
    "url": "https://arxiv.org/abs/2204.07774",
    "authors": [
      "Frank Scheffold",
      "Jakub Haberko",
      "Luis S. Froufe-Pérez"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2204.13759",
    "title": "Cavity induced chiral edge currents and spontaneous magnetization in  two-dimensional electron systems",
    "abstract": " Title: Cavity induced chiral edge currents and spontaneous magnetization in  two-dimensional electron systems ",
    "url": "https://arxiv.org/abs/2204.13759",
    "authors": [
      "Denis Sedov",
      "Vladimir Shirobokov",
      "Ilya Tokatly",
      "Ivan Iorsh"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.00421",
    "title": "Production of polarized particle beams via ultraintense laser pulses",
    "abstract": " Title: Production of polarized particle beams via ultraintense laser pulses ",
    "url": "https://arxiv.org/abs/2205.00421",
    "authors": [
      "Ting Sun",
      "Qian Zhao",
      "Kun Xue",
      "Zhi-Wei Lu",
      "Liang-Liang Ji",
      "Feng Wan",
      "Yu Wang",
      "Yousef I. Salamin",
      "Jian-Xing Li"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  }
]