[
  {
    "id": "arXiv:2411.14440",
    "title": "First-order thermal insensitivity of the frequency of a narrow spectral hole in a crystal",
    "abstract": "           The possibility of generating an narrow spectral hole in a rare-earth doped crystal opens the gateway to a variety of applications, one of which is the realization of an ultrastable laser. As this is achieved by locking in a pre-stabilized laser to the narrow hole, a prerequisite is the elimination of frequency fluctuations of the spectral hole. One potential source of such fluctuations can arise from temperature instabilities. However, when the crystal is surrounded by a buffer gas subject to the same temperature as the crystal, the effect of temperature-induced pressure changes may be used to counterbalance the direct effect of temperature fluctuations. For a particular pressure, it is indeed possible to identify a temperature for which the spectral hole resonant frequency is independent of the first-order thermal fluctuations. Here, we measure frequency shifts as a function of temperature for different values of the pressure of the surrounding buffer gas, and identify the ``magic'' environment within which the spectral hole is largely insensitive to temperature.         ",
    "url": "https://arxiv.org/abs/2411.14440",
    "authors": [
      "S. Zhang",
      "S. Seidelin",
      "R. Le Targat",
      "P. Goldner",
      "B. Fang",
      "Y. Le Coq"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.14658",
    "title": "Comparative study of spectral broadening and few-cycle compression of Yb:KGW laser pulses in gas-filled hollow-core fibers",
    "abstract": "           While industrial-grade Yb-based amplifiers have become very prevalent, their limited gain bandwidth has created a large demand for robust spectral broadening techniques that allow for few-cycle pulse compression. In this work, we perform a comparative study between several atomic and molecular gases as media for spectral broadening in a hollow-core fiber geometry. Exploiting nonlinearities such as self-phase modulation, self-steepening, and stimulated Raman scattering, we explore the extent of spectral broadening and its dependence on gas pressure, the critical power for self-focusing, and the optimal regime for few-cycle pulse compression. Using a 3-mJ, 200-fs input laser pulses, we achieve ~ 15 fs, few-cycle pulses with >70% overall energy transmission efficiency. The optimal parameters can be scaled for higher or lower input pulse energies with appropriate gas parameters and fiber geometry.         ",
    "url": "https://arxiv.org/abs/2411.14658",
    "authors": [
      "Islam Shalaby",
      "Michael McDonnell",
      "Colin Murphy",
      "Nisnat Chakraborty",
      "Kody Gray",
      "James Wood",
      "Dipayan Biswas",
      "Arvinder Sandhu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.14659",
    "title": "Quantum mechanical deconstruction of vibrational energy transfer rate and pathways modified by collective vibrational strong coupling",
    "abstract": "           Recent experiments have demonstrated that vibrational strong coupling (VSC) between molecular vibrations and the optical cavity field can modify vibrational energy transfer (VET) processes in molecular systems. However, the underlying mechanisms and the behavior of individual molecules under collective VSC remain largely incomplete. In this work, we combine state-of-the-art quantum vibrational spectral calculation, quantum wavepacket dynamics simulations, and ab initio machine-learning potential to elucidate how the vibrational dynamics of water OH stretches can be altered by VSC. Taking the (H$_2$O)$_{21}$-cavity system as an example, we show that the collective VSC breaks the localization picture, promotes the delocalization of OH stretches, and opens new intermolecular vibrational energy pathways involving both neighboring and remote water molecules. The manipulation of the VET process relies on the alignment of the transition dipole moment orientations of the corresponding vibrational states. The emergence of new energy transfer pathways is found to be attributed to cavity-induced vibrational resonance involving OH stretches across different water molecules, along with alterations in mode coupling patterns. Our fully quantum theoretical calculations not only confirm and extend previous findings on cavity-modified energy transfer processes but also provide new insights in energy transfer processes under collective VSC.         ",
    "url": "https://arxiv.org/abs/2411.14659",
    "authors": [
      "Qi Yu",
      "Dong H. Zhang",
      "Joel M. Bowman"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.14741",
    "title": "SecONN: An Optical Neural Network Framework with Concurrent Detection of Thermal Fault Injection Attacks",
    "abstract": "           Silicon Photonics-based AI Accelerators (SPAAs) have been considered as promising AI accelerators achieving high energy efficiency and low latency. While many researchers focus on improving SPAAs' energy efficiency and latency, their physical security has not been sufficiently studied. This paper first proposes a threat of thermal fault injection attacks on SPAAs based on Vector-Matrix Multipliers (VMMs) utilizing Mach-Zhender Interferometers. This paper then proposes SecONN, an optical neural network framework that is capable of not only inferences but also concurrent detection of the attacks. In addition, this paper introduces a concept of Wavelength Division Perturbation (WDP) where wavelength dependent VMM results are utilized to increase detection accuracy. Simulation results show that the proposed method achieves 88.7% attack-caused average misprediction recall.         ",
    "url": "https://arxiv.org/abs/2411.14741",
    "authors": [
      "Kota Nishida",
      "Yoshihiro Midoh",
      "Noriyuki Miura",
      "Satoshi Kawakami",
      "Jun Shiomi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Cryptography and Security (cs.CR)"
    ]
  },
  {
    "id": "arXiv:2411.14772",
    "title": "Large-angle twisted photonic crystal semiconductor nanolasers with ultra-low thresholds operating in the C-band",
    "abstract": "           Nanolasers, characterized by enhanced optical localization at subwavelength scale, have emerged as promising coherent light sources for ultra-compact, high-speed and energy-efficient photonic integrated circuits. Twisted photonic crystal nanocavity, constructed by stacking two layers of photonic crystal structure with a specified rotation angle, enables strong light confinement with an ultra-small mode volume and an extremely high quality factor. The twisted angle can be randomly selected, providing the possibility of actively tuning the resonant wavelength and optical mode distribution within a nanoscale twisted cavity. Here, we demonstrate large-angle twisted single-mode photonic crystal nanolasers operating in the C-band with an exceptionally ultra-compact footprint of approximately 25 $\\mu m^2$ and an ultra-small mode volume of 0.47 $(\\lambda/n)^3$. The reported twisted photonic crystal nanolasers are optically pumped at room temperature with an ultra-low threshold of $\\sim$ 1.25 $kW/cm^2$. Our work provides a prospective method for easily constructing robust nanolasers by twisting angles, and paves the way for achieving high-performance nanoscale coherent light sources for densely integrated photonic chips.         ",
    "url": "https://arxiv.org/abs/2411.14772",
    "authors": [
      "Yilan Wang",
      "Feng Tian",
      "Wendi Huang",
      "Taojie Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.14862",
    "title": "Manipulating spectral transitions and photonic transmission in a non-Hermitian optical system through nanoparticle perturbations",
    "abstract": "           In recent years, extensive research has been dedicated to the study of parity-time ($\\mathcal{PT}$) symmetry, which involves the engineered balance of gain and loss in non-Hermitian optics. Complementary to $\\mathcal{PT}$ symmetry, the concept of anti-$\\mathcal{PT}$ symmetry has emerged as a natural framework for describing the dynamics of open systems with dissipations. In this letter, we study spectral transitions and photon transmission in a linear spinning resonator perturbed by nanoparticles. First, we demonstrate that by precisely manipulating the nanoparticle perturbations, the eigenvalues(or spectra) of a non-Hermitian system satisfying anti-$\\mathcal{PT}$ symmetry can transit to that of a quasi-closed Hermitian system. Second, we outline the essential conditions for constructing a quasi-closed system and analyze its dynamic behavior with respect to photon transmission. By adjusting the rotational angular velocity of the spinning resonator and the strength of the nanoparticle perturbations, the quasi-closed system enables a variety of photon distribution behaviors, which may have significant applications in quantum devices. Our findings offer valuable insights for the design of dissipative quantum devices under realistic conditions and for understanding their responses to external perturbations.         ",
    "url": "https://arxiv.org/abs/2411.14862",
    "authors": [
      "Bo-Wang Zhang",
      "Cheng Shang",
      "J. Y. Sun",
      "Zhuo-Cheng Gu",
      "X. X. Yi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.14874",
    "title": "Dynamically Encircled Higher-order Exceptional Points in an Optical Fiber",
    "abstract": "           The unique properties of exceptional point (EP) singularities, arising from non-Hermitian physics, have unlocked new possibilities for manipulating light-matter interactions. A tailored gain-loss variation, while encircling higher-order EPs dynamically, can significantly enhance the control of the topological flow of light in multi-level photonic systems. In particular, the integration of dynamically encircled higher-order EPs within fiber geometries holds remarkable promise for advancing specialty optical fiber applications, though a research gap remains in exploring and realizing such configurations. Here, we report a triple-core specialty optical fiber engineered with customized loss and gain to explore the topological characteristics of a third-order exceptional point (EP3), formed by two interconnected second-order exceptional points (EP2s). We elucidate chiral and nonchiral light transmission through the fiber, grounded in second- and third-order branch point behaviors and associated adiabatic and nonadiabatic modal characteristics, while considering various dynamical parametric loops to encircle the embedded EPs. We investigate the persistence of EP-induced light dynamics specifically in the parametric regions immediately adjacent to, though not encircling, the embedded EPs, potentially leading to improved device performance. Our findings offer significant implications for the design and implementation of novel light management technologies in all-fiber photonics and communications.         ",
    "url": "https://arxiv.org/abs/2411.14874",
    "authors": [
      "Arpan Roy",
      "Arnab Laha",
      "Abhijit Biswas",
      "Adam Miranowicz",
      "Bishnu P. Pal",
      "Somnath Ghosh"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.15025",
    "title": "Low-Loss and Low-Power Silicon Ring Based WDM 32$\\times$100 GHz Filter Enabled by a Novel Bend Design",
    "abstract": "           Ring resonators are crucial in silicon photonics for various applications, but conventional designs face performance trade-offs. Here a third-order polynomial interconnected circular (TOPIC) bend is proposed to revolutionize the ring designs fundamentally. The TOPIC bend has a unique feature of continuous curvature and curvature derivative, which is theoretically derived to be essential for waveguide loss optimization. With the TOPIC bend, the silicon ring resonators demonstrated here have achieved three records to the best of our knowledge: the smallest radius (0.7 $\\mathrm{\\mu m}$) for silicon rings resonating with single guided mode, the lowest thermal tuning power (5.85 mW/$\\pi$) for silicon rings with FSR $\\geq$3.2 THz, and the first silicon ring-based WDM 32$\\times$100 GHz filter. The filter has doubled the channel amount compared to the state of the art, and meanwhile achieved low insertion loss (1.91 $\\pm$ 0.28 dB) and low tuning power (283 GHz/mW). Moreover, the TOPIC bend is not limited to ring applications, it can also be used to create bends with an arbitrary angle, with the advantages of ultra-compact radius and heater integration, which are expected to replace all circular bends in integrated photonics, greatly reducing system size and power consumption.         ",
    "url": "https://arxiv.org/abs/2411.15025",
    "authors": [
      "Qingzhong Deng",
      "Ahmed H. El-Saeed",
      "Alaa Elshazly",
      "Guy Lepage",
      "Chiara Marchese",
      "Pieter Neutens",
      "Hakim Kobbi",
      "Rafal Magdziak",
      "Jeroen De Coster",
      "Javad Rahimi Vaskasi",
      "Minkyu Kim",
      "Yeyu Tong",
      "Neha Singh",
      "Marko Ersek Filipcic",
      "Pol Van Dorpe",
      "Kristof Croes",
      "Maumita Chakrabarti",
      "Dimitrios Velenis",
      "Peter De Heyn",
      "Peter Verheyen",
      "Philippe Absil",
      "Filippo Ferraro",
      "Yoojin Ban",
      "Joris Van Campenhout"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.15037",
    "title": "Ultra-High-Efficiency Dual-Band Thin-Film Lithium Niobate Modulator Incorporating Low-k Underfill with 220 GHz Extrapolated Bandwidth for 390 Gbit/s PAM8 Transmission",
    "abstract": "           High-performance electro-optic modulators play a critical role in modern telecommunication networks and intra-datacenter interconnects. Low driving voltage, large electro-optic bandwidth, compact device size, and multi-band operation ability are essential for various application scenarios, especially energy-efficient high-speed data transmission. However, it is challenging to meet all these requirements simultaneously. Here, we demonstrate a high-performance dual-band thin-film lithium niobate electro-optic modulator with low-k underfill to achieve overall performance improvement. The low-k material helps reduce the RF loss of the modulator and achieve perfect velocity matching with narrow electrode gap to overcome the voltage-bandwidth limitation, extending electro-optic bandwidth and enhancing modulation efficiency simultaneously. The fabricated 7-mm-long modulator exhibits a low half-wave voltage of 1.9 V at C-band and 1.54 V at O-band, featuring a low half-wave voltage-length product of 1.33 V*cm and 1.08 V*cm, respectively. Meanwhile, the novel design yields an ultra-wide extrapolated 3 dB bandwidth of 220 GHz (218 GHz) in the C-band (O-band). High-speed data transmission in both C- and O-bands using the same device has been demonstrated for the first time by PAM8 with data rates up to 390 Gbit/s, corresponding to a record-low energy consumption of 0.69 fJ/bit for next-generation cost-effective ultra-high-speed optical communications.         ",
    "url": "https://arxiv.org/abs/2411.15037",
    "authors": [
      "Hao Liu",
      "Yutong He",
      "Bing Xiong",
      "Changzheng Sun",
      "Zhibiao Hao",
      "Lai Wang",
      "Jian Wang",
      "Yanjun Han",
      "Hongtao Li",
      "Lin Gan",
      "Yi Luo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.14445",
    "title": "Comment on Quantum illumination using polarization-entangled photon pairs for enhanced object detection (Opt. Express 32, 40150-40164, 2024)",
    "abstract": "           The paper by K. Sengupta et al. (Opt. Express 32, 40150-40164, 2024) explores quantum illumination using polarization-entangled photon pairs for object detection in noisy environments. In this comment, we highlight fundamental flaws in the mathematical model used to describe photon loss. We argue that the treatment of photon loss and its effects on quantum entanglement is incorrect. We demonstrate that the conclusions of Sengupta et al., particularly the detection of low-reflectivity objects using quantum correlations, are unsubstantiated, as the assumed resilience of polarization entanglement to photon loss contradicts established principles of quantum information theory. We present a more rigorous framework for describing the effects of photon loss on both polarization-encoded and photon-number quantum states. Additionally, we critique the approach used in the OE article to model photon loss in free-space optical (FSO) transmission, noting that it is based on a fiber-optic model that was adopted with insufficient attribution from an earlier publication. We propose several improvements to enhance the modeling of FSO photon loss.         ",
    "url": "https://arxiv.org/abs/2411.14445",
    "authors": [
      "Artur Czerwinski",
      "Jakub J. Borkowski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.14675",
    "title": "Quantum dynamics of photophysical aggregates in conjugated polymers",
    "abstract": "           Photophysical aggregates are ubiquitous in many solid-state microstructures adopted by conjugated polymers, in which $\\pi$ electrons interact with those in other polymer chains or those in other chromophores along the chain. These interactions fundamentally define the electronic and optical properties of the polymer film. While valuable insight can be gained from linear excitation and photoluminescence spectra, nonlinear coherent excitation spectral lineshapes provide intricate understanding on the electronic couplings that define the aggregate and their fluctuations. Here, we discuss the coherent two-dimensional excitation lineshape of a model hairy-rod conjugated polymer. At zero population waiting time, we find a $\\pi/2$ phase shift between the 0-0 and 0-1 vibronic peaks in the real and imaginary components of the complex coherent spectrum, as well as a dynamic phase rotation with population waiting time over timescales that are longer than the optical dephasing time. We conjecture that these are markers of relaxation of the photophysical aggregate down the tight manifold of the exciton band. These results highlight the potential for coherent spectroscopy via analysis of the complex spectral lineshape to become a key tool to develop structure-property relationships in complex functional materials.         ",
    "url": "https://arxiv.org/abs/2411.14675",
    "authors": [
      "Henry J. Kantrow",
      "Elizabeth Gutiérrez-Meza",
      "Hongmo Li",
      "Qiao He",
      "Martin Heeney",
      "Natalie Stingelin",
      "Eric R. Bittner",
      "Carlos Silva-Acuña"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2411.14890",
    "title": "Experimental Measurement-Device-Independent Quantum Cryptographic Conferencing",
    "abstract": "           Quantum cryptographic conferencing (QCC) allows sharing secret keys among multiple distant users and plays a crucial role in quantum networks. Due to the fragility and low generation rate of genuine multipartite entangled states required in QCC, realizing and extending QCC with the entanglement-based protocol is challenging. Measurement-device-independent QCC (MDI-QCC), which removes all detector side-channels, is a feasible long-distance quantum communication scheme to practically generate multipartite correlation with multiphoton projection measurement. Here we experimentally realize the three-user MDI-QCC protocol with four-intensity decoy-state method, in which we employ the polarization encoding and the Greenberger-Horne-Zeilinger (GHZ) state projection measurement. Our work demonstrates the experimental feasibility of the MDI-QCC, which lays the foundation for the future realization of quantum networks with multipartite communication tasks.         ",
    "url": "https://arxiv.org/abs/2411.14890",
    "authors": [
      "Yifeng Du",
      "Yufeng Liu",
      "Chengdong Yang",
      "Xiaodong Zheng",
      "Shining Zhu",
      "Xiao-song Ma"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.14920",
    "title": "VO$_2$ films grown on TiO$_2$ sub-layer: influence of thickness on structural, electrical and optical properties",
    "abstract": "           Vanadium dioxide with metal-to-insulator transition (MIT) that is triggered by heat, current or light is a promising material for modern active THz/mid-IR metasurfaces and all-optical big data processing systems. Multilayer VO$_2$-based active metasurfaces are urgently needed however several important issues related to VO$_2$ properties in VO$_2$/TiO$_2$/Al$_2$O$_3$ films should be thoroughly examined first. We study electrical, optical and structural properties of VO$_2$ films as well as their composition and switching characteristics as function of the VO$_2$ layer thickness in VO$_2$/TiO$_2$ composites. XRD analysis revealed an epitaxial growth of films with deformation of the monoclinic VO$_2$ lattice to hexagonal symmetry. Reduced VO$_2$ layer thickness from 170 nm to 20 nm results in increased phase transition temperature while the width of the resistance versus temperature hysteresis loop R(T) remains constant at ~6C for all VO$_2$ thicknesses in the range of 20-170 nm. The resistance alteration ratio is reduced from 4.2e3 to 2.7e2 in thinner films. Raman spectra reveal a significant shift of VO$_2$ lattice vibration modes for films thinner than 30 nm claiming a great structural strain whereas modes position for thicker VO$_2$ layers are similar to those in bulk structure. Composition of VO$_2$ films has revealed only a minor alteration of VO$_2$/V$_2$O$_5$ phases ratio from 1.6 to 1.8 when the film thickness has been increased from 20 nm to 50 nm. Investigation of surface elemental composition and valence states of VO$_2$ films revealed that VO$_2$/V$_2$O$_5$ ratio remains practically unchanged with thickness reduction. The study of electrical MIT dynamics revealed the switching time of a 50 nm VO$_2$ film to be as low as 800 ns.         ",
    "url": "https://arxiv.org/abs/2411.14920",
    "authors": [
      "M. E. Kutepov",
      "V. E. Kaydashev",
      "D.V. Stryukov",
      "A.S. Konstantinov",
      "A.V. Nikolskiy",
      "A.T. Kozakov",
      "A.D. Morozov",
      "E. M. Kaidashev"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.14931",
    "title": "Towards Variational Quantum Algorithms for generalized linear and nonlinear transport phenomena",
    "abstract": "           This article proposes a Variational Quantum Algorithm (VQA) to solve linear and nonlinear thermofluid dynamic transport equations. The hybrid classical-quantum framework is applied to problems governed by the heat, wave, and Burgers' equation in combination with different engineering boundary conditions. Topics covered include the consideration of non-constant material properties and upwind-biased first- and higher-order approximations, widely used in engineering Computational Fluid Dynamics (CFD), by the use of a mask function. The framework is able to convert band matrices arising from Partial Differential Equations (PDEs) discretized on structured grids into quantum gates, thus contributing to the development of a modular library for quantum computing translations of CFD procedures. Verification examples demonstrate high predictive agreement with classical methods. Furthermore, the scalability analysis shows a $\\textit{polylog}$ complexity in the number of qubits of the quantum circuits involved. Remaining challenges refer to the implicit construction of upwind schemes.         ",
    "url": "https://arxiv.org/abs/2411.14931",
    "authors": [
      "Sergio Bengoechea",
      "Paul Over",
      "Dieter Jaksch",
      "Thomas Rung"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2306.11082",
    "title": "Absolute frequency measurements on the $5s5p^{3}$P$_{0}\\to5s6d^{3}$D$_{1}$ transition in strontium",
    "abstract": "           We report the first absolute frequency measurements for the $5s5p^{3}$P$_{0}\\to5s6d^{3}$D$_{1}$ transition at 394 nm for all the stable strontium isotopes by utilizing repumping induced spectroscopy in a magneto-optical trap. Absolute transition frequency is measured to be 760524409251(25) kHz for $^{88}$this http URL reference to $^{88}$Sr, the isotope shifts are measured to be 91052(35), 54600(33), and 51641(28) kHz for $^{84}$Sr, $^{86}$Sr, and $^{87}$Sr, respectively. We calculate the hyperfine constants A and B for the fermionic isotope $^{87}$Sr at kHz level. Furthermore, we perform King plot analysis by combining isotope shifts on the 689-nm transition to our data.         ",
    "url": "https://arxiv.org/abs/2306.11082",
    "authors": [
      "S. Zhang",
      "B. T. Tiwari",
      "S. Ganesh",
      "Y. Singh",
      "V. V. Flambaum"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.08597",
    "title": "Phased Gradient Ultra Open Metamaterials for Broadband Acoustic Silencing",
    "abstract": "           Noise pollution is a persistent environmental concern with severe implications for human health and resources. Acoustic metamaterials offer the potential for ultrathin silencing devices; however, existing designs often lack practical openness and are thereby limited by their functional bandwidths. This paper introduces a novel approach utilizing a phase gradient ultra-open metamaterial (PGUOM) to address these challenges. The PGUOM, characterized by a phase gradient across three unit cells, efficiently transforms incident waves into spoof surface waves, effectively blocking sound while allowing for a high degree of ventilation. Our design provides adjustable openness, accommodates various boundary conditions, and ensures sustained broadband sound insulation. Theoretical, numerical, and experimental validations demonstrate the efficacy of our concept. This innovative approach represents a significant advancement in ventilated acoustic metamaterials, providing both ventilation and high-performance, broadband sound insulation simultaneously.         ",
    "url": "https://arxiv.org/abs/2402.08597",
    "authors": [
      "Zhiwei Yang",
      "Ao Chen",
      "Xiaohang Xie",
      "Stephan W. Anderson",
      "Xin Zhang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.04098",
    "title": "Intrinsic Optical Bistability of Photon Avalanching Nanocrystals",
    "abstract": "           Optically bistable materials respond to a single input with two possible optical outputs, contingent upon excitation history. Such materials would be ideal for optical switching and memory, yet limited understanding of intrinsic optical bistability (IOB) prevents development of nanoscale IOB materials suitable for devices. Here, we demonstrate IOB in Nd3+-doped KPb2Cl5 avalanching nanoparticles (ANPs), which switch with high contrast between luminescent and non-luminescent states, with hysteresis characteristic of bistability. We elucidate a nonthermal mechanism in which IOB originates from suppressed nonradiative relaxation in Nd3+ ions and from the positive feedback of photon avalanching, resulting in extreme, >200th-order optical nonlinearities. Modulation of laser pulsing tunes hysteresis widths, and dual-laser excitation enables transistor-like optical switching. This control over nanoscale IOB establishes ANPs for photonic devices in which light is used to manipulate light.         ",
    "url": "https://arxiv.org/abs/2403.04098",
    "authors": [
      "Artiom Skripka",
      "Zhuolei Zhang",
      "Xiao Qi",
      "Benedikt Ursprung",
      "Peter Ercius",
      "Bruce E. Cohen",
      "P. James Schuck",
      "Daniel Jaque",
      "Emory M. Chan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.19512",
    "title": "Phase-sensitive pump-probe measurement of the complex nonlinear susceptibility of silicon across the direct band edge",
    "abstract": "           The nonlinear response of materials, an increasingly important aspect of light-matter interaction, can be challenging to measure in highly absorbing materials. Here, we introduce an interferometric technique that enables a direct measurement of the nonlinear complex permittivity in a bulk medium from reflectivity alone. We demonstrate the utility of pump-probe supercontinuum (SC) spectral interferometry in reflection by measuring time-dependent variations in the complex dielectric function ($n$, $k$) over the visible wavelength range in bulk silicon. Transient phase shifts in the reflected SC due to a near infrared pump pulse allow us to track modifications to $k$; whereas changes in $n$ are derived from transient fluctuations in the reflected SC probe amplitude. The ultrafast response is attributed to effective two-photon absorption ($\\beta$) and Kerr ($n_2$) coefficients. We observe the onset of strong two-photon absorption as the two-photon energy is tuned through the direct band edge of silicon ($E_1$ = 3.4 eV) for the first time to our knowledge. This technique allows straightforward spectroscopic measurements of the $\\chi^{(3)}$ nonlinear response at the surface of absorbing materials.         ",
    "url": "https://arxiv.org/abs/2405.19512",
    "authors": [
      "C. D. Cruz",
      "J. C. Stephenson",
      "J. K. Wahlstrand"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.05833",
    "title": "dCG -- differentiable connected geometries for AI-compatible multi-domain optimization and inverse design",
    "abstract": "           In the domain of geometry and topology optimization, discovering geometries that optimally satisfy specific problem criteria is a complex challenge in both engineering and scientific research. In this work, we propose a new approach for the creation of multidomain connected geometries that are designed to work with automatic differentiation. We introduce the concept of differentiable Connected Geometries (dCG), discussing its theoretical aspects and illustrating its application through a simple toy examples and a more sophisticated photonic optimization task. Since these geometries are built upon the principles of automatic differentiation, they are compatible with existing deep learning frameworks, a feature we demonstrate via the application examples. This methodology provides a systematic way to approach geometric design and optimization in computational fields involving dependent geometries, potentially improving the efficiency and effectiveness of optimization tasks in scientific and engineering applications.         ",
    "url": "https://arxiv.org/abs/2410.05833",
    "authors": [
      "Alexander Luce",
      "Daniel Grünbaum",
      "Florian Marquardt"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2411.13879",
    "title": "A Phase-Space Electronic Hamiltonian for Molecules in a Static Magnetic Field II: Quantum Chemistry Calculations with Gauge Invariant Atomic Orbitals",
    "abstract": "           In a companion paper, we have developed a phase-space electronic structure theory of molecules in magnetic fields, whereby the electronic energy levels arise from diagonalizing a phase-space Hamiltonian $\\hat H_{PS}(\\bf{X},\\bf{\\Pi})$ that depends parametrically on nuclear position and momentum. The resulting eigenvalues are translationally invariant; moreover, if the magnetic field is in the $z-$direction, then the eigenvalues are also invariant to rotations around the $z-$direction. However, like all Hamiltonians in a magnetic field, the theory has a gauge degree of freedom (corresponding to the position of the magnetic origin in the vector potential), and requires either $(i)$ formally, a complete set of electronic states or $(ii)$ in practice, gauge invariant atomic orbitals (GIAOs) in order to realize such translational and rotational invariance. Here we describe how to implement a phase-space electronic Hamiltonian using GIAOs within a practical electronic structure package (in our case, Q-Chem). We further show that novel phenomena can be observed with finite $\\bf{B}-$fields, including minimum energy structures with $\\bf{\\Pi}_{min} \\ne 0$, indicating non-zero electronic motion in the ground-state.         ",
    "url": "https://arxiv.org/abs/2411.13879",
    "authors": [
      "Mansi Bhati",
      "Zhen Tao",
      "Xuezhi Bian",
      "Jonathan Rawlinson",
      "Robert Littlejohn",
      "Joseph E. Subotnik"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2311.06541",
    "title": "Room-Temperature entangled quantum processor on integrated semiconductor photonics platform",
    "abstract": "           The rise of the 4H-silicon-carbide-on-insulator (SiCOI) platform marks a promising pathway towards the realization of monolithic quantum photonic networks. However, the challenge of establishing room-temperature entangled registers on these integrated photonics platforms remains unresolved. Herein, we demonstrate the first entangled processor on the SiCOI platform. We show that both deterministic generation of single divacancy electron spins and near-unity spin initialization of a single $^{13}$C nuclear spin can be achieved on SiCOI at room temperature. Besides coherently manipulating the single nuclear spin, a maximally entangled state with a fidelity of 0.89 has been prepared on this CMOS-compatible semiconductor-integrated photonics system. This work establishes the foundation for compact and on-chip solutions within existing defect-based computing and sensing protocols, positioning the SiCOI platform as the most promising candidate for integrated monolithic quantum photonic networks.         ",
    "url": "https://arxiv.org/abs/2311.06541",
    "authors": [
      "Haibo Hu",
      "Yu Zhou",
      "Ailun Yi",
      "Tongyuan Bao",
      "Chengying Liu",
      "Qi Luo",
      "Yao Zhang",
      "Zi Wang",
      "Zhengtong Liu",
      "Shuming Xiao",
      "Xin Ou",
      "Qinghai Song"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.06483",
    "title": "Resonant Solitary States in Complex Networks",
    "abstract": "           Partially synchronized solitary states occur frequently when a synchronized system of networked oscillators is perturbed locally. Several asymptotic states of different frequencies can coexist at the same node. Here, we reveal the mechanism behind this multistability: additional solitary frequencies arise from the coupling between network modes and the solitary oscillator's frequency, leading to significant energy transfer. This can cause the solitary node's frequency to resonate with a Laplacian eigenvalue. We analyze which network structures enable this resonance and explain longstanding numerical observations. Another solitary state is characterized by the effective decoupling of the synchronized network and the solitary node at the natural frequency. Our framework unifies the description of solitary states near and far from resonance, allowing to predict the behavior of complex networks.         ",
    "url": "https://arxiv.org/abs/2401.06483",
    "authors": [
      "Jakob Niehues",
      "Serhiy Yanchuk",
      "Rico Berner",
      "Jürgen Kurths",
      "Frank Hellmann",
      "Mehrnaz Anvari"
    ],
    "subjectives": [
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]