[
  {
    "id": "arXiv:2407.00043",
    "title": "Analysis of optical pattern formation on glass",
    "abstract": "           We investigate the formation of particular patterns when light passes through glass. Experimentally, we use various glass plates, registering each reflected and transmitted outcome. Thus, we find the condition to form a common pattern, namely, randomly scratched plates produce the halos. We engineer other optical patterns by means of the specular holography method. Using the Defocusing Microscopy technique, we study the geometric properties of the glass, establishing the physical and mathematical model for a simulation. Our computational results agree well with the experimental ones, leading us to conclude that the pattern formation is governed by specular reflection on various points along the scratches. Our findings give an initial explanation for the pattern formation on glass, in particular for the halo design.         ",
    "url": "https://arxiv.org/abs/2407.00043",
    "authors": [
      "Maressa P Sampaio",
      "Renan G Alvim",
      "Felipe K Kalil",
      "Maria C O Aguiar",
      "Ubirajara Agero"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.00049",
    "title": "Remote Electric Powering by Germanium Photovoltaic Conversion of an Erbium-Fiber Laser Beam",
    "abstract": "           The commercially available 4000-Watt continuous-wave Erbium-doped-fiber laser, emitting at the 1567-nanometer wavelength where the atmosphere has high transmission, provides an opportunity for harvesting electric power at remote off the grid locations using a multi-module photovoltaic receiver panel. This paper proposes a 32-element monocrystalline thick-layer Germanium photovoltaic panel for efficient harvesting of a collimated 1.13-meter-diameter beam.The 0.78-meter squared PV panel is constructed from commercial Ge wafers. For incident continuous-wave laser-beam power in the 4000 to 10000 Watt range, our thermal and electrical and infrared simulations predict 660 to 1510 Watts of electrical output at panel temperatures of 350 to 423 Kelvin.         ",
    "url": "https://arxiv.org/abs/2407.00049",
    "authors": [
      "Richard Soref",
      "Francesco De Leonardis",
      "Oussama Moutanabbir",
      "Gerard Daligou"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.00054",
    "title": "Agile Free-Form Signal Filtering with a Chaotic-Cavity-Backed Non-Local Programmable Metasurface",
    "abstract": "           Filter synthesis is an inverse problem that is traditionally approached rationally by considering spatially disjoint resonators, approximating them as lumped elements, and engineering the coupling of selected pairs. This approach strongly limits the design space, making it challenging to build extremely tunable filters. Here, we demonstrate agile free-form signal filtering with an alternative purely-optimization-based design paradigm using a programmable system with many spatially overlapping modes. We back a programmable metallic metasurface with a quasi-2D chaotic cavity, inducing strong non-local interactions between all meta-elements and the connected ports. Thereby, the metasurface efficiently controls the transfer function between the ports. Our all-metallic device has unique advantages: ultra-wideband (UWB) tunability (7.5-13.5GHz), low loss, compactness, guaranteed linearity under high signal-power levels. First, we experimentally confirm theoretical predictions about reflectionless and transmissionless scattering modes; we also experimentally observe transmissionless exceptional points. Second, we impose diverse types of transfer function zeros at desired frequencies within an UWB range. Third, we achieve low-loss reflectionless programmable signal routing. Fourth, we investigate the trade-off between routing fidelity and bandwidth, achieving 20dB discrimination over 10MHz bandwidth. Fifth, we demonstrate UWB tunable multi-band filters that reject (<-24dB) or pass (>-1dB) signals in specified bands whose centers, widths and number are reprogrammable.         ",
    "url": "https://arxiv.org/abs/2407.00054",
    "authors": [
      "Fabian T. Faul",
      "Laurent Cronier",
      "Ali Alhulaymi",
      "A. Douglas Stone",
      "Philipp del Hougne"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.00059",
    "title": "Microheater hotspot engineering for repeatable multi-level switching in foundry-processed phase change silicon photonics",
    "abstract": "           Nonvolatile photonic integrated circuits employing phase change materials have relied either on optical switching mechanisms with precise multi-level control but poor scalability or electrical switching with seamless integration and scalability but mostly limited to a binary response. Recent works have demonstrated electrical multi-level switching; however, they relied on the stochastic nucleation process to achieve partial crystallization with low demonstrated repeatability and cyclability. Here, we re-engineer waveguide-integrated microheaters to achieve precise spatial control of the temperature profile (i.e., hotspot) and, thus, switch deterministic areas of an embedded phase change material cell. We experimentally demonstrate this concept using a variety of foundry-processed doped-silicon microheaters on a silicon-on-insulator platform to trigger multi-step amorphization and reversible switching of Sb$_{2}$Se$_{3}$ and Ge$_{2}$Sb$_{2}$Se$_{4}$Te alloys. We further characterize the response of our microheaters using Transient Thermoreflectance Imaging. Our approach combines the deterministic control resulting from a spatially resolved glassy-crystalline distribution with the scalability of electro-thermal switching devices, thus paving the way to reliable multi-level switching towards robust reprogrammable phase-change photonic devices for analog processing and computing.         ",
    "url": "https://arxiv.org/abs/2407.00059",
    "authors": [
      "Hongyi Sun",
      "Chuanyu Lian",
      "Francis Vásquez-Aza",
      "Sadra Rahimi Kari",
      "Yi-Siou Huang",
      "Alessandro Restelli",
      "Steven A. Vitale",
      "Ichiro Takeuchi",
      "Juejun Hu",
      "Nathan Youngblood",
      "Georges Pavlidis",
      "Carlos A. Ríos Ocampo"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.00070",
    "title": "Nonvolatile Silicon Photonic MEMS Switch Based on Centrally-Clamped Stepped Bistable Mechanical Beams",
    "abstract": "           High-performance photonic switches are essential for large-scale optical routing for AI large models and Internet of things. Realizing nonvolatility can further reduce power consumption and expand application scenarios. We propose a nonvolatile 2*2 silicon photonic micro-electromechanical system (MEMS) switch compatible with standard silicon photonic foundry processes. The switch employs electrostatic comb actuator to change the air gap of the horizontal adiabatic coupler and achieves nonvolatility with centrally-clamped stepped bistable mechanical beams. The photonic switch shows a 10 us-scale switching speed and a 10 fJ-scale simulated switching energy in a 100*100 um^2 footprint, with <=26 V driving voltages.         ",
    "url": "https://arxiv.org/abs/2407.00070",
    "authors": [
      "Qian Ma",
      "Yinpeng Hu",
      "Ye Lu",
      "Yunzhi Liu",
      "Huan Li",
      "Daoxin Dai"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.00239",
    "title": "Imaging nanomechanical vibrations and manipulating parametric mode coupling via scanning microwave microscopy",
    "abstract": "           In this study, we present a novel platform based on scanning microwave microscopy for manipulating and detecting tiny vibrations of nanoelectromechanical resonators using a single metallic tip. The tip is placed on the top of a grounded silicon nitride membrane, acting as a movable top gate of the coupled resonator. We demonstrate its ability to map mechanical modes and investigate mechanical damping effects in a capacitive coupling scheme, based on its spatial resolution. We also manipulate the energy transfer coherently between the mode of the scanning tip and the underlying silicon nitride membrane, via parametric coupling. Typical features of optomechanics, such as anti-damping and electromechanically induced transparency, have been observed. Since the microwave optomechanical technology is fully compatible with quantum electronics and very low temperature conditions, it should provide a powerful tool for studying phonon tunnelling between two spatially separated vibrating elements, which could potentially be applied to quantum sensing.         ",
    "url": "https://arxiv.org/abs/2407.00239",
    "authors": [
      "Hao Xu",
      "Srisaran Venkatachalam",
      "Toky-Harrison Rabenimanana",
      "Christophe Boyaval",
      "Sophie Eliet",
      "Flavie Braud",
      "Eddy Collin",
      "Didier Theron",
      "Xin Zhou"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2407.00269",
    "title": "High-power and narrow-linewidth laser on thin-film lithium niobate enabled by photonic wire bonding",
    "abstract": "           Thin-film lithium niobate (TFLN) has emerged as a promising platform for the realization of high-performance chip-scale optical systems, spanning a range of applications from optical communications to microwave photonics. Such applications rely on the integration of multiple components onto a single platform. However, while many of these components have already been demonstrated on the TFLN platform, to date, a major bottleneck of the platform is the existence of a tunable, high-power, and narrow-linewidth on-chip laser. Here, we address this problem using photonic wire bonding to integrate optical amplifiers with a thin-film lithium niobate feedback circuit, and demonstrate an extended cavity diode laser yielding high on-chip power of 78 mW, side mode suppression larger than 60 dB and wide wavelength tunability over 43 nm. The laser frequency stability over short timescales shows an ultra-narrow intrinsic linewidth of 550 Hz, while long-term recordings indicate a high passive stability of the photonic wire bonded laser with 46 hours of mode-hop-free operation. This work verifies photonic wire bonding as a viable integration solution for high performance on-chip lasers, opening the path to system level upscaling and Watt-level output powers.         ",
    "url": "https://arxiv.org/abs/2407.00269",
    "authors": [
      "Cornelis A.A. Franken",
      "Rebecca Cheng",
      "Keith Powell",
      "Georgios Kyriazidis",
      "Victoria Rosborough",
      "Juergen Musolf",
      "Maximilian Shah",
      "David R. Barton III",
      "Gage Hills",
      "Leif Johansson",
      "Klaus-J. Boller",
      "Marko Lončar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.00274",
    "title": "Student reasoning about quantum mechanics while working with physical experiments",
    "abstract": "           Instruction in quantum mechanics is becoming increasingly important as the field is not only a key part of modern physics research, but is also important for emerging technologies. However, many students regard quantum mechanics as a particularly challenging subject, in part because it is considered very mathematical and abstract. One potential way to help students understand and contextualize unintuitive quantum ideas is to provide them opportunities to work with physical apparatus demonstrating these phenomena. In order to understand how working with quantum experiments affects students' reasoning, we performed think-aloud lab sessions of two pairs of students as they worked through a sequence of quantum optics experiments that demonstrated particle-wave duality of photons. Analyzing the in-the-moment student thinking allowed us to identify the resources students activated while reasoning through the experimental evidence of single-photon interference, as well as student ideas about what parts of the experiments were quantum versus classical. This work will aid instructors in helping their students construct an understanding of these topics from their own ideas and motivate future investigations into the use of hands-on opportunities to facilitate student learning about quantum mechanics.         ",
    "url": "https://arxiv.org/abs/2407.00274",
    "authors": [
      "Victoria Borish",
      "H. J. Lewandowski"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2407.00440",
    "title": "Three-dimensional non-reciprocal transport in photonic topological heterostructure of arbitrary shape",
    "abstract": "           Electromagnetic wave propagation in three-dimensional space typically suffers omnidirectional scattering when encountering obstacles. In this study, we employed Chern vectors to construct a topological heterostructure, where large-volume non-reciprocal topological transport in three-dimension is achieved. The shape of the cross-section in the heterostructure can be arbitrary designed, and we experimentally observed the distinctive cross-shaped field pattern transport, non-reciprocal energy harvesting, and most importantly, the remarkable ability of electromagnetic wave to traverse obstacles and abrupt structure changes without encountering reflections in 3D space.         ",
    "url": "https://arxiv.org/abs/2407.00440",
    "authors": [
      "Mudi Wang",
      "Ruo-Yang Zhang",
      "Chenyu Zhang",
      "Haoran Xue",
      "Hongwei Jia",
      "Jing Hu",
      "Dongyang Wang",
      "Tianshu Jiang",
      "C. T. Chan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.00469",
    "title": "CMOS-fabricated ultraviolet light modulators using low-loss alumina piezo-optomechanical photonic circuits",
    "abstract": "           We demonstrate a CMOS-foundry-fabricated piezo-optomechanical photonic integrated circuit platform for ultraviolet and blue wavelengths, using alumina waveguides that are strongly mechanically coupled to monolithically integrated aluminum nitride piezoelectric actuators. Low waveguide losses are measured down to at least 320 nm, where we achieve 1.6 dB/cm. This allows us to demonstrate broadband amplitude modulators based on piezoelectrically actuated MEMS cantilever phase-shifters down to 320 nm, with a high extinction ratio of 30 dB. We further demonstrate the versatility of the platform by designing and demonstrating a modulator that can work with high extinction and low loss at 320 nm and 420 nm, simultaneously, demonstrating control of multiple, disparate wavelengths in one device. We also demonstrate narrow-band resonant racetrack modulators with quality factors of 4.7E5 and a tuning rate of 27.5 MHz/V. These results should open doors for a range of novel applications in UV photonics, quantum science, sensing and spectroscopy.         ",
    "url": "https://arxiv.org/abs/2407.00469",
    "authors": [
      "Roman Shugayev",
      "Daniel Dominguez",
      "Andrew Leenheer",
      "Bethany Little",
      "Matthew N. H. Chow",
      "Nicholas Karl",
      "Matt Koppa",
      "Michael Gehl",
      "Yuan-Yu Jau",
      "Matt Eichenfield"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.00707",
    "title": "Deep learning quantum Monte Carlo for solids",
    "abstract": "           Deep learning has deeply changed the paradigms of many research fields. At the heart of chemical and physical sciences is the accurate ab initio calculation of many-body wavefunction, which has become one of the most notable examples to demonstrate the power of deep learning in science. In particular, the introduction of deep learning into quantum Monte Carlo (QMC) has significantly advanced the frontier of ab initio calculation, offering a universal tool to solve the electronic structure of materials and molecules. Deep learning QMC architectures were initial designed and tested on small molecules, focusing on comparisons with other state-of-the-art ab initio methods. Methodological developments, including extensions to real solids and periodic models, have been rapidly progressing and reported applications are fast expanding. This review covers the theoretical foundation of deep learning QMC for solids, the neural network wavefunction ansatz, and various of other methodological developments. Applications on computing energy, electron density, electric polarization, force and stress of real solids are also reviewed. The methods have also been extended to other periodic systems and finite temperature calculations. The review highlights the potentials and existing challenges of deep learning QMC in materials chemistry and condensed matter physics.         ",
    "url": "https://arxiv.org/abs/2407.00707",
    "authors": [
      "Yubing Qian",
      "Xiang Li",
      "Zhe Li",
      "Weiluo Ren",
      "Ji Chen"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2407.00821",
    "title": "Integrated modeling of boron powder injection for real-time plasma-facing component conditioning",
    "abstract": "           An integrated modeling framework for investigating the application of solid boron powder injection for real-time surface conditioning of plasma-facing components in tokamak environments is presented. Utilizing the DIII-D impurity powder dropper setup, this study simulates B powder injection scenarios ranging from mg to tens of mg per second, corresponding to boron flux rates of $10^{20}-10^{21}$ B/s in standard L-mode conditions. The comprehensive modeling approach combines EMC3-EIRENE for simulating the plasma background and DIS for the ablation and transport of the boron powder particles. The results show substantial transport of B to the inboard lower divertor, predominantly influenced by the main ion plasma flow. The powder particle size (5-250 $\\mu$m) was found to be insignificant for the scenario considered. The effects of erosion and redeposition were considered to reconcile the discrepancies with experimental observations, which saw substantial deposition on the outer PFCs. For this purpose, the WallDYN3D code was updated to include B sources within the plasma domain and integrated into the modeling framework. The mixed-material migration modeling shows evolving boron deposition patterns, suggesting the formation of mixed B-C layers or predominantly B coverage depending on the powder mass flow rate. While the modeling outcomes at lower B injection rates tend to align with experimental observations, the prediction of near-pure B layers at higher rates has yet to be experimentally verified in the carbon environment of the DIII-D tokamak. The extensive reach of B layers found in the modeling suggests the need for modeling that encompasses the entire wall geometry for more accurate experimental correlations. This integrated approach sets a precedent for analyzing and applying real-time in-situ boron coating techniques in advanced tokamak scenarios, potentially extendable to ITER.         ",
    "url": "https://arxiv.org/abs/2407.00821",
    "authors": [
      "Florian Effenberg",
      "Klaus Schmid",
      "Federico Nespoli",
      "Alessandro Bortolon",
      "Yühe Feng",
      "Brian A. Grierson",
      "Jeremy D. Lore",
      "Rajesh Maingi",
      "Dmitry L. Rudakov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2407.00841",
    "title": "Short-term stability of a microcell optical reference based on Rb atom two-photon transition at 778 nm",
    "abstract": "           We report on the development and short-term stability characterization of an optical frequency reference based on the spectroscopy of the rubidium two-photon transition at 778 nm in a microfabricated vapor cell. When compared against a 778 nm reference signal extracted from a frequency-doubled cavity-stabilized telecom laser, the short-term stability of the microcell frequency standard is 3.5 $\\times$ 10$^{-13}$ $\\tau^{-1/2}$ until 200~s, in good agreement with a phase noise level of $+$ 43 dBrad$^2$/Hz at 1~Hz offset frequency. The two main contributions to the short-term stability of the microcell reference are currently the photon shot noise and the intermodulation effect induced by the laser frequency noise. With still a relevant margin of progress, these results show the interest of this spectroscopic approach for the demonstration of high-stability miniaturized optical vapor cell clocks. Such clocks are poised to be highly beneficial for applications in navigation, communications, and metrology.         ",
    "url": "https://arxiv.org/abs/2407.00841",
    "authors": [
      "Martin Callejo",
      "Andrei Mursa",
      "Rémy Vicarini",
      "Emmanuel Klinger",
      "Quentin Tanguy",
      "Jacques Millo",
      "Nicolas Passilly",
      "Rodolphe Boudot"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.01162",
    "title": "Investigation of the actuation system of the inertial sensor for high-precision space missions using torsion pendulum",
    "abstract": "           Precision space inertial sensors are imperative to Earth geodesy missions, gravitational wave observations and several fundamental physics experiments in space. In these missions, the residual acceleration noise of the test mass(TM) caused by the forces from inertial sensor components and environment is supposed to be kept below a certain level. As a number of forces contributing to residual acceleration are related to actuation system, developing a precise actuation system to exclude any erroneous force and obtain an ultra sensitive value for TM acceleration noise is necessary and essential. However, it is difficult to test the actuation system on ground. In this paper, a torsion pendulum is established to test the influence of actuation system on TM torque noise and a closed-loop control system combined torsion pendulum and parts of actuation modules is designed to assess the performance of actuation control algorithm. The experimental results show that the parameters in an actuation system will introduce additional torque noise and the maximum noise can reach as much as 10^{-13}Nm /Hz^{1/2} at 1 mHz. The stable tracking error for the closed-loop system is about 10^{-7}, indicating that the combination system achieves good tracking performance and robustness for TM rotation control in different conditions of inertial sensors.         ",
    "url": "https://arxiv.org/abs/2407.01162",
    "authors": [
      "Fangchao Yang",
      "Yan Zhu",
      "Xiaofei Jin",
      "Yujie Zhao",
      "Shixun Pei",
      "Wei Hong"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2407.01189",
    "title": "A Bore-Integrated Patch Antenna Array for Whole-Body Excitation in Ultra-High-Field Magnetic Resonance Imaging",
    "abstract": "           Objective: To develop and evaluate a bore-integrated patch antenna array designed for whole-body excitation in ultra-high-field (UHF) magnetic resonance imaging (MRI) with improved transmit efficiency and address the limitations of existing RF coil designs. Methods: The proposed patch antenna array utilizes the MRI bore's RF shield as a functional component to enhance the RF magnetic field ($B_1^+$) distribution. Numerical simulations were conducted to compare the performance of the patch antenna array to bore-integrated stripline and local dipole arrays. A decoupling structure was implemented to minimize coupling between adjacent patch antennas. The performance of the patch array was evaluated experimentally. Results: The proposed patch array provides 3.9 times higher averaged transmit (Tx) efficiency in the CP mode and 3.0 times higher for the phase shimming regime versus the bore-integrated stripline array. Conclusion: Compared to the stripline array, the bore-integrated patch antenna array offers significant improvements in Tx efficiency for whole-body UHF MRI. Significance: The findings support the feasibility of integrating arrays into the RF shield of MRI scanners. This could broaden the clinical use of UHF body MRI technology.         ",
    "url": "https://arxiv.org/abs/2407.01189",
    "authors": [
      "Svetlana S. Egorova",
      "Nikolai A. Lisachenko",
      "Egor I. Kretov",
      "Stanislav B. Glybovski",
      "Georgiy A. Solomakha"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.01520",
    "title": "Non-Hermitian dynamical topological winding in photonic mesh lattices",
    "abstract": "           Topological winding in non-Hermitian systems are generally associated to the Bloch band properties of lattice Hamiltonians. However, in certain non-Hermitian models topological winding naturally arise from the dynamical evolution of the system and related to a new form of geometric phase. Here we investigate dynamical topological winding in non-Hermitian photonic mesh lattices, where the mean survival time of an optical pulse circulating in coupled fiber loops is quantized and robust against Hamiltonian deformations. The suggested photonic model could provide an experimentally accessible platform for the observation of non-Hermitian dynamical topological windings.         ",
    "url": "https://arxiv.org/abs/2407.01520",
    "authors": [
      "Stefano Longhi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.00078",
    "title": "Ising Hamiltonian for Coupled Fibre-Based Optical Parametric Oscillators",
    "abstract": "           Here, I derive an Ising Hamiltonian for $N$ coupled fibre-based Optical Parametric Oscillators (OPOs). For this, I use the Lugiato-Lefever equation. The derivation of the Hamiltonian does not pretend to be mathematically correct, although it works under the assumption of plane waves propagating through the OPOs. Its objective is rather to be as close as possible to the Hamilton formalism than to be mathematically rigorous. The approach is based on the assumptions that are justified from the physical point of view and are implemented experimentally. The resulting Ising Hamiltonian contains all necessary terms that are connected to the appearance and evolution of phase solitons.         ",
    "url": "https://arxiv.org/abs/2407.00078",
    "authors": [
      "Marina Zajnulina"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.00184",
    "title": "Effects of resonant dipole-dipole interactions in the spin noise of atomic vapors",
    "abstract": "           We perform spin noise spectroscopy close to resonance in a 1-mm-thick cell containing a dense Rubidium vapor. A laser is used to excite optical dipoles in the vapor while probing the Faraday rotation noise. We report unusual lineshapes of the spin noise spectra with a strong density dependence, which we attribute to interactions arising between particles in the system. Introducing a two-body model and simulations, we show that these features are the hallmark of a strong dipole-dipole interaction between binaries within the ensemble. A precise fit of the experimental spectra allows to extract the strength and the duration of the dipole-dipole interaction. We unveil its impact on the spin noise frequency and investigate the role of the atomic motion in the unexpected lineshapes. This work demonstrates the potential of spin noise spectroscopy to observe and quantify strong interactions occurring within a particle ensemble.         ",
    "url": "https://arxiv.org/abs/2407.00184",
    "authors": [
      "J. Delpy",
      "N. Fayard",
      "F. Bretenaker",
      "F. Goldfarb"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.00758",
    "title": "Quantum noise induced nonreciprocity for single photon transport in parity-time symmetric systems",
    "abstract": "           We show nonreciprocal light propagation for single-photon inputs due to quantum noise in coupled optical systems with gain and loss. We consider two parity-time ($\\mathcal{PT}$) symmetric linear optical systems consisting of either two directly coupled resonators or two finite-length waveguides evanescently coupled in parallel. One resonator or waveguide is filled with an active gain medium and the other with a passive loss medium. The light propagation is reciprocal in such $\\mathcal{PT}$ symmetric linear systems without quantum noise. We show here that light transmission becomes nonreciprocal when we include quantum noises in our modeling, which is essential for a proper physical description. The quantum nonreciprocity is especially pronounced in the $\\mathcal{PT}$ broken phase. Transmitted light intensity in the waveguide of incidence is asymmetric for two waveguides even without noise. Quantum noise significantly enhances such asymmetry in the broken phase.         ",
    "url": "https://arxiv.org/abs/2407.00758",
    "authors": [
      "Dibyendu Roy",
      "G. S. Agarwal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.00845",
    "title": "PhoTOS: Topology Optimization of Photonic Components using a Shape Library",
    "abstract": "           Topology Optimization (TO) holds the promise of designing next-generation compact and efficient photonic components. However, ensuring the optimized designs comply with fabrication constraints imposed by semiconductor foundries remains a challenge. This work presents a TO framework that guarantees designs satisfy fabrication criteria, particularly minimum feature size and separation. Leveraging recent advancements in machine learning and feature mapping methods, our approach constructs components by transforming shapes from a predefined library, simplifying constraint enforcement. Specifically, we introduce a Convo-implicit Variational Autoencoder to encode the discrete shape library into a differentiable space, enabling gradient-based optimization. The efficacy of our framework is demonstrated through the design of several common photonic components.         ",
    "url": "https://arxiv.org/abs/2407.00845",
    "authors": [
      "Rahul Kumar Padhy",
      "Aaditya Chandrasekhar"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.00960",
    "title": "Optical turbulence vertical distribution at the Peak Terskol Observatory and Mt. Kurapdag",
    "abstract": "           Characterization of atmospheric turbulence is essential to understanding image quality of astronomical telescopes and applying adaptive optics systems. In this study, the vertical distributions of optical turbulence at the Peak Terskol Observatory (43.27472N 42.50083E, 3127 m a.s.l.) using the Era-5 re-analysis, scintillation measurements and sonic anemometer data are investigated. For the reanalysis grid node closest to the observatory, vertical profiles of the structural constant of the air refractive index turbulent fluctuations $C^2_n$ were obtained. The calculated $C^2_n(z)$ vertical profiles are compared with the vertical distribution of turbulence intensity obtained from tomographic measurements with Shack-Hartmann sensor. The Fried parameter r0 at the location of Terskol Peak Observatory was estimated. Using combination of atmospheric models and scheme paramaterization of turbulence, $C^2_n(z)$ profiles at Mt. Kurapdag were obtained. The r0 values at the Peak Terskol Observatory are compared with estimated values of this length at the ten astronomical sites including Ali, Lenghu and Daocheng.         ",
    "url": "https://arxiv.org/abs/2407.00960",
    "authors": [
      "A. Y. Shikhovtsev",
      "C. Qing",
      "E. A. Kopylov",
      "S. A. Potanin",
      "P. G. Kovadlo"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2407.00974",
    "title": "Strong Field Optical Hall Effect in 2D Weyl Semimetal",
    "abstract": "           The study of interplay between the geometric nature of Bloch electrons and transverse responses under strong field offers new opportunities for optoelectronic applications. Here, we present a comprehensive study of the strong-field response of Weyl Dirac nodes in bilayer T'-WTe2 using time-dependent first-principles formalism. The electron dynamics is explored focusing on the mid-infrared frequency, ranging from the perturbative to nonperturbative regime. In the nonperturbative regime, the high-harmonic generation (HHG) spectra under a strong field clearly exhibit a plateau and energy cutoffs for both longitudinal and anomalous Hall (transverse) currents, with the latter being due to the large interband Berry curvature of the Weyl-Dirac semimetal. For the longitudinal harmonics, the intraband contributions increase with intensity, resulting in a complex interplay between interband polarization and intraband motions. Remarkably, if we take a comprehensive all-band perspective enabled by time-dependent density functional calculations, the anomalous Hall responses are purely attributed to the interband processes, even in the nonperturbative regime, thus Hall HHG can be crucial to understand the carrier dynamics. Our findings suggest that HHG associated with the ultrafast strong-field driven electron dynamics holds immense potential for exploring the nonlinear high Hall responses in Weyl semimetal.         ",
    "url": "https://arxiv.org/abs/2407.00974",
    "authors": [
      "M. Umar Farooq",
      "Arqum Hashmi",
      "Mizuki Tani",
      "Kazuhiro Yabana",
      "Kenichi L. Ishikawa",
      "Li Huang",
      "Tomohito Otobe"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.01107",
    "title": "Quantitative evaluation method for magnetoelastic coupling between surface acoustic waves and spin waves using electrical and optical measurements",
    "abstract": "           Coupling and hybridization of different elementary excitations leads to new functionalities. In phononics and spintronics, magnetoelastic coupling between Rayleigh-type surface acoustic wave (SAW) and spin wave (SW) has recently attracted much attention. Quantitatively evaluating and comparing the coupled system are essential to develop the study of the magnetoelastic SAW-SW coupling. So far, previous studies of SAW-SW coupling have employed a quantity called coupling strength. However, it is still challenging to compare the coupling strength values among studies fairly because the quantity depends on the device geometry and the applied magnetic field angle, which are not unified among the previous studies. Here, we focus on a practical constant composed of a magnetoelastic constant and a strain amplitude that depends only on the material properties. We demonstrate a versatile evaluation technique to evaluate the practical constant by combining electrical measurements and optical imaging. An essential part of the technique is an analysis that can be used under off-resonance conditions where SAW and SW resonance frequencies do not match. Existing analysis can only handle the case under on-resonance conditions. Our analysis makes it possible to observe the magnetoelastic couplings between SAW with resonance frequencies that can be imaged optically and SW with resonance frequencies in the gigahertz range. Our demonstrated technique, which uses electrical and optical measurements under off-resonance conditions, can significantly advance research on SAW-SW coupled systems.         ",
    "url": "https://arxiv.org/abs/2407.01107",
    "authors": [
      "Haruka Komiyama",
      "Ryusuke Hisatomi",
      "Kotaro Taga",
      "Hiroki Matsumoto",
      "Takahiro Moriyama",
      "Hideki Narita",
      "Shutaro Karube",
      "Yoichi Shiota",
      "Teruo Ono"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.01313",
    "title": "Adaptive variational quantum computing approaches for Green's functions and nonlinear susceptibilities",
    "abstract": "           We present and benchmark quantum computing approaches for calculating real-time single-particle Green's functions and nonlinear susceptibilities of Hamiltonian systems. The approaches leverage adaptive variational quantum algorithms for state preparation and propagation. Using automatically generated compact circuits, the dynamical evolution is performed over sufficiently long times to achieve adequate frequency resolution of the response functions. We showcase accurate Green's function calculations using a statevector simulator for Fermi-Hubbard chains of 4 and 6 sites, with maximal circuit depth of 65 and 424 layers, respectively. Additionally, we consider an antiferromagnetic quantum spin-1 model that incorporates the Dzyaloshinskii-Moriya interaction to illustrate calculations of the third-order nonlinear susceptibilities, which can be measured in two-dimensional coherent spectroscopy experiments. These results demonstrate that real-time approaches using adaptive parameterized circuits to evaluate linear and nonlinear response functions can be feasible with near-term quantum processors.         ",
    "url": "https://arxiv.org/abs/2407.01313",
    "authors": [
      "Martin Mootz",
      "Thomas Iadecola",
      "Yong-Xin Yao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2407.01432",
    "title": "$\\mathcal{PT}$-Symmetry induced Bi-Stability in Non-Hermitian Cavity Magnomechanics",
    "abstract": "           We study the steady-state non-Hermitian magnomechanical system driven by a transverse magnetic field directly interacting with YIG sphere and excites cavity magnons and photons. To make the system non-Hermitian, we use a traveling field directly interacting with magnons generating gain to the system. We start by illustrating PT-configuration of the system, which contains two PT broken region around exceptional point and PT protected region along the axis of exceptional point. Late, we discover that the numbers of cavity photons and magnons show bistable behavior depending upon the PT configuration, which becomes more significant as the values of the magnon-photon coupling and traveling field strength increases. We illustrate that steady-state photon only shows bistable behavior when the system in in lossy PT broken configuration, means strength of traveling field is less than the magnon-photon coupling. Otherwise, it will just contain a single stable state because of bistability suppression with gain in the system, which is unlike with any other investigation in this direction. Further, a larger magnon-photon coupling increases photon intensity and decreases magnon intensity, because of photon and magnon energy exchange, leading to enhanced photon bistablity and decreased magnon bistability. However, in case of increasing strength of traveling field, both photon as well as magnon bistability is appeared to be decreasing. We also study the steady-state effective potential of the system and illustrate the occurrence of bistability with nonlinear interactions between contour trajectories, which similarly depends on the PT broken configuration of the system.         ",
    "url": "https://arxiv.org/abs/2407.01432",
    "authors": [
      "Chaoyi Lai",
      "Shah Fahad",
      "Kashif Ammar Yasir"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1911.10893",
    "title": "Intersubjectivity and value reproducibility of outcomes of quantum measurements",
    "abstract": "           Every measurement determines a single value as its outcome, and yet quantum mechanics predicts it only probabilistically. The Kochen-Specker theorem and Bell's inequality are often considered to reject a realist view but favor a skeptical view that measuring an observable does not mean ascertaining the value that it has, but producing the outcome, having only a personal meaning. However, precise analysis supporting this view is unknown. Here, we show that a quantum mechanical analysis turns down this view. Supposing that two observers simultaneously measure the same observable, we can well pose the question as to whether they always obtain the same outcome, or whether the probability distributions are the same, but the outcomes are uncorrelated. Contrary to the widespread view in favor of the second, we shall show that quantum mechanics predicts that only the first case occurs. We further show that any measurement establishes a time-like entanglement between the observable to be measured and the meter after the measurement, which causes the space-like entanglement between the meters of different observers. We also show that our conclusion cannot be extended to measurements of so-called `generalized' observables, suggesting a demand for reconsidering the notion of observables in foundations of quantum mechanics.         ",
    "url": "https://arxiv.org/abs/1911.10893",
    "authors": [
      "Masanao Ozawa"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.06497",
    "title": "MieAI: A neural network for calculating optical properties of internally mixed aerosol in atmospheric models",
    "abstract": "           Aerosols influence weather and climate by interacting with radiation through absorption and scattering. These effects heavily rely on the optical properties of aerosols, which are mainly governed by attributes such as morphology, size distribution, and chemical composition. These attributes undergo continuous changes due to chemical reactions and aerosol micro-physics, resulting in significant spatio-temporal variations. Most atmospheric models struggle to incorporate this variability because they use pre-calculated tables to handle aerosol optics. This offline approach often leads to substantial errors in estimating the radiative impacts of aerosols alongwith posing significant computational burdens. To address this challenge, we introduce a novel and computationally efficient machine learning ap proach called MieAI. It allows for online calculation of the optical properties of internally mixed aerosols with a log-normal size distribution. Importantly, MieAI fully incorporates the variability in aerosol chemistry and microphysics. Our evaluation of MieAI against traditional Mie calculations, using number concentrations from ICOsahedral Nonhydrostatic model with Aerosol and Reactive Trace gases (ICON-ART) simulations, demonstrates that MieAI exhibits excellent predictive accuracy for aerosol optical properties. MieAI achieves this with errors well within 10%, and it operates more than 1000 times faster than the benchmark approach of Mie calculations. Due to its generalized nature, the MieAI approach can be implemented in any chemistry transport model which represents aerosol size distribution in the form of log-normally distributed internally mixed modes. This advancement has the potential to replace frequently employed lookup tables and play a substantial role in the ongoing attempts to reduce uncertainties in estimating aerosol radiative forcing.         ",
    "url": "https://arxiv.org/abs/2312.06497",
    "authors": [
      "Pankaj Kumar",
      "Heike Vogel",
      "Julia Bruckert",
      "Lisa Janina Muth",
      "Gholam Ali Hoshyaripour"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.08120",
    "title": "Transport property predictions for laser resonance chromatography on Rf$^+$ (Z = 104)",
    "abstract": "           We propose a theoretically designed laser resonance chromatography (LRC) experiment on Rf$^+$ (Z = 104) drifting in He buffer gas. To this end, we first developed a four-level rate equation model that simulates the optical pumping of Rf$^+$ from its ground state, $^2$D$_{3/2}$ (7s$^2$6d$^1$), to the metastable $^4$F$_{3/2}$ (7s$^1$6d$^2$) state via laser resonant excitation of the intermediate $^4$F$_{3/2}$ (7s$^1$6d$^1$7p$^1$) state prior to electronic state chromatography. This model predicts a 93% pumping efficiency that suffices to enable efficient laser resonance chromatography of this ion. We then performed accurate relativistic Multi-Reference Configuration-Interaction (MRCI) calculations to model the interaction of Rf$^+$ with He in the ground $^2$D$_{3/2}$ (7s$^2$6d$^1$), low-lying $^2$D$_{5/2}$ (7s$^2$6d$^1$), and metastable $^4$F$_{3/2}$ (7s$^1$6d$^2$) states. These ion-atom interaction potentials were used to calculate the state-specific ion mobilities. For gas temperatures above 100 K and small applied electric fields, the reduced ion mobilities of the ground and metastable states differ significantly. In particular, at room temperature the difference between the reduced ion mobilities of these states is larger than 11%, and as such sufficiently large to ensure LRC of this ion.         ",
    "url": "https://arxiv.org/abs/2402.08120",
    "authors": [
      "Giorgio Visentin",
      "Harry Ramanantoanina",
      "Anastasia Borschevsky",
      "Larry Viehland",
      "Biswajit Jana",
      "Aayush Arya",
      "Stephan Fritzsche",
      "Mustapha Laatiaoui"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2402.12194",
    "title": "23.8-GHz Acoustic Filter in Periodically Poled Piezoelectric Film Lithium Niobate With 1.52-dB IL and 19.4% FBW",
    "abstract": "           This paper reports the first piezoelectric acoustic filter in periodically poled piezoelectric film (P3F) lithium niobate (LiNbO3) at 23.8 GHz with low insertion loss (IL) of 1.52 dB and 3-dB fractional bandwidth (FBW) of 19.4%. The filter features a compact footprint of 0.64 mm2. The third-order ladder filter is implemented with electrically coupled resonators in 150 nm bi-layer P3F 128 rotated Y-cut LiNbO3 thin film, operating in second-order symmetric (S2) Lamb mode. The record-breaking performance is enabled by the P3F LiNbO3 platform, where piezoelectric thin films of alternating orientations are transferred subsequently, facilitating efficient higher-order Lamb mode operation with simultaneously high quality factor (Q) and coupling coefficient (k2) at millimeter-wave (mmWave). Also, the multi-layer P3F stack promises smaller footprints and better nonlinearity than single-layer counterparts, thanks to the higher capacitance density and lower thermal resistance. Upon further development, the reported P3F LiNbO3 platform is promising for compact filters at mmWave.         ",
    "url": "https://arxiv.org/abs/2402.12194",
    "authors": [
      "Sinwoo Cho",
      "Omar Barrera",
      "Jack Kramer",
      "Vakhtang Chulukhadze",
      "Tzu-Hsuan Hsu",
      "Joshua Campbell",
      "Ian Anderson",
      "Ruochen Lu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2403.18448",
    "title": "Sensing with submarine optical cables",
    "abstract": "           In this paper, we establish the theoretical framework for understanding the sensing capabilities of optical fibers. We show the distinct advantage of polarization over phase in detecting subhertz environmental processes. Subsequently, we propose a scheme capable of extracting the spectrum of perturbations affecting a specific section at any position along an optical fiber by detecting the state of polarization of the backreflected light. We discuss two examples of earthquake detection and the detection of sea swells and ocean tides through the analysis of the state of polarization of an optical signal reconstructed by the receiver of a transoceanic cable, obtained from an online database.\\cite{zhongwenzhan_2020} Finally, we provide the analytical expression for the cross-correlation of the polarization perturbations of two wavelength division multiplexed channels, and show that the analysis of the polarization correlations between adjacent channels can provide valuable insights into the localization of earthquakes.         ",
    "url": "https://arxiv.org/abs/2403.18448",
    "authors": [
      "Antonio Mecozzi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.05383",
    "title": "Laser Resonance Chromatography: First Commissioning Results and Future Prospects",
    "abstract": "           We report first results obtained during the commissioning of the Laser Resonance Chromatography (LRC) apparatus, which is conceived to enable atomic structure investigations in the region of the heaviest elements beyond nobelium. In our studies we first established optimum conditions for the operation of the different components of the setup, including the radio-frequency quadrupole ion buncher and the cryogenic drift tube, which was operated with helium buffer gas at relatively low electric fields. We used laser ablated hafnium, lutetium, and ytterbium cations to assess the chromatography performance of the drift tube at a gas temperature of $295$K. Arrival time distributions of singly charged lutetium revealed two distinct ion mobilities of this ion in the ground and metastable state in helium with a relative difference of about $19$%. By using $^{219}$Rn ions from a $^{223}$Ra recoil source the overall efficiency of the apparatus is found to be $(0.6\\pm0.1)$%. The findings help to establish LRC on lutetium, which is the lighter chemical homolog of lawrencium.         ",
    "url": "https://arxiv.org/abs/2404.05383",
    "authors": [
      "EunKang Kim",
      "Biswajit Jana",
      "Aayush Arya",
      "Michael Block",
      "Sebastian Raeder",
      "Harry Ramanantoanina",
      "Elisabeth Rickert",
      "Elisa Romero Romero",
      "Mustapha Laatiaoui"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2405.17192",
    "title": "Quantum Parity Detectors: a qubit based particle detection scheme with meV thresholds for rare-event searches",
    "abstract": "           The next generation of rare-event searches, such as those aimed at determining the nature of particle dark matter or in measuring fundamental neutrino properties, will benefit from particle detectors with thresholds at the meV scale, 100-1000x lower than currently available. Quantum parity detectors (QPDs) are a novel class of proposed quantum devices that use the tremendous sensitivity of superconducting qubits to quasiparticle tunneling events as their detection concept. As envisioned, phonons generated by particle interactions within a crystalline substrate cause an eventual quasiparticle cascade within a surface patterned superconducting qubit element. This process alters the fundamental charge parity of the device in a binary manner, which can be used to deduce the initial properties of the energy deposition. We lay out the operating mechanism, noise sources, and expected sensitivity of QPDs based on a spectrum of charge-qubit types and readout mechanisms and detail an R&D pathway to demonstrating sensitivity to sub-eV energy deposits.         ",
    "url": "https://arxiv.org/abs/2405.17192",
    "authors": [
      "Karthik Ramanathan",
      "John E. Parker",
      "Lalit M. Joshi",
      "Andrew D. Beyer",
      "Pierre M. Echternach",
      "Serge Rosenblum",
      "Brandon J. Sandoval",
      "Sunil R. Golwala"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Physics - Experiment (hep-ex)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.11204",
    "title": "Magnetically tunable optical bound states in the continuum with arbitrary polarization and intrinsic chirality",
    "abstract": "           Optical bound states in the continuum (BICs), which are exotic localized eigenstates embedded in the continuum spectrum and topological polarization singularity in momentum space, have attracted great attentions in both fundamental and applied physics. Here, based on magneto-optical photonic crystal slab placed in external magnetic fields to break the time-reversal symmetry, we theoretically demonstrate magnetically tunable BICs with arbitrary polarization covering the entire Poincaré sphere and efficient off-{\\Gamma} chiral emission of circularly polarized states. More interestingly, by further breaking the in-plane inversion symmetry of the magneto-optical photonic crystal slab to generate a pair of circularly polarized states (C point) spawning from the eliminated BICs and tuning the external magnetic field strength to move one C point to the {\\Gamma} point, one at-{\\Gamma} intrinsic chiral BICs with near-unity circular dichroism exceeding 0.99 and a high quality factor of 46000 owning to the preserved out-of-plane mirror symmetry can be observed. These findings may lead to a plethora of potential applications in chiral-optical effects, structured light, and tunable optical devices.         ",
    "url": "https://arxiv.org/abs/2406.11204",
    "authors": [
      "Qing-an Tu",
      "Hongxin Zhou",
      "Yan Meng",
      "Maohua Gong",
      "Zhen Gao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.17208",
    "title": "Extending the Operational Lifetime of Nucleic Acid-Based Electrochemical Sensors via Protection Against Competitive Displacement of Oligonucleotides",
    "abstract": "           Nucleic acid-based electrochemical sensors (NBEs) have emerged as a promising approach to continuous molecular monitoring in vivo. NBEs consist of electrically conducting gold surfaces coated with self-assembled monolayers of a mixture of electrode-passivating alkylthiols and functional alkylthiol-modified oligos. These oligos also display binding sites for the target analyte and redox reporters able to transfer electrons to the underlying gold electrode. Although sufficiently robust for continuous, multi-hour sensing of small molecules and proteins in biological fluids both in vitro and in vivo, NBEs decay over periods longer than 12 hours of continuous operation in these fluids. To address this issue, here we report a biofluid mimetic that can be leveraged to specifically study competitive displacement of oligonucleotides from NBEs, a critical sensor degradation pathway. Using this mimetic, we demonstrate three strategies that drastically mitigate competitive displacement and improve sensor stability in vitro. A combination of these strategies also improves sensor stability in vivo, demonstrated here via sensors emplaced in the brain cortex of live rats.         ",
    "url": "https://arxiv.org/abs/2406.17208",
    "authors": [
      "Vincent Clark",
      "Yuchan Yuan",
      "Frederick Guzman",
      "Erin Demek",
      "Philip S. Lukeman",
      "Bethany Powell-Gray",
      "Netzahualcóyotl Arroyo-Currás"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2301.05666",
    "title": "Beyond MP2 initialization for unitary coupled cluster quantum circuits",
    "abstract": "           The unitary coupled cluster (UCC) ansatz is a promising tool for achieving high-precision results using the variational quantum eigensolver (VQE) algorithm in the NISQ era. However, results on quantum hardware are thus far very limited and simulations have only accessed small system sizes. We advance the state of the art of UCC simulations by utilizing an efficient sparse wavefunction circuit solver and studying systems up to 64 qubits. Here we report results obtained using this solver that demonstrate the power of the UCC ansatz and address pressing questions about optimal initial parameterizations and circuit construction, among others. Our approach enables meaningful benchmarking of the UCC ansatz, a crucial step in assessing the utility of VQE for achieving quantum advantage.         ",
    "url": "https://arxiv.org/abs/2301.05666",
    "authors": [
      "Mark R. Hirsbrunner",
      "Diana Chamaki",
      "J. Wayne Mullinax",
      "Norm M. Tubman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2402.14412",
    "title": "Atomic clock interferometry using optical tweezers",
    "abstract": "           Clock interferometry refers to the coherent splitting of a clock into two different paths and recombining in a way that reveals the proper time difference between them. Unlike the comparison of two separate clocks, this approach allows testing how non-flat spacetime influences quantum coherence. Atomic clocks are currently the most accurate time keeping devices. Here we propose using optical tweezers to implement clock interferometry. Our proposed clock interferometer employs an alkaline-earth-like atom held in an optical trap at the magic wavelength. Through a combination of adiabatic, tweezer-based, splitting and recombining schemes and a modified Ramsey sequence on the clock states, we achieve a linear sensitivity to the gravitational time dilation. Moreover, the measurement of the time dilation is insensitive to relative fluctuations in the intensity of the tweezer beams. We analyze the tweezer clock interferometer and show that it is feasible with current technological capabilities. The proposed interferometer could test the effect of gravitational redshift on quantum coherence, and implement the quantum twin paradox.         ",
    "url": "https://arxiv.org/abs/2402.14412",
    "authors": [
      "Ilan Meltzer",
      "Yoav Sagi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2405.01720",
    "title": "Ferromagnetic resonance response in square artificial spin ice: roles of geometry in vertex dynamics and magnetic configurations",
    "abstract": "           Artificial spin ice (ASI) represents a class of uniquely structured superlattices comprising geometrically arranged interacting nanomagnets. This arrangement facilitates the exploration of magnetic frustration phenomena and related spin wave dynamics, contributing to the field of magnonics. In this work, we present a compressive study of spin wave dynamics in square ASI lattices using micromagnetic simulations, explicitly focusing on ferromagnetic resonance (FMR) and oscillation modes. We investigate how variations in the aspect ratio of nanomagnets dimensions influence magnetic excitations in both saturated and remanent states. We analyze the frequency variations of FMR peaks corresponding to edges and bulk oscillation modes in relation to both magnetic configuration and nanomagnets dimensions. We emphasize the remanent state of square ASI vertex configurations, particularly focusing on their characteristic energy states (Type I, Type II, Type III, and Type IV), while detailing how symmetries influence oscillation modes. We observe distinct FMR responses originating from vertices, exhibiting unique characteristics for each energy state. Our results offer a potential method of utilizing the FMR technique to identify energy states in ASI systems.         ",
    "url": "https://arxiv.org/abs/2405.01720",
    "authors": [
      "G. A. Gomez-Iriarte",
      "D. E. Gonzalez-Chavez",
      "R. L. Sommer",
      "J. P. Sinnecker"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.08208",
    "title": "Fluorescence enhancement of single V2 centers in a 4H-SiC cavity antenna",
    "abstract": "           Solid state quantum emitters are a prime candidate in distributed quantum technologies since they inherently provide a spin-photon interface. An ongoing challenge in the field, however, is the low photon extraction due to the high refractive index of typical host materials. This challenge can be overcome using photonic structures. Here, we report the integration of V2 centers in a cavity-based optical antenna. The structure consists of a silver-coated, 135 nm thin 4H-SiC membrane functioning as a planar cavity with a broadband resonance yielding a theoretical photon collection enhancement factor of 34. The planar geometry allows us to identify over 20 single V2 centers at room temperature with a mean (maximum) count rate enhancement factor of 9 (15). Moreover, we observe 10 V2 centers with a mean absorption linewidth below 80MHz at cryogenic temperatures. These results demonstrate a photon collection enhancement that is robust to the lateral emitter position.         ",
    "url": "https://arxiv.org/abs/2406.08208",
    "authors": [
      "Jonathan Körber",
      "Jonah Heiler",
      "Philipp Fuchs",
      "Philipp Flad",
      "Erik Hesselmeier",
      "Pierre Kuna",
      "Jawad Ul-Hassan",
      "Wolfgang Knolle",
      "Christoph Becher",
      "Florian Kaiser",
      "Jörg Wrachtrup"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.10394",
    "title": "The Black Hole Explorer: Preliminary Antenna Design",
    "abstract": "           We present the basic design of a large, light weight, spaceborne antenna for the Black Hole Explorer (BHEX) space Very Long Baseline Interferometry (space-VLBI) mission, achieving high efficiency operation at mm/sub-mm wavelengths. An introductory overview of the mission and its science background are provided. The BHEX mission targets fundamental black hole physics enabled by the detection of the finely structured image feature around black holes known as the photon ring, theoretically expected due to light orbiting the black hole before reaching the observer. Interferometer baselines much longer than an earth diameter are necessary to attain the spatial resolution required to detect the photon ring, leading to a space component. The science goals require high sensitivity observations at mm/sub-mm wavelengths, placing stringent constraints on antenna performance. The design approach described, seeks to balance the antenna aperture, volume and mass constraints of the NASA Explorers mission opportunity profile and the desired high performance. A 3.5 m aperture with a 40 $\\mu$m surface rms is targeted. Currently, a symmetric, dual reflector, axially displaced ellipse (Gregorian ring focus) optical design and metallized carbon fiber reinforced plastic (CFRP) sandwich construction have been chosen to deliver high efficiency and light weight. Further exploration of design choices and parameter space and reflector shaping studies are in progress         ",
    "url": "https://arxiv.org/abs/2406.10394",
    "authors": [
      "T.K. Sridharan",
      "R. Lehmensiek",
      "D. Marrone",
      "P. Cheimets",
      "M. Freeman",
      "P. Galison",
      "J. Houston",
      "M. Johnson",
      "M.Silver"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Space Physics (physics.space-ph)"
    ]
  }
]