[
  {
    "id": "arXiv:2412.15245",
    "title": "Room-temperature Distributed Feedback CsPbBr$_3$ Perovskite Laser Integrated on a Silicon Nitride Waveguide Platform",
    "abstract": "           Silicon photonic integrated circuits (PICs) require cost-effective laser sources that can be monolithically integrated. The low cost and low-temperature solution processability of metal halide perovskites (MHPs) make them attractive alternatives to established III-V compound semiconductors for on-chip laser sources in PICs. Cesium lead bromide (CsPbBr$_3$) perovskites are emerging materials for green light-emitting diodes and lasers. To date, amplified spontaneous emission (ASE) at room temperature has been frequently achieved in CsPbBr$_3$ thin films, while reports on lasing are more limited. Here, we demonstrate a first-order grating distributed feedback (DFB) CsPbBr$_3$ thin-film laser operating at room temperature. Planar hot-pressed (PHP)-CsPbBr$_}$, with a low ASE threshold of 14.5 $\\mu$Jcm$^{-2}$ under 0.3 nanosecond (ns) pump pulses, was monolithically integrated into a silicon nitride (Si$_3$N$_4$) waveguide platform via a compatible top-down patterning process. The first-order grating DFB PHP-CsPbBr$_3$ thin-film laser operated at 540 nm in the green spectral region, where III-V lasers have limitations, and exhibited a lasing threshold of 0.755 mJcm$^{-2}$ at room temperature. This work marks a significant step toward utilizing MHPs for on-chip green lasers in PICs for commercial applications.         ",
    "url": "https://arxiv.org/abs/2412.15245",
    "authors": [
      "Federico Fabrizi",
      "Piotr J. Cegielski",
      "Saeed Goudarzi",
      "Naho Kurahashi",
      "Manuel Runkel",
      "Cedric Kreusel",
      "Bartos Chmielak",
      "Stephan Suckow",
      "Thomas Riedl",
      "Surendra B. Anantharaman",
      "Maryam Mohammadi",
      "Max C. Lemme"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2412.15338",
    "title": "Double rotatory power reversal and continuous Kerr angle in bi-isotropic media with anomalous Hall current",
    "abstract": "           We investigate optical properties of bi-isotropic materials under the anomalous Hall effect (AHE) of the axion electrodynamics. Four refractive indices associated with circularly polarized waves are achieved, implying circular birefringence with rotatory power (RP) endowed with double sign reversal, an exotic optical signature for chiral dielectrics. The Kerr rotation and ellipticity are analyzed, with an unusual observation of rotation angle deprived of discontinuity. Anomalous reflection (greater than unity) is also reported, associated with negative refraction stemming from the anomalous transport properties. These effects constitute the singular optical signature of a bi-isotropic media with the AHE.         ",
    "url": "https://arxiv.org/abs/2412.15338",
    "authors": [
      "Alex Q. Costa",
      "Pedro D. S. Silva",
      "Manoel M. Ferreira Jr"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2412.15340",
    "title": "Second harmonic generation by radially polarized laser beam propagating in homogeneous plasma",
    "abstract": "           An analytical study of second harmonic generation due to the interaction of radially polarized laser beam with homogeneous and unmagnetized plasma is presented. The analytical study is based on Lorentz force, continuity and electromagnetic wave equations. Amplitude of second harmonic radiation is derived with the help of current density and dispersion relation obtained at twice the fundamental frequency of the laser field. Perturbation technique is used for evaluation of current density. The variation of amplitude and efficiency of radially polarized second harmonic radiation with propagation distance is graphically depicted. It is seen that radially polarized laser propagating in plasma gives efficient second harmonic radiation generation.         ",
    "url": "https://arxiv.org/abs/2412.15340",
    "authors": [
      "Shivani Aggarwal",
      "Saumya Singh",
      "Dinkar Mishra",
      "Bhupesh Kumar",
      "Pallavi Jha"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2412.15403",
    "title": "Progress on Optical Clock Technology for Operational Timescales",
    "abstract": "           While optical clock technology has advanced rapidly in recent years, incorporating the technology into operational timescales has progressed more slowly. The highest accuracy frequency standards for groundbreaking measurements do not easily translate to critical timing where continuous, uninterrupted operation over many months and years is required. For example, intermittent steering of a hydrogen maser with an optical standard fails to harness all of the dramatic improvements possible with optical technology. Here we present progress on development and integration of optical-clock technology for operational timescales. An optical oscillator steered to an atomic fountain comprises a hybrid clock with optical-level stability at short times and a reliable long-term reference, and obviates the need for a steered maser. Atomic beam optical clocks are being developed to support 24/7 operations at a level that improves upon the performance of the U.S. Naval Observatory's rubidium fountains. An optical lattice is being developed as a gold-standard frequency reference, complementing the role of the atomic beam clocks.         ",
    "url": "https://arxiv.org/abs/2412.15403",
    "authors": [
      "S. Peil",
      "W. Tobias",
      "J. Whalen",
      "B. Hemingway",
      "T. G. Akin"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2412.15418",
    "title": "Selective tracking of charge carrier dynamics in CuInS2 quantum dots",
    "abstract": "           CuInS2 quantum dots have been studied in a broad range of applications, but despite this, the fine details of their charge carrier dynamics remain a subject of intense debate. Two of the most relevant points of discussion are the hole dynamics and the influence of Cu:In synthesis stoichiometry on them. It has been proposed that Cu-deficiency leads to the formation of Cu2+, affecting the localization of holes into Cu defects. Importantly, it is precisely these confined hole states which are used to explain the interesting photoluminescence properties of CuInS2 quantum dots. We use static X-ray spectroscopy to reveal no evidence for a measurable amount of native Cu2+ states in Cu-deficient samples. Instead, the improved properties of these samples are explained by an increase of crystallinity, reducing the concentration of mid gap states. Furthermore, to understand the charge carrier dynamics, herein we employ ultrafast optical transient absorption, and fluorescence up-conversion spectroscopies in combination with ultrafast X-ray absorption spectroscopy using a hard X-ray free electron laser. We demonstrate that in non-passivated samples, holes are transferred from Cu atoms in sub-picosecond timescales. We assign this transfer to occur towards the thiol-based ligands. Finally, we observe that Cu-deficient samples are more robust against the photothermal heating effects of using higher laser fluences. This is not the case for the stoichiometric sample, where heating effects on the structure are directly observed.         ",
    "url": "https://arxiv.org/abs/2412.15418",
    "authors": [
      "Andrés Burgos-Caminal",
      "Brener R. C. Vale",
      "André F. V. Fonseca",
      "Elisa P. P. Collet",
      "Juan F. Hidalgo",
      "Lázaro García",
      "Luke Watson",
      "Olivia Borrell-Grueiro",
      "María E. Corrales",
      "Tae-Kyu Choi",
      "Tetsuo Katayama",
      "Dongxiao Fan",
      "Víctor Vega-Mayoral",
      "Saül García-Orrit",
      "Shunsuke Nozawa",
      "Thomas J. Penfold",
      "Juan Cabanillas-Gonzalez",
      "Shin-Ichi Adachi",
      "Luis Bañares",
      "Ana F. Nogueira",
      "Lázaro A. Padilha",
      "Marco A. Schiavon",
      "Wojciech Gawelda"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2412.15482",
    "title": "Tunable ultraviolet dispersive-wave emission driven directly by 40-fs Ti: sapphire laser pulses in hollow capillary fiber",
    "abstract": "           We demonstrate that by using 1-m-long gas-filled hollow capillary fiber (HCF) with a core diameter of 100 {\\mu}m, tunable ultraviolet (UV) dispersive-wave (DW) pulses can be generated in a compact, single-stage set-up driven directly by 40-fs Ti: sapphire laser pulses. By adjusting the gas type and pressure inside the HCF, the central wavelength of the UV DW can be continuously tuned from 185 nm to ~450 nm. In the experiment, we found that for longer-wavelength (from ~320 to ~450 nm) DW generation, Raman-active gas filled in the HCF can efficiently suppress the pulse splitting effect of the high-order soliton due to the Raman-induced pulse energy dissipation, leading to the high-quality DW generation at these wavelengths with smooth, single-peak spectra. These results provide some useful insights for designing compact, wavelength-tunable ultrafast UV light sources with microjoule-level pulse energies.         ",
    "url": "https://arxiv.org/abs/2412.15482",
    "authors": [
      "Tiandao Chen",
      "Zhiyuan Huang",
      "Jinyu Pan",
      "Donghan Liu",
      "Yinuo Zhao",
      "Wenbin He",
      "Jiapeng Huang",
      "Xin Jiang",
      "Meng Pang",
      "Yuxin Leng",
      "Ruxin Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.15489",
    "title": "Tunable optical amplification and group delay in cavity magnomechanics",
    "abstract": "           In this work, we theoretically investigate the controllable output probe transmission and group delay in a hybrid cavity magnomechanics (CMM) system. The setup comprises a gain (active) cavity and a passive (loss) cavity, which incorporates an optical parametric amplifier (OPA) and two yttrium iron garnet spheres to facilitate magnon-photon coupling. Unlike the single transparency window typically resulting from magnon-photon interactions, we also observe magnomechanically induced transparency due to nonlinear magnon-phonon interactions. Additionally, two absorption dips on either side of the central absorption dip can be asymmetrically modulated into amplification and absorption by varying different system parameters. A PT-symmetric to broken-PT-symmetric phase transition is observed in both balanced and unbalanced gain-to-loss scenarios. Notably, replacing the second passive cavity with an active one mitigates high absorption and introduces effective gain into the system. Our findings reveal that the group delay of the probe light can be adjusted between positive and negative values by modifying various system parameters. This study provides a robust platform for controlling light propagation in CMM systems, highlighting potential applications in optical communication and signal processing.         ",
    "url": "https://arxiv.org/abs/2412.15489",
    "authors": [
      "Abdul Wahab",
      "Muqaddar Abbas",
      "Xiaosen Yang",
      "Yuanping Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.15539",
    "title": "Mid-Air Single-Sided Acoustic Levitation in High-Pressure Regions",
    "abstract": "           Acoustic levitation is essential in many scientific and engineering applications to realize non-contact manipulation using sound waves. Traditional methods use standing waves from opposing sound sources, which limits manipulation to enclosed spaces. Single-sided levitation with twin traps has limited reach near phased array of transducers (\\textless 66.7 mm). Herein, we introduce a new levitation mode and demonstrate stable levitation and translation between 141 and 397 mm from a phased array of transducers using a Bessel beam. The non-diffractive propagation characteristics of the Bessel beam, combined with its high central acoustic pressure, enable particles to be stably entrapped and manipulated within the high-pressure region of the beam. This work extends the reach of acoustic manipulation using a single-sided levitator.         ",
    "url": "https://arxiv.org/abs/2412.15539",
    "authors": [
      "Yusuke Koroyasu",
      "Yoichi Ochiai",
      "Takayuki Hoshi",
      "Tatsuki Fushimi"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.15586",
    "title": "Coherent control of solid-state defect spins via patterned boron-doped diamond circuit",
    "abstract": "           We investigate the electrical transport characteristics of boron-doped diamond (BDD) across frequencies ranging from direct current to 3 GHz to explore the potential of BDD circuits as microwave waveguides. Three homoepitaxial BDD films with varying boron concentrations, exhibiting insulating to metallic properties, are fabricated on a single-crystalline diamond substrate containing nitrogen-vacancy (NV) centers. The $\\Omega$-shaped BDD circuit demonstrates an approximately 30 $\\Omega$ impedance at the resonance frequency of the NV center, facilitating the propagation of microwaves over the circuit, even with a standard 50 $\\Omega$ reference impedance. We successfully perform optically detected magnetic resonance (ODMR) on NV centers within diamonds using BDD circuits and observed continuous-wave ODMR spectra across all circuits. Additionally, we record Rabi oscillations in pulsed ODMR measurements using the metallic BDD circuit. The integration of NV centers with BDDs presents a compact, robust, and adaptable platform for quantum sensing in challenging environments and for quantum information processing.         ",
    "url": "https://arxiv.org/abs/2412.15586",
    "authors": [
      "Masahiro Ohkuma",
      "Eikichi Kimura",
      "Ryo Matsumoto",
      "Shumpei Ohyama",
      "Saki Tsuchiya",
      "Harim Lim",
      "Yong Soo Lee",
      "Junghyun Lee",
      "Yoshihiko Takano",
      "Keigo Arai"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.15718",
    "title": "High-Dynamic Range Broadband Terahertz Time-Domain Spectrometer Based on Organic Crystal MNA",
    "abstract": "           We present a high power and broadband THz-TDS setup utilizing the nonlinear organic crystal MNA both as emitter and detector. The THz source is based on optical rectification of near infra-red laser pulses at a central wavelength of 1036 nm from a commercial, high-power Yb-based laser system and reaches a high THz average power of 11 mW at a repetition rate of 100 kHz and a broad and smooth bandwidth of more than 9 THz. The conversion efficiency is high (0.13%) in spite of the high excitation average power of 8 W. We validate the high dynamic range and reliability of the source for applications in linear spectroscopy by measuring the broadband THz properties of chi(2) nonlinear crystals up to 8 THz. This new high-repetition rate source is very promising for ultra-broadband THz spectroscopy at high dynamic range and/or reduced measurement times.         ",
    "url": "https://arxiv.org/abs/2412.15718",
    "authors": [
      "Samira Mansourzadeh",
      "Tim Vogel",
      "Alan Omar",
      "Megan F. Biggs",
      "Enoch S.-H. Ho",
      "Claudius Hoberg",
      "David J. Michaelis",
      "Martina Havenith",
      "Jeremy A. Johnson",
      "Clara J. Saraceno"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2412.15773",
    "title": "Evaluation of a photonic lantern spatial demultiplexer based receiver for optical communication",
    "abstract": "           In this paper, we present a method based on a modal decomposition to quantify the efficiency of photonic lanterns (PL) based free space optical (FSO) communication receivers. We fabricate a seven port PL and we evaluate numerically the free space to fiber coupling efficiency based on a reconstruction of the fields at the PL FSO multimode port. We validate the numerical approach with an experimental characterization of the PL. Then we compare the PL to a commercial multiplane light converter spatial demultiplexer. The PL shows better coupling efficiency for low order spatial modes with orders of magnitude of demultiplexer size reduction. Finally we evaluate the PL receiver with a simulation of received optical wavefront in a FSO communication         ",
    "url": "https://arxiv.org/abs/2412.15773",
    "authors": [
      "Vincent Billault",
      "Luc Leviandier",
      "Jerome Bourderionnet",
      "Christophe Pierre",
      "Raynald Sanquer",
      "Marc Castaing",
      "Arnaud Brignon"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.15802",
    "title": "Electromagnetic particle-in-cell modeling of an electron cyclotron resonance plasma discharge in hydrogen",
    "abstract": "           A low pressure discharge sustained in molecular hydrogen with help of the electron cyclotron resonance heating at a frequency of 2.45 GHz is simulated using a fully electromagnetic implicit charge- and energy-conserving particle-in-cell/Monte Carlo code. The simulations show a number of kinetic effects, and the results are in good agreement with various experimentally measured data such as electron density, electron temperature and degree of dissociation. The electron energy distribution shows a tri-Maxwellian form due to a number of different electron heating mechanisms, agreeing with the experimental data in the measured electron energy interval. The simulation results are also verified against a drift-diffusion model and proximity is observed between the computational results for the plasma density at the location of experimental measurement. However, the fluid approximation fails to accurately predict radical density and electron temperature because of the assumption of a single electron temperature. Special attention is paid to the characteristics of hydrogen radicals, whose production is strongly underestimated by the fluid model, whereas it is well predicted by the model considered here. The energy distribution of such radicals demonstrates the presence of a relatively large number of energetic hydrogen atoms produced by the dissociation of molecular hydrogen. The new insights are of significance for practical applications of hydrogen plasmas.         ",
    "url": "https://arxiv.org/abs/2412.15802",
    "authors": [
      "D. Eremin",
      "Yu. Sharova",
      "L. Heijmans",
      "A.M. Yakunin",
      "M. van de Kerkhof",
      "R.-P. Brinkmann",
      "E. Kemaneci"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2412.15892",
    "title": "From annular cavity to rotor-stator flow: nonlinear dynamics of axisymmetric rolls",
    "abstract": "           Spatio-temporally complex flows are found at the onset of unsteadiness in (axisymmetric) rotor-stator turbulence in the shape of concentric rolls. The emergence of these rolls is rationalised using a homotopy approach, where the original flow configuration is continuously deformed into a simpler, better understood configuration. We deform here rotor-stator flow into an annular flow, thereby controlling curvature effects, and we investigate numerically the transition scenarios as functions of the Reynolds number. Increasing curvature starting from the planar limit reveals a clear path towards a subcritical scenario as a function of the Reynolds number. As the rotor-stator configuration is approached, supercritical branches shift to increasing Reynolds number while a subcritical branch of chaotic states takes over. Modal selection in the supercritical scenario involves the competition between two modal families. It rests on a specific radial localisation property of all eigenmodes, linked to the space-dependent convective radial velocity which intensifies as curvature is increased. A new nonlinear mechanism for the pairing of rolls is proposed based on multiple resonances. The critical point where the original rotor-stator flow loses its stability to axisymmetric perturbations is identified for the first time for the geometry under study.         ",
    "url": "https://arxiv.org/abs/2412.15892",
    "authors": [
      "Artur Gesla",
      "Patrick Le Quéré",
      "Yohann Duguet",
      "Laurent Martin Witkowski"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2412.15944",
    "title": "Study of the Radiation Hardness of the ATLAS Tile Calorimeter Optical Instrumentation with Run 2 data",
    "abstract": "           This paper presents a study of the radiation hardness of the hadronic Tile Calorimeter of the ATLAS experiment in the LHC Run 2. Both the plastic scintillators constituting the detector active media and the wavelength-shifting optical fibres collecting the scintillation light into the photodetector readout are elements susceptible to radiation damage. The dedicated calibration and monitoring systems of the detector (caesium radioactive sources, laser and minimum bias integrator) allow to assess the response of these optical components. Data collected with these systems between 2015 and 2018 are analysed to measure the degradation of the optical instrumentation across Run 2. Moreover, a simulation of the total ionising dose in the calorimeter is employed to study and model the degradation profile as a function of the exposure conditions, both integrated dose and dose rate. The measurement of the relative light output loss in Run 2 is presented and extrapolations to future scenarios are drawn based on current data. The impact of radiation damage on the cell response uniformity is also analysed.         ",
    "url": "https://arxiv.org/abs/2412.15944",
    "authors": [
      "J. Abdallah",
      "M.N. Agaras",
      "A. Ahmad",
      "P. Bartos",
      "A. Berrocal Guardia",
      "D. Bogavac",
      "F. Carrio Argos",
      "L. Cerda Alberich",
      "B. Chargeishvili",
      "P. Conde Muiño",
      "A. Cortes-Gonzalez",
      "A. Gomes",
      "T. Davidek",
      "T. Djobava",
      "A. Durglishvili",
      "S. Epari",
      "G. Facini",
      "J. Faltova",
      "M. Fontes Medeiros",
      "J. Glatzer",
      "A.J. Gomez Delegido",
      "S. Harkusha",
      "A.M. Henriques Correia",
      "M. Kholodenko",
      "P. Klimek",
      "I. Korolkov",
      "A. Maio",
      "F.M. Pedro Martins",
      "J.G. Saraiva",
      "S. Menke",
      "K. Petukhova",
      "I.A. Minashvili",
      "M. Mlynarikova",
      "M. Mosidze",
      "N. Mosulishvili",
      "S. Nemecek",
      "R. Pedro",
      "B.C. Pinheiro Pereira",
      "V. Pleskot",
      "S. Polacek",
      "Y. Qin",
      "R. Rosten",
      "H. Santos",
      "D. Schaefer",
      "F. Scuri",
      "Y Smirnov",
      "C.A. Solans Sanchez",
      "A.A. Solodkov",
      "O.V. Solovyanov",
      "A. Valero",
      "H.G. Wilkens",
      "T. Zakareishvili"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2412.15600",
    "title": "On-Demand Magnon Resonance Isolation in Cavity Magnonics",
    "abstract": "           Cavity magnonics is a promising field focusing the interaction between spin waves (magnons) and other types of signals. In cavity magnonics, the function of isolating magnons from the cavity to allow signal storage and processing fully in the magnonic domain is highly desired, but its realization is often hindered by the lack of necessary tunability on the interaction. This work shows that by utilizing the collective mode of two YIG spheres and adopting Floquet engineering, magnonic signals can be switched on-demand to a magnon dark mode that is protected from the environment, enabling a variety of manipulation over the magnon dynamics. Our demonstration can be scaled up to systems with an array of magnonic resonators, paving the way for large-scale programmable hybrid magnonic circuits.         ",
    "url": "https://arxiv.org/abs/2412.15600",
    "authors": [
      "Amin Pishehvar",
      "Zhaoyou Wang",
      "Yujie Zhu",
      "Yu Jiang",
      "Zixin Yan",
      "Fangxin Li",
      "Josep M. Jornet",
      "Jia-Mian Hu",
      "Liang Jiang",
      "Xufeng Zhang"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.16081",
    "title": "Error-corrected fermionic quantum processors with neutral atoms",
    "abstract": "           Many-body fermionic systems can be simulated in a hardware-efficient manner using a fermionic quantum processor. Neutral atoms trapped in optical potentials can realize such processors, where non-local fermionic statistics are guaranteed at the hardware level. Implementing quantum error correction in this setup is however challenging, due to the atom-number superselection present in atomic systems, that is, the impossibility of creating coherent superpositions of different particle numbers. In this work, we overcome this constraint and present a blueprint for an error-corrected fermionic quantum computer that can be implemented using current experimental capabilities. To achieve this, we first consider an ancillary set of fermionic modes and design a fermionic reference, which we then use to construct superpositions of different numbers of referenced fermions. This allows us to build logical fermionic modes that can be error corrected using standard atomic operations. Here, we focus on phase errors, which we expect to be a dominant source of errors in neutral-atom quantum processors. We then construct logical fermionic gates, and show their implementation for the logical particle-number conserving processes relevant for quantum simulation. Finally, our protocol is illustrated using a minimal fermionic circuit, where it leads to a quadratic suppression of the logical error rate.         ",
    "url": "https://arxiv.org/abs/2412.16081",
    "authors": [
      "Robert Ott",
      "Daniel González-Cuadra",
      "Torsten V. Zache",
      "Peter Zoller",
      "Adam M. Kaufman",
      "Hannes Pichler"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2412.16099",
    "title": "Engineering high-Q superconducting tantalum microwave coplanar waveguide resonators for compact coherent quantum circuits",
    "abstract": "           Tantalum (Ta) has recently received considerable attention in manufacturing robust superconducting quantum circuits. Ta offers low microwave loss, high kinetic inductance compared to aluminium (Al) and niobium (Nb), and good compatibility with complementary metal-oxide-semiconductor (CMOS) technology, which is essential for quantum computing applications. Here, we demonstrate the fabrication engineering of thickness-dependent high quality factor (high-Q_i) Ta superconducting microwave coplanar waveguide resonators. All films are deposited on high-resistivity silicon substrates at room temperature without additional substrate heating. Before Ta deposition, a niobium (Nb) seed layer is used to ensure a body-centred cubic lattice ({\\alpha}-Ta) formation. We further engineer the kinetic inductance (L_K) resonators by varying Ta film thicknesses. High L_K is a key advantage for applications because it facilitates the realisation of high-impedance, compact quantum circuits with enhanced coupling to qubits. The maximum internal quality factor Q_i of ~ 3.6 * 10^6 is achieved at the high power regime for 100 nm Ta, while the highest kinetic inductance is obtained to be 0.6 pH/sq for the thinnest film, which is 40 nm. This combination of high Q_i and high L_K highlights the potential of Ta microwave circuits for high-fidelity operations of compact quantum circuits.         ",
    "url": "https://arxiv.org/abs/2412.16099",
    "authors": [
      "Shima Poorgholam-Khanjari",
      "Valentino Seferai",
      "Paniz Foshat",
      "Calum Rose",
      "Hua Feng",
      "Robert H. Hadfield",
      "Martin Weides",
      "Kaveh Delfanazari"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Superconductivity (cond-mat.supr-con)",
      "Systems and Control (eess.SY)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.11580",
    "title": "NIPG-DG schemes for transformed master equations modeling open quantum systems",
    "abstract": "           This work presents a numerical analysis of a Discontinuous Galerkin (DG) method for a transformed master equation modeling an open quantum system: a quantum sub-system interacting with a noisy environment. It is shown that the presented transformed master equation has a reduced computational cost in comparison to a Wigner-Fokker-Planck model of the same system for the general case of non-harmonic potentials via DG schemes. Specifics of a Discontinuous Galerkin (DG) numerical scheme adequate for the system of convection-diffusion equations obtained for our Lindblad master equation in position basis are presented. This lets us solve computationally the transformed system of interest modeling our open quantum system problem. The benchmark case of a harmonic potential is then presented, for which the numerical results are compared against the analytical steady-state solution of this problem. Two non-harmonic cases are then presented: the linear and quartic potentials are modeled via our DG framework, for which we show our numerical results.         ",
    "url": "https://arxiv.org/abs/2308.11580",
    "authors": [
      "Jose A. Morales Escalante"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Numerical Analysis (math.NA)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.14862",
    "title": "Pinning down electron correlations in RaF via spectroscopy of excited states and high-accuracy relativistic quantum chemistry",
    "abstract": "           We report the spectroscopy of the 14 lowest excited electronic states in the radioactive molecule radium monofluoride (RaF). The observed excitation energies are compared with fully relativistic state-of-the-art Fock-space coupled cluster (FS-RCC) calculations, which achieve an agreement of >=99.64% (within ~12 meV) with experiment for all states. Guided by theory, a firm assignment of the angular momentum and term symbol is made for 10 states and a tentative assignment for 4 states. The role of high-order electron correlation and quantum electrodynamics effects in the excitation energy of excited states is studied, found to be important for all states. Establishing the simultaneous accuracy and precision of calculations is an important step for research at the intersection of particle, nuclear, and chemical physics, including searches of physics beyond the Standard Model, for which RaF is a promising probe.         ",
    "url": "https://arxiv.org/abs/2308.14862",
    "authors": [
      "M. Athanasakis-Kaklamanakis",
      "S. G. Wilkins",
      "L. V. Skripnikov",
      "A. Koszorús",
      "A. A. Breier",
      "O. Ahmad",
      "M. Au",
      "S. W. Bai",
      "I. Belošević",
      "J. Berbalk",
      "R. Berger",
      "C. Bernerd",
      "M. L. Bissell",
      "A. Borschevsky",
      "A. Brinson",
      "K. Chrysalidis",
      "T. E. Cocolios",
      "R. P. de Groote",
      "A. Dorne",
      "C. M. Fajardo-Zambrano",
      "R. W. Field",
      "K. T. Flanagan",
      "S. Franchoo",
      "R. F. Garcia Ruiz",
      "K. Gaul",
      "S. Geldhof",
      "T. F. Giesen",
      "D. Hanstorp",
      "R. Heinke",
      "P. Imgram",
      "T. A. Isaev",
      "A. A. Kyuberis",
      "S. Kujanpää",
      "L. Lalanne",
      "P. Lassègues",
      "J. Lim",
      "Y. C. Liu",
      "K. M. Lynch",
      "A. McGlone",
      "W. C. Mei",
      "G. Neyens",
      "M. Nichols",
      "L. Nies",
      "L. F. Pašteka",
      "H. A. Perrett",
      "A. Raggio",
      "J. R. Reilly",
      "S. Rothe",
      "E. Smets",
      "S.-M. Udrescu",
      "B. van den Borne",
      "Q. Wang",
      "J. Warbinek",
      "J. Wessolek",
      "X. F. Yang",
      "C. Zülch"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Nuclear Experiment (nucl-ex)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2404.02216",
    "title": "Agent-based Modelling of Quantum Prisoner's Dilemma",
    "abstract": "           What happens when an infinite number of players play a quantum game? In this tutorial, we will answer this question by looking at the emergence of cooperation, in the presence of noise, in a one-shot quantum Prisoner's dilemma (QuPD). We will use the numerical Agent-based model (ABM), and compare it with the analytical Nash equilibrium mapping (NEM) technique. To measure cooperation, we consider five indicators, i.e., game magnetization, entanglement susceptibility, correlation, player's payoff average and payoff capacity, respectively. In quantum social dilemmas, entanglement plays a non-trivial role in determining the behaviour of the quantum players (or, \\textit{qubits}) in the thermodynamic limit, and for QuPD, we consider the existence of bipartite entanglement between neighbouring quantum players. For the five indicators in question, we observe \\textit{first}-order phase transitions at two entanglement values, and these phase transition points depend on the payoffs associated with the QuPD game. We numerically analyze and study the properties of both the \\textit{Quantum} and the \\textit{Defect} phases of the QuPD via the five indicators. The results of this tutorial demonstrate that both ABM and NEM, in conjunction with the chosen five indicators, provide insightful information on cooperative behaviour in an infinite-player one-shot quantum Prisoner's dilemma.         ",
    "url": "https://arxiv.org/abs/2404.02216",
    "authors": [
      "Colin Benjamin",
      "Rajdeep Tah"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computer Science and Game Theory (cs.GT)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.09003",
    "title": "Foreshock Ultra-Low Frequency Waves at Mars: Consequence on the Particle Acceleration Mechanisms at the Martian Bow Shock",
    "abstract": "           Using Mars Atmosphere and Volatile EvolutioN Magnetometer observations, we report the first statistical study of ultra-low frequency (ULF) waves at the Martian foreshock. The analyzed foreshock ULF wave events are observed in the 0.008-0.086 Hz frequency range, with nearly circular and elliptical left-handed polarization in the spacecraft reference frame. These waves are propagated quasi-parallel to the ambient magnetic field, with a moderate wave amplitude. All these properties are consistent with fast magnetosonic waves, most likely generated through the ion-ion right-hand resonant instability. In addition, our results suggest that the associated resonant backstreaming protons' velocities parallel to the mean magnetic field in the solar wind reference frame is $1.33 \\pm 0.40$ times the solar wind velocity. The similarity between our results and previous reports at other foreshocks may indicate the presence of a common acceleration process acting in planetary bow shocks and that is responsible for this particular backstreaming population.         ",
    "url": "https://arxiv.org/abs/2408.09003",
    "authors": [
      "Nahuel Andrés",
      "Norberto Romanelli",
      "Christian Mazelle",
      "Li-Jen Chen",
      "Jacob R. Gruesbeck",
      "Jared R. Espley"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2408.06106",
    "title": "Optical RISs Improve the Secret Key Rate of Free-Space QKD in HAP-to-UAV Scenarios",
    "abstract": "           Large optical reconfigurable intelligent surfaces (ORISs) are proposed for employment on building rooftops to facilitate free-space quantum key distribution (QKD) between highaltitude platforms (HAPs) and low-altitude platforms (LAPs). Due to practical constraints, the communication terminals can only be positioned beneath the LAPs, preventing direct upward links to HAPs. By deploying ORISs on rooftops to reflect the beam arriving from HAPs towards LAPs from below, reliable HAP-to-LAP links can be established. To accurately characterize the optical beam propagation, we develop an analytical channel model based on extended Huygens-Fresnel principles for representing both the atmospheric turbulence effects and the hovering fluctuations of LAPs. This model facilitates adaptive ORIS beam-width control through linear, quadratic, and focusing phase shifts, which are capable of effectively mitigating the detrimental effects of beam broadening and pointing errors (PE). Consequently, the information-theoretic bound of the secret key rate and the security performance of a decoy-state QKD protocol are analyzed. Our findings demonstrate that quadratic phase shifts enhance the SKR at high HAP-ORIS zenith angles or mild PE conditions by narrowing the beam to optimal sizes. By contrast, linear phase shifts are advantageous at low HAP-ORIS zenith angles or moderate-to-high PE by diverging the beam to mitigate LAP fluctuations.         ",
    "url": "https://arxiv.org/abs/2408.06106",
    "authors": [
      "Phuc V. Trinh",
      "Shinya Sugiura",
      "Chao Xu",
      "Lajos Hanzo"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  }
]