[
  {
    "id": "arXiv:2406.17786",
    "title": "Modeling Frequency Shifts in Small-Scale Beams with Multiple Eccentric Masses",
    "abstract": "           Studying the dynamics of small-scale beams with attached particles is crucial for sensing applications in various fields, such as bioscience, material science, energy storage devices, and environmental monitoring. Here, a stress-driven nonlocal model is presented for the free transverse vibration of small-scale beams carrying multiple masses taking into account the eccentricity of the masses relative to the beam axis. The results show excellent agreement with the experimental and numerical data in the literature. New insights into the frequency shifts and mode shapes of the first four vibrational modes of stress-driven nonlocal beams with up to three attached particles are presented. The study investigates the inverse problem of detecting the location and mass of an attached particle based on natural frequency shifts. The knowledge acquired from the present study provides valuable guidance for the design and analysis of ultrasensitive mechanical mass sensors.         ",
    "url": "https://arxiv.org/abs/2406.17786",
    "authors": [
      "Hossein Darban",
      "Raimondo Luciano",
      "Michał Basista"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2406.17799",
    "title": "Dynamics of Coupled Metamaterials: Acoustic Black Hole, Local Resonator & Multistable Oscillator",
    "abstract": "           Vibration attenuation has played a crucial role in engineering structure, wherein metamaterials have found escalated usage. These structures can be cleverly built to be lightweight and have negative mass properties, which can attenuate waves at specific frequency bands. The first part studies wave propagation in meta-beam with coupled acoustic black holes and local resonators, whereas the second part discusses multi-stable nonlinear oscillators in a 1D metamaterial chain.         ",
    "url": "https://arxiv.org/abs/2406.17799",
    "authors": [
      "Arghya Mondal"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.17810",
    "title": "PIC2O-Sim: A Physics-Inspired Causality-Aware Dynamic Convolutional Neural Operator for Ultra-Fast Photonic Device FDTD Simulation",
    "abstract": "           The finite-difference time-domain (FDTD) method, which is important in photonic hardware design flow, is widely adopted to solve time-domain Maxwell equations. However, FDTD is known for its prohibitive runtime cost, taking minutes to hours to simulate a single device. Recently, AI has been applied to realize orders-of-magnitude speedup in partial differential equation (PDE) solving. However, AI-based FDTD solvers for photonic devices have not been clearly formulated. Directly applying off-the-shelf models to predict the optical field dynamics shows unsatisfying fidelity and efficiency since the model primitives are agnostic to the unique physical properties of Maxwell equations and lack algorithmic customization. In this work, we thoroughly investigate the synergy between neural operator designs and the physical property of Maxwell equations and introduce a physics-inspired AI-based FDTD prediction framework PIC2O-Sim which features a causality-aware dynamic convolutional neural operator as its backbone model that honors the space-time causality constraints via careful receptive field configuration and explicitly captures the permittivity-dependent light propagation behavior via an efficient dynamic convolution operator. Meanwhile, we explore the trade-offs among prediction scalability, fidelity, and efficiency via a multi-stage partitioned time-bundling technique in autoregressive prediction. Multiple key techniques have been introduced to mitigate iterative error accumulation while maintaining efficiency advantages during autoregressive field prediction. Extensive evaluations on three challenging photonic device simulation tasks have shown the superiority of our PIC2O-Sim method, showing 51.2% lower roll-out prediction error, 23.5 times fewer parameters than state-of-the-art neural operators, providing 300-600x higher simulation speed than an open-source FDTD numerical solver.         ",
    "url": "https://arxiv.org/abs/2406.17810",
    "authors": [
      "Pingchuan Ma",
      "Haoyu Yang",
      "Zhengqi Gao",
      "Duane S. Boning",
      "Jiaqi Gu"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Artificial Intelligence (cs.AI)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.17942",
    "title": "Kinetic Corrections to Heat-flow and Nernst advection for Laser Heated Plasmas",
    "abstract": "           Reduced models for approximating the impact of kinetic electron behavior on the transport of thermal energy and magnetic field are investigated. The thermal flux limiter has improved agreement with Vlasov-Fokker-Planck data when a harmonic form is used that adjusts the electron mean free path to account for electron-electron collisions; these results apply to both unmagnetized and magnetized plasmas. Once a magnetic field is incorporated, the mean free path should also be modified using the electron gyroradius. A flux limiter on Nernst advection of magnetic field is also required; a form that limits Nernst by the same fraction as the thermal heat-flow best reproduces kinetic simulations. A flux limiter form for the cross terms (Righi-Leduc and cross-gradient-Nernst) are also suggested. Hohlraum simulations relevant to fusion experiments on the National Ignition Facility are found to be sensitive to all of these details.         ",
    "url": "https://arxiv.org/abs/2406.17942",
    "authors": [
      "Chris Walsh",
      "Mark Sherlock"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2406.17944",
    "title": "New approach for the incoherent and coherent combination of Gaussian laser beams and observation of the spatial thinning of the combined beams by modes phase locking",
    "abstract": "           We report a new configuration and theoretical approach for the study of the incoherent and coherent combination of Gaussian laser beams which allows us to calculate the combined intensity at every point in space, this new approach consists of directing all the lasers towards a chosen point, which is the meeting point of all the combined lasers, this method makes it possible to obtain in the case of an incoherent combination an intensity of Gaussian shape without the existence of secondary intensity lobes at the focusing plan, and in the case of a coherent combination, we observe a spatial thinning of the combined beams with a greater intensity, which depends on the numerical aperture of the system.         ",
    "url": "https://arxiv.org/abs/2406.17944",
    "authors": [
      "Hocine Djellout",
      "Djillali Djellout"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.17994",
    "title": "Computing linear optical spectra of molecules in complex environments on Graphics Processing Units using molecular dynamics simulations and tensor-network approaches",
    "abstract": "           We outline a computational workflow to model linear optical spectra of molecules in complex environments in the presence of nonadiabatic effects. The approach relies on computing excitation energy and transition dipole fluctuations along molecular dynamics (MD) trajectories, treating molecular and environmental degrees of freedom on the same footing. Spectra are then generated following two distinct strategies: In the recently developed Gaussian Non-Condon Theory (GNCT), the linear response functions are computed in terms of independent adiabatic excited states, with non-Condon effects described through spectral densities of transition dipole fluctuations. For strongly coupled excited states, we instead parameterize a linear vibronic coupling (LVC) Hamiltonian directly from spectral densities of energy fluctuations and diabatic couplings computed along the MD trajectory. The optical spectrum is then calculated using powerful numerically exact tensor-network approaches. Both the electronic structure calculations to sample system fluctuations and the quantum dynamics simulations using tensor-network methods are carried out on graphics processing units (GPUs), enabling rapid calculations on complex condensed phase systems. We showcase the strengths of the workflow on a series of two-mode model systems in the presence of a conical intersection (CI), and the pyrazine molecule in different solvent environments.         ",
    "url": "https://arxiv.org/abs/2406.17994",
    "authors": [
      "Evan Lambertson",
      "Dayana Bashirova",
      "Kye E. Hunter",
      "Benhardt Hansen",
      "Tim J. Zuehlsdorff"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2406.18084",
    "title": "Generation of spatiotemporal acoustic vortices with arbitrarily oriented orbital angular momentum",
    "abstract": "           Despite extensive exploration of acoustic vortices carrying orbital angular momentum (OAM), the generation of acoustic vortices with OAM orientations beyond the conventional longitudinal direction remains largely unexplored. Spatiotemporal (ST) vortices, featuring spiral phase twisting in the ST domain and carrying transverse OAM, have recently attracted considerable interest in optics and acoustics. Here, we report the generation of three-dimensional (3D) ST acoustic vortices with arbitrarily oriented OAM, thereby opening up a new dimension in acoustic OAM control. By utilizing a two-dimensional (2D) acoustic phased array, we introduce two approaches to manipulate the orientation of OAM: through the direct rotation of vortices in 3D space and the intersection of vortices carrying distinct types of OAM. These methods enable unprecedented control over the orientation of acoustic OAM, providing a new degree of freedom in the manipulation of acoustic waves. The arbitrarily oriented OAM holds promise for enhancing acoustic communication by broadening capacity and enabling more complex particle manipulation techniques. Our work establishes a foundation for future explorations into the complex dynamics of novel structured acoustic fields in the ST domain.         ",
    "url": "https://arxiv.org/abs/2406.18084",
    "authors": [
      "Shuai Liu",
      "Hao Ge",
      "Xiang-Yuan Xu",
      "Yuan Sun",
      "Xiao-Ping Liu",
      "Ming-Hui Lu",
      "Yan-Feng Chen"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2406.18097",
    "title": "Ultrafast (10 GHz) mid-IR modulator based on ultra-fast electrical switching of the light-matter coupling",
    "abstract": "           We demonstrate a free-space amplitude modulator for mid-infrared radiation (lambda=9.6 um) that operates at room temperature up to at least 20 GHz (above the -3dB cutoff frequency measured at 8.2 GHz). The device relies on the ultra-fast transition between weak and strong-coupling regimes induced by the variation of the applied bias voltage. Such transition induces a modulation of the device reflectivity. It is made of a semiconductor heterostructure enclosed in a judiciously designed array of metal-metal optical resonators, that - all-together - behave as an electrically tunable surface. At negative bias, it operates in the weak light-matter coupling regime. Upon application of an appropriate positive bias, the quantum wells populate with electrons and the device transitions to the strong-coupling regime. The modulator transmission keeps linear with input RF power in the 0dBm - 9dBm range. The increase of optical powers up to 25 mW exhibit a weak beginning saturation a little bit below.         ",
    "url": "https://arxiv.org/abs/2406.18097",
    "authors": [
      "Mario Malerba",
      "Stefano Pirotta",
      "Guy Aubin",
      "Luca Lucia",
      "Mathieu Jeannin",
      "Jean-Michel Manceau",
      "Adel Bousseksou",
      "Quyang Lin",
      "Jean-Francois Lampin",
      "Emilien Peytavit",
      "Stefano Barbieri",
      "Lianhe Li",
      "Giles Davies",
      "Edmund H. Linfield",
      "Raffaele Colombelli"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.18283",
    "title": "Cascaded multi-phonon stimulated Raman scattering near second-harmonic-generation in thin-film lithium niobate microdisk",
    "abstract": "           High-quality microresonators can greatly enhance light-matter interactions and are excellent platforms for studying nonlinear optics. Wavelength conversion through nonlinear processes is the key to many applications of integrated optics. The stimulated Raman scattering process can extend the emission wavelength of a laser source to a wider range. Lithium niobate, as a Raman active crystalline material, has remarkable potential for wavelength conversion. Here, we demonstrate the generation of cascaded multi-phonon Raman signals near the second-harmonic-generation peak in X-cut thin-film lithium niobate microdisk. Fine tuning of the specific cascaded Raman spectral lines has also been made by changing the pump wavelength. Raman lines can reach wavelength up to about 80 nm away from the SHG signal. We realize the SFG process associated with Raman signals in the visible range as well. Our work extends the use of WGM microresonators as effective optical upconversion wavelength converters in nonlinear optical applications.         ",
    "url": "https://arxiv.org/abs/2406.18283",
    "authors": [
      "Yuxuan He",
      "Xiongshuo Yan",
      "Jiangwei Wu",
      "Xiangmin Liu",
      "Yuping Chen",
      "Xianfeng Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.18355",
    "title": "Cavity-modified electronic interactions in molecular ensembles under vibrational strong coupling: Combined insights from cavity Born-Oppenheimer perturbation theory and ab initio wave function theory",
    "abstract": "           Resonant vibrational strong coupling (VSC) between molecular vibrations and quantized field modes of low-frequency optical cavities constitutes the conceptual cornerstone of vibro-polaritonic chemistry. In this work, we theoretically investigate complementary nonresonant interactions between electrons and low-frequency cavity modes with a focus on cavity-induced modifications of electronic interactions in molecular ensembles under VSC. Methodologically, we combine cavity Born-Oppenheimer perturbation theory (CBO-PT) [Fischer, Saalfrank, JCTC 19, 7215 (2023)] with ab initio wave function approaches, specifically, CBO Hartree-Fock and coupled cluster theories. In a first step, we derive cavity-induced energy corrections to intra- and intermolecular electronic energies based on second-order CBO-PT. We find local modifications of molecular PES for selected isomerization reactions to be small and dominantly captured by the first-order dipole-fluctuation correction. Excellent agreement between CBO-PT and non-perturbative methods is obtained, which indicates potentially negligible state relaxation effects under VSC. Secondly, we examine cavity-modified intermolecular interactions revealing non-trivial corrections of dipole-dipole, dipole-induced dipole and van-der-Waals type character emerging at second-order of CBO-PT. Besides an explicit coupling of interacting dimers to cavity modes, we find a cavity-polarization dependent enhanced long-range component of dipole-induced dipole and van-der-Waals interactions. We present an illustrative numerical analysis of interaction potentials for selected molecular dimer models based on the CBO-CCSD approach, which provides a non-perturbative perspective on cavity-modified intermolecular interactions under VSC.         ",
    "url": "https://arxiv.org/abs/2406.18355",
    "authors": [
      "Eric W. Fischer"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2406.18405",
    "title": "Longitudinal chiral forces in photonic integrated waveguides to separate particles with realistically small chirality",
    "abstract": "           Chiral optical forces exhibit opposite signs for the two enantiomeric versions of a chiral molecule or particle. If large enough, these forces might be able to separate enantiomers all optically, which would find numerous applications in different fields, from pharmacology to chemistry. Longitudinal chiral forces are especially promising for tackling the challenging scenario of separating particles of realistically small chiralities. In this work, we study the longitudinal chiral forces arising in dielectric integrated waveguides when the quasi-TE and quasi-TM modes are combined as well as their application to separate absorbing and non-absorbing chiral particles. We show that chiral gradient forces dominate in the scenario of beating of non-denegerate TE and TM modes when considering non-absorbing particles. For absorbing particles, the superposition of degenerate TE and TM modes can lead to chiral forces that are kept along the whole waveguide length. We accompany the calculations of the forces with particle tracking simulations for specific radii and chirality parameters. We show that longitudinal forces can separate non-absorbing chiral nanoparticles in water even for relatively low values of the particle chirality and absorbing particles with arbitrarily low values of chirality can be effectively separated after enough interaction time.         ",
    "url": "https://arxiv.org/abs/2406.18405",
    "authors": [
      "Josep Martínez-Romeu",
      "Iago Diez",
      "Sebastian Golat",
      "Francisco J. Rodríguez-Fortuño",
      "Alejandro Martínez"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.18464",
    "title": "Bayesian inverse Navier-Stokes problems: joint flow field reconstruction and parameter learning",
    "abstract": "           We formulate and solve a Bayesian inverse Navier-Stokes (N-S) problem that assimilates velocimetry data in order to jointly reconstruct a 3D flow field and learn the unknown N-S parameters, including the boundary position. By hardwiring a generalised N-S problem, and regularising its unknown parameters using Gaussian prior distributions, we learn the most likely parameters in a collapsed search space. The most likely flow field reconstruction is then the N-S solution that corresponds to the learned parameters. We develop the method in the variational setting and use a stabilised Nitsche weak form of the N-S problem that permits the control of all N-S parameters. To regularise the inferred the geometry, we use a viscous signed distance field (vSDF) as an auxiliary variable, which is given as the solution of a viscous Eikonal boundary value problem. We devise an algorithm that solves this inverse problem, and numerically implement it using an adjoint-consistent stabilised cut-cell finite element method. We then use this method to reconstruct magnetic resonance velocimetry (flow-MRI) data of a 3D steady laminar flow through a physical model of an aortic arch for two different Reynolds numbers and signal-to-noise ratio (SNR) levels (low/high). We find that the method can accurately i) reconstruct the low SNR data by filtering out the noise/artefacts and recovering flow features that are obscured by noise, and ii) reproduce the high SNR data without overfitting. Although the framework that we develop applies to 3D steady laminar flows in complex geometries, it readily extends to time-dependent laminar and Reynolds-averaged turbulent flows, as well as non-Newtonian (e.g. viscoelastic) fluids.         ",
    "url": "https://arxiv.org/abs/2406.18464",
    "authors": [
      "Alexandros Kontogiannis",
      "Scott V. Elgersma",
      "Andrew J. Sederman",
      "Matthew P. Juniper"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Machine Learning (cs.LG)",
      "Optimization and Control (math.OC)"
    ]
  },
  {
    "id": "arXiv:2206.01478",
    "title": "Towards reliable calculations of thermal rate constants: ring polymer molecular dynamics for the OH + HBr $\\to$ Br + H$_2$O reaction",
    "abstract": "           We combined Moment Tensor Potential (MTP) and Ring Polymer Molecular Dynamics (RPMD) for calculating the thermal rate constants of the OH + HBr system. We used the active learning (AL) algorithm for constructing a training set during RPMD. We compared the obtained RPMD-AL-MTP rate constants with the ones previously calculated using the quasi-classical trajectories (QCT) and the POTLIB potential energy surface, and with the experimental ones. We demonstrated that the RPMD rate constants were systematically closer to the experimental rate constants than the QCT ones at 200 K, 300 K, and 500 K.         ",
    "url": "https://arxiv.org/abs/2206.01478",
    "authors": [
      "Ivan S. Novikov",
      "Edgar M. Makarov",
      "Alexander V. Shapeev",
      "Yury V. Suleimanov"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2308.08289",
    "title": "Electrically controlled photonic circuits of field-induced dipolaritons with huge nonlinearities",
    "abstract": "           Electrically controlled photonic circuits hold promise for information technologies with greatly improved energy efficiency and quantum information processing capabilities. However, weak nonlinearity and electrical response of typical photonic materials have been two critical challenges. Therefore hybrid electronic-photonic systems, such as semiconductor exciton-polaritons, have been intensely investigated for their potential to allow higher nonlinearity and electrical control, with limited success so far. Here we demonstrate an electrically-gated waveguide architecture for dipolar-polaritons that allows enhanced and electrically-controllable polariton nonlinearities, enabling an electrically-tuned reflecting switch (mirror) and transistor of the dipolar-polaritons. The polariton transistor displays blockade and anti-blockade by compressing a dilute dipolar-polariton pulse exhibiting very strong dipolar interactions. The large nonlinearities are explained using a simple density-dependent polarization field that very effectively screens the external electric field, with an order of magnitude enhancement of the nonlinearities as compared to fixed dipoles. We project that a quantum blockade at the single polariton level is feasible in such a device.         ",
    "url": "https://arxiv.org/abs/2308.08289",
    "authors": [
      "Dror Liran",
      "Jiaqi Hu",
      "Nathanial Lydick",
      "Hui Deng",
      "Loren Pfeiffer",
      "Ronen Rapaport"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2308.12246",
    "title": "Feasibility of a trapped atom interferometer with accelerating optical traps",
    "abstract": "           In order to increase the measured phase of an atom interferometer and improve its sensitivity, researchers attempt to increase the enclosed space-time area using two methods: creating larger separations between the interferometer arms and having longer evolution times. However, increasing the evolution time reduces the bandwidth that can be sampled, whereas decreasing the evolution time worsens the sensitivity. In this paper, we attempt to address this by proposing a setup for high-bandwidth applications, with improved overall sensitivity. This is realized by accelerating and holding the atoms using optical dipole traps. We find that accelerations of up to $10^{3}$-$10^{5}$ m/s$^2$ can be achieved using acousto-optic deflectors (AODs) to move the traps. By comparing the sensitivity of our approach to acceleration as a baseline to traditional atom interferometry, we find a substantial improvement to the state of the art. In the limit of appropriate beam and optics stabilization, sensitivities approaching 10$^{-14}$ (m/s$^2$)/$\\sqrt{\\rm Hz}$ may be achievable at 1 Hz, while detection at 1 kHz with a sensitivity an order of magnitude better than traditional free-fall atom interferometers is possible with today's systems.         ",
    "url": "https://arxiv.org/abs/2308.12246",
    "authors": [
      "Gayathrini Premawardhana",
      "Jonathan Kunjummen",
      "Sarthak Subhankar",
      "Jacob M. Taylor"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.11270",
    "title": "Enhanced self-collimation effect by low rotational symmetry in hexagonal lattice photonic crystals",
    "abstract": "           In this study, we present the design of a photonic crystal (PC) structure with a hexagonal lattice, where adjustments to the PC unit cell symmetry reveal an all-angle self-collimation (SC) effect. By optimizing opto-geometric parameters, such as the rotational angle of auxiliary rods and adjacent distances, we analyze the SC property in detail, leveraging group velocity dispersion (GVD) and third-order dispersion (TOD) characteristics. We also investigate the relationship between symmetry properties and their influence on dispersion characteristics. Through symmetry manipulation, we gain a comprehensive understanding of the underlying mechanisms governing light collimation and confinement in the proposed configurations. The PC structure with a $C_1$ symmetry group exhibits all-angle SC effect within the range of $a/\\lambda=0.652$ and $a/\\lambda=0.668$ normalized frequencies, with a bandwidth of $\\Delta\\omega/\\omega_c = 2.4\\%$. Further breaking the symmetry, transforming from $C_1$ to $C_2$ group symmetry, enhances the SC bandwidth to $\\Delta\\omega/\\omega_c = 6.5\\%$ and reveals the perfect linear equi-frequency contours (EFC) at two different frequency bands: all-angle SC between $a/\\lambda=0.616$ and $a/\\lambda=0.656$ normalized frequencies in the \\nth{4} transverse magnetic (TM) band and between $a/\\lambda=0.712$ and $a/\\lambda=0.760$ in the \\nth{5} TM band. Additionally, we propose a composite/hybrid PC structure resembling $C_2$ group symmetry, where two auxiliary rods are replaced by rectangular photonic wires with the same refractive index and width equal to the diameter of auxiliary rods. This hybrid structure exhibits an all-angle SC effect with an operating bandwidth of $\\Delta\\omega/\\omega_c = 11.7\\%$, displays near-zero GVD and TOD performance, and offers enhanced robustness against potential fabrication precision issues.         ",
    "url": "https://arxiv.org/abs/2311.11270",
    "authors": [
      "Zekeriya Mehmet Yuksel",
      "Hasan Oguz",
      "Ozgur Onder Karakilinc",
      "Mirbek Turduev",
      "Halil Berberoglu",
      "Muzaffer Adak",
      "Sevgi Ozdemir Kart"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.10122",
    "title": "Water-based Quantum Dots Liquid Scintillator for Particle Physics",
    "abstract": "           Liquid scintillators are typically composed from organic compounds dissolved in organic solvents. However, usage of such material is often restricted due to fire safety and environmental reasons. Because of this, R\\&D of water-based liquid scintillators is of extreme relevance; yet, no such scintillators have been made commercially available as yet. Here, we investigate an alternative, water-based quantum dots liquid scintillator. Pre-determined and controllable optical properties of the quantum dots, as well as the existence of large libraries of established protocols for their dispersion in aqueous solutions, make them an attractive option for nuclear and particle physics applications. We characterize the optical properties of water-based quantum dots liquid scintillator and find that most of its optical properties are preserved upon quantum dots' phase transfer into water, through the addition of an oleic acid hydrophilic layer. Using the developed scintillator, the time and charge responses from atmospheric muons are measured, highlighting the practical viability of water-based quantum dots liquid scintillators for nuclear and particle physics, special interest on neutrino physics.         ",
    "url": "https://arxiv.org/abs/2403.10122",
    "authors": [
      "M. Zhao",
      "M. Taani",
      "J. Cole",
      "B. Crudele",
      "B. Zou",
      "N. Bhuiyan",
      "E. Chowdhury",
      "Y. Duan",
      "S. Fekri",
      "D. Harvey",
      "D. Mitra",
      "O. Raz",
      "A. Thompson",
      "T. Katori",
      "A. Rakovich"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2403.19385",
    "title": "Even-order optical harmonics generated from centrosymmetric-material metasurfaces",
    "abstract": "           Generation of even-order optical harmonics requires noncentrosymmetric structures being conventionally observed in crystals lacking the center of inversion. In centrosymmetric systems, even-order harmonics may arise, e.g., at surfaces but such effects are usually very weak. Here we observe optical harmonics up to 4-th order generated under the normal incidence from centrosymmetric dielectric metasurfaces empowered by resonances. We design silicon metasurfaces supporting optical quasibound states in the continuum and guided-mode resonances, and demonstrate the enhancement of second-harmonic signals by over three orders of magnitude compared to nonresonant thin films. Under the optimal conditions, the brightness of the second harmonic approaches that of the third harmonic, and the 4th-order harmonic becomes detectable.         ",
    "url": "https://arxiv.org/abs/2403.19385",
    "authors": [
      "Pavel Tonkaev",
      "Fangxing Lai",
      "Sergey Kruk",
      "Qinghai Song",
      "Michael Scalora",
      "Kirill Koshelev",
      "Yuri Kivshar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.00649",
    "title": "Electronic Coherences in Molecules: The Projected Nuclear Quantum Momentum as a Hidden Agent",
    "abstract": "           Electronic coherences are key to understanding and controlling photo-induced molecular transformations. We identify a crucial quantum-mechanical feature of electron-nuclear correlation, the projected nuclear quantum momenta, essential to capture the correct coherence behavior. In simulations, we show that, unlike traditional trajectory-based schemes, exact-factorization-based methods approximate these correlation terms, and correctly capture electronic coherences in a range of situations, including their spatial dependence, an important aspect that influences subsequent electron dynamics and that is becoming accessible in more experiments.         ",
    "url": "https://arxiv.org/abs/2405.00649",
    "authors": [
      "Evaristo Villaseco Arribas",
      "Neepa T. Maitra"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2406.12932",
    "title": "Brownian Motion of the Quantum States on a String and the Polyakov Action of String Theory: Is String Theory a Quantum Mechanical Model of the Brain?",
    "abstract": "           The Brownian motion of a number of quantum states in a compact one-dimensional space is studied via the Wiener fractal measure, and it is shown that the derived path-integral measure coincides precisely with the Polyakov path-integral formula for bosonic string theory. Thus, it is concluded that the Polyakov action of bosonic string theory does not have a unique, distinguishable foundation specifically dedicated to describing the fundamental forces of nature, but rather, it is merely a standard formulation of the Wiener stochastic process for Brownian motion of the quantum states on one-dimensional objects. It is also demonstrated that the time-dimension field is, in practice, the localization of the non-local effects of the coordinate fields. This indicates that the interpretation intended for spacetime fields in the formulation of string theory allegedly faces fundamental flaws in its underlying theoretical aspects. In this regard, we will defend string theory against its experimental flaws in particle physics due to unreliable interpretation of the theory and relate its elaborated mathematical framework to another significant topic: Quantum Brain. ....         ",
    "url": "https://arxiv.org/abs/2406.12932",
    "authors": [
      "Amir Abbass Varshovi"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2402.02923",
    "title": "Encoding quantum phase-space with classical wireless microwave constellation",
    "abstract": "           This paper develops a theoretical framework for enabling seamless transfer of digital information from classical microwave domain to the quantum optical domain in wireless-to-optical converters. A quantum mechanical network model is introduced to characterize microwave-to-optical digital information mapping in antenna-coupled electro-optic modulator-based converters. Design guidelines are discussed to maximize the information mapping strength. The derived model is then extended to show phase-space encoding of optical coherent-states with classical wireless microwave constellation. Further, the challenge of inter-symbol overlap in the encoded quantum optical phase-space due to quadrature fluctuations is highlighted. The possibility of erroneous phase-space encoding due to quadrature fluctuations is pointed out, followed by a potential mitigation technique. The presented framework also lays the groundwork for encoding other non-classical states of light such as squeezed states, and hence forms the basis for bridging classical microwave and quantum optical links in the near future.         ",
    "url": "https://arxiv.org/abs/2402.02923",
    "authors": [
      "Niloy Ghosh",
      "Sarang Pendharker"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.01720",
    "title": "Ferromagnetic resonance response in square artificial spin ice: roles of geometry in vertex dynamics and magnetic configurations",
    "abstract": "           Artificial spin ice (ASI) represents a class of uniquely structured superlattices comprising geometrically arranged interacting nanomagnets. This arrangement facilitates the exploration of magnetic frustration phenomena and related spin wave dynamics, contributing to the field of magnonics. In this work, we present a compressive study of spin wave dynamics in square ASI lattices using micromagnetic simulations, explicitly focusing on ferromagnetic resonance (FMR) and oscillation modes. We investigate how variations in the aspect ratio of nanomagnets dimensions influence magnetic excitations in both saturated and remanent states. We analyze the frequency variations of FMR peaks corresponding to edges and bulk oscillation modes in relation to both magnetic configuration and nanomagnets dimensions. We emphasize the remanent state of square ASI vertex configurations, particularly focusing on their characteristic energy states (Type I, Type II, Type III, and Type IV), while detailing how symmetries influence oscillation modes. We observe distinct FMR responses originating from vertices, exhibiting unique characteristics for each energy state. Our results offer a potential method of utilizing the FMR technique to identify energy states in ASI systems.         ",
    "url": "https://arxiv.org/abs/2405.01720",
    "authors": [
      "G. A. Gomez-Iriarte",
      "D. E. Gonzalez-Chavez",
      "R. L. Sommer",
      "J. P. Sinnecker"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]