[
  {
    "id": "arXiv:2402.00213",
    "title": "Unravelling the polarity of InN quantum dots using a modified approach  of negative-spherical-aberration imaging",
    "abstract": "InN quantum dots (QDs) are considered to be promising nanostructures for different device applications. For any hexagonal AB stacking semiconductor system, polarity is an important feature which affects the electronic properties. Therefore, the determination of this characteristic on any wurtzite (semi)polar III nitride compound or alloy is essential for defining its applicability. In this paper, the polarity of InN QDs grown on silicon by indium droplet epitaxy plus nitridation and annealing was determined by a modified approach combining exit wave reconstruction with negative spherical aberration high resolution lattice imaging using TEM. Comparing the micrographs of two QDs from the same TEM specimen with the simulated images of InN slab structures generated under the same conditions as of the experiments, it was confirmed that the QDs of the present study are N polar. Given that the settlement of material's polarity has always been a tedious, indirect and controversial issue, the major value of our proposal is to provide a straightforward procedure to determine the polar direction from atomic-resolution focal series images. ",
    "url": "https://arxiv.org/abs/2402.00213",
    "authors": [
      "Piu Rajak",
      "Mahabul Islam",
      "J. J. Jiménez",
      "J. M. Mánuel",
      "P. Aseev",
      "Ž. Gačević",
      "E. Calleja",
      "R. García",
      "Francisco M. Morales",
      "Somnath Bhattacharyya"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.00273",
    "title": "Nonlinearity-Enhanced Continuous Microwave Detection Based on Stochastic  Resonance",
    "abstract": "In practical sensing tasks, noise is usually regarded as an obstruction to better performance and will degrade the sensitivity. Fortunately, \\textit{stochastic resonance} (SR), a counterintuitive concept, can utilize noise to greatly enhance the detected signal amplitude. Although fundamentally important as a mechanism of weak signal amplification, and has been continually explored in geological, biological, and physical science, both theoretically and experimentally, SR has yet to be demonstrated in realistic sensing tasks. Here we develop a novel SR-based nonlinear sensor using a thermal ensemble of interacting Rydberg atoms. With the assistance of stochastic noise (either inherently in the system or added externally) and strong nonlinearity in the Rydberg ensembles, the signal encoded in a weak MW field is greatly enhanced (over 25 dB). Moreover, we show that the SR-based atomic sensor can achieve a better sensitivity in our system, which is over 6.6 dB compared to a heterodye atomic sensor. Our results show potential advantage of SR-based MW sensors in commercial or defense-related applications. ",
    "url": "https://arxiv.org/abs/2402.00273",
    "authors": [
      "Kang-Da Wu",
      "Chongwu Xie",
      "Chuan-Feng Li",
      "Guang-Can Guo",
      "Chang-Ling Zou",
      "Guo-Yong Xiang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.00327",
    "title": "Wide-bandgap optical materials for high-harmonics generation at the  nanoscale",
    "abstract": "High-order harmonics generation (HHG) is the only process that enables table-top-size sources of extreme-ultraviolet (XUV) light. The HHG process typically involves light interactions with gases or plasma-material phases that hinder wider adoption of such sources. This motivates the research in HHG from nanostructured solids. Here we investigate theoretically material platforms for HHG at the nanoscale using first-principle supercomputer simulations. We reveal that wide bandgap semiconductors, aluminium nitride AlN and silicon nitride SiN, are highly promising for XUV light generation when compared to one of the most common nonlinear nanophotonic material -- silicon. In our calculations we assume excitation with 100 fs pulse duration, 10^13 W/cm^2 peak power and 800 nm central wavelength. We demonstrate that in AlN material the interplay between the crystal symmetry and the incident light direction and polarization can enable the generation of both even and odd harmonics. Our results should advance the developments of high-harmonics generation of XUV light from nanostructured solids. ",
    "url": "https://arxiv.org/abs/2402.00327",
    "authors": [
      "Albert Mathew",
      "Sergey Kruk",
      "Shunsuke Yamada",
      "Kazuhiro Yabana",
      "Anatoli Kheifets"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.00492",
    "title": "Optimized sample addressing in prism-coupled surface plasmon resonance  experiments",
    "abstract": "In this work we study the walk-off of the beam from the interrogation spot during rotation in surface plasmon resonance experiments using prism-based coupling such as the widespread Kretschmann configuration. The impossibility of maintaining a stationary footprint on the sensing surface with a fixed rotation axis can be of high importance. This would be specially so if samples are not homogeneous such as in arrays for multiplexing. By theoretically analyzing the behavior of the walk-off during rotation around an arbitrary fixed axis, we find an optimal and simple configuration to minimize this effect. The proposed setup is experimentally tested to verify the results and to show its ease of implementation. Interestingly, the conclusions reached may also be applied to other techniques employing reflection prisms. ",
    "url": "https://arxiv.org/abs/2402.00492",
    "authors": [
      "Josu Martinez-Perdiguero",
      "Ibon Alonso"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.00504",
    "title": "Correlated Optical Convolutional Neural Network with Quantum Speedup",
    "abstract": "Compared with electrical neural networks, optical neural networks (ONNs) have the potentials to break the limit of the bandwidth and reduce the consumption of energy, and therefore draw much attention in recent years. By far, several types of ONNs have been implemented. However, the current ONNs cannot realize the acceleration as powerful as that indicated by the models like quantum neural networks. How to construct and realize an ONN with the quantum speedup is a huge challenge. Here, we propose theoretically and demonstrate experimentally a new type of optical convolutional neural network by introducing the optical correlation. It is called the correlated optical convolutional neural network (COCNN). We show that the COCNN can exhibit quantum speedup in the training process. The character is verified from the two aspects. One is the direct illustration of the faster convergence by comparing the loss function curves of the COCNN with that of the traditional convolutional neural network (CNN). Such a result is compatible with the training performance of the recently proposed quantum convolutional neural network (QCNN). The other is the demonstration of the COCNNs capability to perform the QCNN phase recognition circuit, validating the connection between the COCNN and the QCNN. Furthermore, we take the COCNN analog to the 3-qubit QCNN phase recognition circuit as an example and perform an experiment to show the soundness and the feasibility of it. The results perfectly match the theoretical calculations. Our proposal opens up a new avenue for realizing the ONNs with the quantum speedup, which will benefit the information processing in the era of big data. ",
    "url": "https://arxiv.org/abs/2402.00504",
    "authors": [
      "Yifan Sun",
      "Qian Li",
      "Ling-Jun Kong",
      "Xiangdong Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.00560",
    "title": "Integrated photogrammetric-acoustic technique for qualitative analysis  of the performance of acoustic screens in sandy soils",
    "abstract": "In this work we present an integrated photogrammetric-acoustic technique that, together with the construction of a scaled wind tunnel, allows us to experimentally analyze the permeability behavior of a new type of acoustic screens based on a material called sonic crystal. Acoustic screens are devices used to reduce the noise, mostly due to the communication infrastructures, in its transmission phase from the source to the receiver. The main constructive difference between these new screens and the classic ones is that the first ones are formed by arrays of acoustic scatterers while the second ones are formed by continuous walls. This implies that, due to their geometry, screens based on sonic crystals are permeable to wind and water, unlike the classic ones. This fact may allow the use of these new screens in sandy soils, where sand would pass through the screen avoiding the formation of sand dunes that are formed in classic screens and drastically reduce their acoustic performance. In this work, the movement of the sand and the resulting acoustic attenuation in these new screens are analyzed qualitatively comparing the results with those obtained with the classic ones, obtaining interesting results under the acoustic point of view ",
    "url": "https://arxiv.org/abs/2402.00560",
    "authors": [
      "José M. Bravo",
      "Fernando Buchón-Moragues",
      "Javier Redondo",
      "Marcelino Ferri",
      "Juan V. Sánchez-Pérez"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.00639",
    "title": "An electrically pumped topological polariton laser",
    "abstract": "With a seminal work of Raghu and Haldane in 2008, concepts of topology have been successfully introduced in a wide range of optical systems, emulating specific lattice Hamiltonians. Certainly, one of the most promising routes to an application of topological photonics in an actual device are topological lasers, where efficient and highly coherent lasing from a topologically non-trivial mode is achieved. While some attempts have been made to excite such structures electrically, the majority of published fundamental experiments use a form of laser excitation. In this paper, we use a lattice of vertical resonator polariton micropillars to form an exponentially localized topological Su-Schrieffer-Heeger defect. Upon electrical excitation of the p-i-n doped structure, the system unequivocally shows polariton lasing from the topological defect using a carefully placed gold contact. Despite the presence of doping and electrical contacts, the polariton band structure clearly preserves its topological properties. At high excitation power the Mott density is exceeded leading to highly efficient lasing in the weak coupling regime. This work is an important step towards applied topological lasers using vertical resonator microcavity structures. ",
    "url": "https://arxiv.org/abs/2402.00639",
    "authors": [
      "Philipp Gagel",
      "Oleg A. Egorov",
      "Franciszek Dzimira",
      "Johannes Beierlein",
      "Monika Emmerling",
      "Adriana Wolf",
      "Fauzia Jabeen",
      "Simon Betzold",
      "Ulf Peschel",
      "Sven Höfling",
      "Christian Schneider",
      "Sebastian Klembt"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2402.00655",
    "title": "Femtosecond drift photocurrents generated by an inversely designed  plasmonic antenna",
    "abstract": "Photocurrents play a crucial role in various applications, including light detection, photovoltaics, and THz radiation generation. Despite the abundance of methods and materials for converting light into electrical signals, the use of metals in this context has been relatively limited. Nanostructures supporting surface plasmons in metals offer precise light manipulation and induce light-driven electron motion. Through inverse design optimization of a gold nanostructure, we demonstrate enhanced volumetric, unidirectional, intense, and ultrafast photocurrents via a magneto-optical process derived from the inverse Faraday effect. This is achieved through fine-tuning the amplitude, polarization, and their gradients in the local light field. The virtually instantaneous process allows dynamic photocurrent modulation by varying optical pulse duration, potentially yielding nanosources of intense, ultrafast, planar magnetic fields, and frequency-tunable THz emission. These findings opens avenues for ultrafast magnetic material manipulation and holds promise for nanoscale THz spectroscopy. ",
    "url": "https://arxiv.org/abs/2402.00655",
    "authors": [
      "Ye Mou",
      "Xingyu Yang",
      "Marlo Vega",
      "Bruno Gallas",
      "Jean-Francois Bryche",
      "Alexandre Bouhelier",
      "Mathieu Mivelle"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.00664",
    "title": "Chiral and directional optical emission from a dipole source coupled to  a helical plasmonic antenna",
    "abstract": "Plasmonic antennas with helical geometry are capable transducers between linearly polarized dipole emission and purely circular polarized far-fields. Besides large Purcell enhancements they possess a wide tunability due to the geometry dependence of their resonant modes. Here, the coupling of a dipole emitter embedded in a thin film to plasmonic single and double helices is numerically studied. Using a higher-order finite element method (FEM) the wavelength dependent Purcell enhancement of a dipole with different positions and orientations is calculated and the far-fields with respect to their chirality and radiation patterns are analyzed. Both single and double helices demonstrate highly directional and circularly polarized far-fields for resonant excitation but with significantly improved directional radiation for the case of double helices. ",
    "url": "https://arxiv.org/abs/2402.00664",
    "authors": [
      "Lilli Kuen",
      "Lorenz Löffler",
      "Aleksei Tsarapkin",
      "Lin Zschiedrich",
      "Thorsten Feichtner",
      "Sven Burger",
      "Katja Höflich"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.18056",
    "title": "Multi-zone trapped-ion qubit control in an integrated photonics QCCD  device",
    "abstract": "Multiplexed operations and extended coherent control over multiple trapping sites are fundamental requirements for a trapped-ion processor in a large scale architecture. Here we demonstrate these building blocks using a surface electrode trap with integrated photonic components which are scalable to larger numbers of zones. We implement a Ramsey sequence using the integrated light in two zones, separated by 375 $\\mu$m, performing transport of the ion from one zone to the other in 200 $\\mu$s between pulses. In order to achieve low motional excitation during transport we developed techniques to measure and mitigate the effect of the exposed dielectric surfaces used to deliver the integrated light to the ion. We also demonstrate simultaneous control of two ions in separate zones with low optical crosstalk, and use this to perform simultaneous spectroscopy to correlate field noise between the two sites. Our work demonstrates the first transport and coherent multi-zone operations in integrated photonic ion trap systems, forming the basis for further scaling in the trapped-ion QCCD architecture. ",
    "url": "https://arxiv.org/abs/2401.18056",
    "authors": [
      "Carmelo Mordini",
      "Alfredo Ricci Vasquez",
      "Yuto Motohashi",
      "Mose Müller",
      "Maciej Malinowski",
      "Chi Zhang",
      "Karan K. Mehta",
      "Daniel Kienzler",
      "Jonathan P. Home"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.00014",
    "title": "Hybrid quantum cycle generative adversarial network for small molecule  generation",
    "abstract": "The contemporary drug design process demands considerable time and resources to develop each new compound entering the market. Generating small molecules is a pivotal aspect of drug discovery, essential for developing innovative pharmaceuticals. Uniqueness, validity, diversity, druglikeliness, synthesizability, and solubility molecular pharmacokinetic properties, however, are yet to be maximized. This work introduces several new generative adversarial network models based on engineering integration of parametrized quantum circuits into known molecular generative adversarial networks. The introduced machine learning models incorporate a new multi-parameter reward function grounded in reinforcement learning principles. Through extensive experimentation on benchmark drug design datasets, QM9 and PC9, the introduced models are shown to outperform scores achieved previously. Most prominently, the new scores indicate an increase of up to 30% in the druglikeness quantitative estimation. The new hybrid quantum machine learning algorithms, as well as the achieved scores of pharmacokinetic properties, contribute to the development of fast and accurate drug discovery processes. ",
    "url": "https://arxiv.org/abs/2402.00014",
    "authors": [
      "Matvei Anoshin",
      "Asel Sagingalieva",
      "Christopher Mansell",
      "Vishal Shete",
      "Markus Pflitsch",
      "Alexey Melnikov"
    ],
    "subjectives": [
      "Biomolecules (q-bio.BM)",
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Biological Physics (physics.bio-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.00039",
    "title": "Resonant inelastic x-ray scattering in warm-dense Fe compounds beyond  the SASE FEL resolution limit",
    "abstract": "Resonant inelastic x-ray scattering (RIXS) is a widely used spectroscopic technique, providing access to the electronic structure and dynamics of atoms, molecules, and solids. However, RIXS requires a narrow bandwidth x-ray probe to achieve high spectral resolution. The challenges in delivering an energetic monochromated beam from an x-ray free electron laser (XFEL) thus limit its use in few-shot experiments, including for the study of high energy density systems. Here we demonstrate that by correlating the measurements of the self-amplified spontaneous emission (SASE) spectrum of an XFEL with the RIXS signal, using a dynamic kernel deconvolution with a neural surrogate, we can achieve electronic structure resolutions substantially higher than those normally afforded by the bandwidth of the incoming x-ray beam. We further show how this technique allows us to discriminate between the valence structures of Fe and Fe$_2$O$_3$, and provides access to temperature measurements as well as M-shell binding energies estimates in warm-dense Fe compounds. ",
    "url": "https://arxiv.org/abs/2402.00039",
    "authors": [
      "Alessandro Forte",
      "Thomas Gawne",
      "Karim K. Alaa El-Din",
      "Oliver S. Humphries",
      "Thomas R. Preston",
      "Céline Crépisson",
      "Thomas Campbell",
      "Pontus Svensson",
      "Sam Azadi",
      "Patrick Heighway",
      "Yuanfeng Shi",
      "David A. Chin",
      "Ethan Smith",
      "Carsten Baehtz",
      "Victorien Bouffetier",
      "Hauke Höppner",
      "David McGonegle",
      "Marion Harmand",
      "Gilbert W. Collins",
      "Justin S. Wark",
      "Danae N. Polsin",
      "Sam M. Vinko"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2402.00153",
    "title": "Fully Data-Driven Model for Increasing Sampling Rate Frequency of  Seismic Data using Super-Resolution Generative Adversarial Networks",
    "abstract": "High-quality data is one of the key requirements for any engineering application. In earthquake engineering practice, accurate data is pivotal in predicting the response of structure or damage detection process in an Structural Health Monitoring (SHM) application with less uncertainty. However, obtaining high-resolution data is fraught with challenges, such as significant costs, extensive data channels, and substantial storage requirements. To address these challenges, this study employs super-resolution generative adversarial networks (SRGANs) to improve the resolution of time-history data such as the data obtained by a sensor network in an SHM application, marking the first application of SRGANs in earthquake engineering domain. The time-series data are transformed into RGB values, converting raw data into images. SRGANs are then utilized to upscale these low-resolution images, thereby enhancing the overall sensor resolution. This methodology not only offers potential reductions in data storage requirements but also simplifies the sensor network, which could result in lower installation and maintenance costs. The proposed SRGAN method is rigorously evaluated using real seismic data, and its performance is compared with traditional enhancement techniques. The findings of this study pave the way for cost-effective and efficient improvements in the resolution of sensors used in SHM systems, with promising implications for the safety and sustainability of infrastructures worldwide. ",
    "url": "https://arxiv.org/abs/2402.00153",
    "authors": [
      "Navid Gholizadeh",
      "Javad Katebi"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Signal Processing (eess.SP)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2402.00216",
    "title": "Structural and optical properties of self-assembled AlN nanowires grown  on SiO2/Si substrates by molecular beam epitaxy",
    "abstract": "Self assembled AlN nanowires (NWs) are grown by plasma assisted molecular beam epitaxy (PAMBE) on SiO2 / Si (111) substrates. Using a combination of in-situ reflective high energy electron diffraction and ex situ X ray diffraction (XRD), we show that the NWs grow nearly strain free, preferentially perpendicular to the amorphous SiO2 interlayer and without epitaxial relationship to Si(111) substrate, as expected. Scanning electron microscopy investigation reveals significant NWs coalescence, which results in their progressively increasing diameter and formation of columnar structures with non hexagonal cross section. Making use of scanning transmission electron microscopy (STEM), the NWs initial diameters are found in the 20 to 30 nm range. In addition, the formation of a thin (30 nm) polycrystalline AlN layer is observed on the substrate surface. Regarding the structural quality of the AlN NWs, STEM measurements reveal the formation of extended columnar regions, which grow with a virtually perfect metal-polarity wurtzite arrangement and with extended defects only sporadically observed. Combination of STEM and electron energy loss spectroscopy (EELS) reveals the formation of continuous aluminum oxide (1 to 2 nm) on the NW surface. Low temperature photoluminescence measurements reveal a single near band edge (NBE) emission peak, positioned at 6.03 eV (at 2 K), a value consistent with nearly zero NW strain evidenced by XRD and in agreement with the values obtained on AlN bulk layers synthesized by other growth techniques. The significant full width at half maximum of NBE emission, found at 20 meV (at 2 K), suggests that free and bound excitons are mixed together within this single emission band. ",
    "url": "https://arxiv.org/abs/2402.00216",
    "authors": [
      "Ž. Gačević",
      "J. Grandal",
      "Q. Guo",
      "R. Kirste",
      "M. Varela",
      "Z. Sitar",
      "M.A. Sánchez García"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.00227",
    "title": "Excitability and memory in a time-delayed optoelectronic neuron",
    "abstract": "We study the dynamics of an optoelectronic circuit composed of an excitable nanoscale resonant-tunneling diode (RTD) driving a nanolaser diode (LD) coupled via time-delayed feedback. Using a combination of numerical path-continuation methods and time simulations, we demonstrate that this RTD-LD system can serve as an artificial neuron, generating pulses in the form of temporal localized states (TLSs) that can be employed as memory for neuromorphic computing. In particular, our findings reveal that the prototypical delayed FitzHugh-Nagumo model previously employed to model the RTD-LD resembles our more realistic model only in the limit of a slow RTD. We show that the RTD time scale plays a critical role in memory capacity as it governs a shift in pulse interaction from repulsive to attractive, leading to a transition from stable to unstable multi-pulse TLSs. Our theoretical analysis uncovers novel features and challenges, including the multistability of TLSs and attractive interaction forces, stemming from the previously neglected intrinsic dynamics of the laser. These effects are crucial to consider since they define the memory properties of the RTD-LD. ",
    "url": "https://arxiv.org/abs/2402.00227",
    "authors": [
      "Jonas Mayer Martins",
      "Svetlana V. Gurevich",
      "Julien Javaloyes"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.00272",
    "title": "Quantum phase transitions and composite excitations of antiferromagnetic  quantum spin trimer chains in a magnetic field",
    "abstract": "Motivated by recent advancements in theoretical and experimental studies on the high-energy excitations, we theoretically explore the quantum phase transitions and composite excitations of the antiferromagnetic trimer chains in a magnetic field using the exact diagonalization, density matrix renormalization group, time-dependent variational principle and cluster perturbation theory. We utilize the entanglement entropy to uncover the phase diagram, encompassing the XY-I, $1/3$ magnetization plateau, XY-II and ferromagnetic phases. The critical XY-I and XY-II phases are both described by the conformal field theory with the central charge $c \\simeq 1$. We reveal the diverse features of spin dynamics in various phases by using the dynamical structure factor. In the weak intertrimer interaction regime, we identify the intermediate-energy and high-energy modes in the XY-I and $1/3$ magnetization plateau phases as the internal trimer excitations, corresponding to the propagation of doublon and quarton, respectively. Notably, the magnetic field splits the high-energy spectra into two branches labeled as the upper quarton and lower quarton. Furthermore, we also explore the spin dynamics of a trimerized model closely related to the quantum magnet \\ce{Na_2Cu_3Ge_4O_12}, and discuss the possibility of the quarton Bose-Einstein condensation. Our results can be verified in the inelastic neutron scattering experiments and provide deep insights for exploring the high-energy exotic excitations. ",
    "url": "https://arxiv.org/abs/2402.00272",
    "authors": [
      "Jun-Qing Cheng",
      "Zhi-Yao Ning",
      "Han-Qing Wu",
      "Dao-Xin Yao"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2402.00363",
    "title": "Limitations in design and applications of ultra-small mode volume  photonic crystals",
    "abstract": "Ultra-small mode volume nanophotonic crystal cavities have been proposed as powerful tools for increasing coupling rates in cavity quantum electrodynamics systems. However, their adoption in quantum information applications remains elusive. In this work, we investigate possible reasons why, and analyze the impact of different low mode volume resonator design choices on their utility in quantum optics experiments. We analyze band structure features and loss rates of low mode volume bowtie cavities in diamond and demonstrate independent design control over cavity-emitter coupling strength and loss rates. Further, using silicon vacancy centers in diamond as exemplary emitters, we investigate the influence of placement imprecision. We find that the benefit on photon collection efficiency and indistinguishability is limited, while the fabrication complexity of ultra-small cavity designs increases substantially compared to conventional photonic crystals. We conclude that ultra-small mode volume designs are primarily of interest for dispersive spin-photon interactions, which are of great interest for future quantum networks. ",
    "url": "https://arxiv.org/abs/2402.00363",
    "authors": [
      "Rubaiya Emran",
      "Michelle Chalupnik",
      "Erik N. Knall",
      "Ralf Riedinger",
      "Cleaven Chia",
      "Marko Loncar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.00725",
    "title": "Quantum Nonlocality: how does Nature do it?",
    "abstract": "We answer the question asked by Nicolas Gisin in his article in Science few years ago. He claimed that quantum correlations are coming from outside space time. We explain that Bell Tests allow only rejecting probabilistic coupling provided by a local hidden variable model, but they do not justify metaphysical speculations about quantum nonlocality and objects which know about each other state, even when separated by large distances. We claim that the violation of Bell inequalities in physics and in cognitive science can be explained using the notion of Bohr contextuality. If contextual variables, describing varying experimental contexts, are correctly incorporated into a probabilistic model, then the inequalities cannot be proven and nonlocal correlations may be explained in an intuitive way. We elucidate the meaning of statistical independence assumption called incorrectly: free choice, measurement independence or no conspiracy. Since the correlation does not mean causation the violation of statistical independence should be rather called contextuality and it does not restrict experimenter freedom of choice. Therefore, contrary to what is believed, closing freedom of choice loophole does not prove statistical independence. We claim that quantum correlations are not coming from outside space time, but instead they are due to global space time symmetries. ",
    "url": "https://arxiv.org/abs/2402.00725",
    "authors": [
      "Marian Kupczynski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2402.00821",
    "title": "A High-Finesse Suspended Interferometric Sensor for Macroscopic Quantum  Mechanics with Femtometre Sensitivity",
    "abstract": "We present an interferometric sensor for investigating macroscopic quantum mechanics on a table-top scale. The sensor consists of pair of suspended optical cavities with a finesse in excess of 100,000 comprising 10 g fused-silica mirrors. In the current room-temperature operation, we achieve a peak sensitivity of \\SI{0.5}{\\fmasd} in the acoustic frequency band, limited by the readout noise. With additional suppression of the readout noise, we will be able to reach the quantum radiation pressure noise, which would represent a novel measurement of the quantum back-action effect. Such a sensor can eventually be utilised for demonstrating macroscopic entanglement and testing semi-classical and quantum gravity models. ",
    "url": "https://arxiv.org/abs/2402.00821",
    "authors": [
      "Jiri Smetana",
      "Tianliang Yan",
      "Vincent Boyer",
      "Denis Martynov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.10312",
    "title": "Dual-dispersion-regime dual-comb mode-locked laser",
    "abstract": " Comments: 8 pages, 4 figures, 3 tables ",
    "url": "https://arxiv.org/abs/2201.10312",
    "authors": [
      "Maciej Kowalczyk",
      "Łukasz A. Sterczewski",
      "Xuzhao Zhang",
      "Valentin Petrov",
      "Jarosław Sotor"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.08433",
    "title": "A Multi-Purpose Platform for Analog Quantum Simulation",
    "abstract": " Title: A Multi-Purpose Platform for Analog Quantum Simulation ",
    "url": "https://arxiv.org/abs/2304.08433",
    "authors": [
      "Shuwei Jin",
      "Kunlun Dai",
      "Joris Verstraten",
      "Maxime Dixmerias",
      "Ragheed Alhyder",
      "Christophe Salomon",
      "Bruno Peaudecerf",
      "Tim de Jongh",
      "Tarik Yefsah"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2310.19237",
    "title": "Cavity magnomechanics: from classical to quantum",
    "abstract": " Comments: Invited Topical Review by New Journal of Physics. 43 pages, 16 figs, and 194 refs ",
    "url": "https://arxiv.org/abs/2310.19237",
    "authors": [
      "Xuan Zuo",
      "Zhi-Yuan Fan",
      "Hang Qian",
      "Ming-Song Ding",
      "Huatang Tan",
      "Hao Xiong",
      "Jie Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.04750",
    "title": "Cryogenic platform to investigate strong microwave cavity-spin coupling  in correlated magnetic materials",
    "abstract": " Comments: 11 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2312.04750",
    "authors": [
      "Aulden K. Jones",
      "Martin Mourigal",
      "Andrew M. Mounce",
      "Michael P. Lilly"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2312.13233",
    "title": "Unified Framework for Open Quantum Dynamics with Memory",
    "abstract": " Comments: Comments and questions welcome! ",
    "url": "https://arxiv.org/abs/2312.13233",
    "authors": [
      "Felix Ivander",
      "Lachlan P. Lindoy",
      "Joonho Lee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2401.10306",
    "title": "Physics-constrained convolutional neural networks for inverse problems  in spatiotemporal partial differential equations",
    "abstract": " Comments: arXiv admin note: substantial text overlap with arXiv:2306.04600, arXiv:2306.10990 ",
    "url": "https://arxiv.org/abs/2401.10306",
    "authors": [
      "Daniel Kelshaw",
      "Luca Magri"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2401.13562",
    "title": "Exploiting separation-dependent coherence to boost optical resolution",
    "abstract": " Title: Exploiting separation-dependent coherence to boost optical resolution ",
    "url": "https://arxiv.org/abs/2401.13562",
    "authors": [
      "Ilya Karuseichyk",
      "Giacomo Sorelli",
      "Vyacheslav Shatokhin",
      "Mattia Walschaers",
      "Nicolas Treps"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.17942",
    "title": "Impact of Lunar Dust on Free Space Optical (FSO) Energy Harvesting",
    "abstract": " Comments: 9 pages, 6 figures, to be published in IEEE Aerospace Conference 2024 ",
    "url": "https://arxiv.org/abs/2401.17942",
    "authors": [
      "Mohamed Naqbi",
      "Sebastien Loranger",
      "Gunes Karabulut Kurt"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)"
    ]
  }
]