[
  {
    "id": "arXiv:2210.07289",
    "title": "Quantum metrology by one-minute interrogation of a coherent atomic  spatial superposition",
    "abstract": "In quantum metrology and quantum information processing, a coherent nonclassical state must be manipulated before unwanted interactions with the environment lead to decoherence. In atom interferometry, the nonclassical state is a spatial superposition, where each atom coexists in multiple locations at once as a collection of phase-coherent partial wavepackets. These states enable precise measurements in fundamental physics and inertial sensing. However, atom interferometers usually use atomic fountains, where the available free-fall time sets a hard time limit on the interrogation of the quantum state. Here, we realize atom interferometry with a spatial superposition state held by an optical lattice for as long as 1 minute, which is more than 25 times longer than any atomic fountain interferometer. We additionally present a theoretical and experimental toolbox to explore limits in coherence due to collective dephasing of the atomic ensemble. These gains in coherence may enable gravimetry measurements, searches for fifth forces, or fundamental probes into the non-classical nature of gravity. ",
    "url": "https://arxiv.org/abs/2210.07289",
    "authors": [
      "Cristian D. Panda",
      "Matt Tao",
      "James Egelhoff",
      "Miguel Ceja",
      "Victoria Xu",
      "Holger Müller"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.07425",
    "title": "Metasurface Holographic Optical Traps for Ultracold Atoms",
    "abstract": "We propose metasurface holograms as a novel platform to generate optical trap arrays for cold atoms with high fidelity, efficiency, and thermal stability. We developed design and fabrication methodologies to create dielectric, phase-only metasurface holograms based on titanium dioxide. We experimentally demonstrated optical trap arrays of various geometries, including periodic and aperiodic configurations with dimensions ranging from 1D to 3D and the number of trap sites up to a few hundred. We characterized the performance of the holographic metasurfaces in terms of the positioning accuracy, size and intensity uniformity of the generated traps, and power handling capability of the dielectric metasurfaces. Our proposed platform has great potential for enabling fundamental studies of quantum many-body physics, and quantum simulation and computation tasks. The compact form factor, passive nature, good power handling capability, and scalability of generating high-quality, large-scale arrays also make the metasurface platform uniquely suitable for realizing field-deployable devices and systems based on cold atoms. ",
    "url": "https://arxiv.org/abs/2210.07425",
    "authors": [
      "Xiaoyan Huang",
      "Weijun Yuan",
      "Aaron Holman",
      "Minho Kwon",
      "Stuart J. Masson",
      "Ricardo Gutierrez-Jauregui",
      "Ana Asenjo-Garcia",
      "Sebastian Will",
      "Nanfang Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2210.07609",
    "title": "Synchronization of Dust Acoustic Waves in a forced Korteweg-de  Vries-Burgers model",
    "abstract": "The synchronization of dust acoustic waves to an external periodic source is studied in the framework of a driven Korteweg-de Vries-Burgers equation that takes into account the appropriate nonlinear and dispersive nature of low frequency waves in a dusty plasma medium. For a spatio-temporally varying source term the system is shown to demonstrate harmonic (1:1) and super-harmonic (1:2) synchronized states. The existence domains of these states are delineated in the form of Arnold tongue diagrams in the parametric space of the forcing amplitude and forcing frequency and their resemblance to some past experimental results is discussed. ",
    "url": "https://arxiv.org/abs/2210.07609",
    "authors": [
      "Ajaz Mir",
      "Sanat Tiwari",
      "Abhijit Sen",
      "Chris Crabtree",
      "Gurudas Ganguli",
      "John Goree"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2210.07684",
    "title": "End-to-end joint optimization of metasurface and image processing for  compact snapshot hyperspectral imaging",
    "abstract": "Traditional snapshot hyperspectral imaging systems generally require multiple refractive-optics-based elements to modulate light, resulting in bulky framework. In pursuit of a more compact form factor, a metasurface-based snapshot hyperspectral imaging system, which achieves joint optimization of metasurface and image processing, is proposed in this paper. The unprecedented light manipulation capabilities of metasurfaces are used in conjunction with neural networks to encode and decode light fields for better hyperspectral imaging. Specifically, the extremely strong dispersion of metasurfaces is exploited to distinguish spectral information, and a neural network based on spectral priors is applied for hyperspectral image reconstruction. By constructing a fully differentiable model of metasurface-based hyperspectral imaging, the front-end metasurface phase distribution and the back-end recovery network parameters can be jointly optimized. This method achieves high-quality hyperspectral reconstruction results numerically, outperforming separation optimization methods. The proposed system holds great potential for miniaturization and portability of hyperspectral imaging systems. ",
    "url": "https://arxiv.org/abs/2210.07684",
    "authors": [
      "Qiangbo Zhang",
      "Zeqing Yu",
      "Xinyu Liu",
      "Chang Wang",
      "Zhenrong Zheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2210.07865",
    "title": "Airborne absolute gravimetry with a quantum sensor, comparison with  classical technologies",
    "abstract": "We report an airborne gravity survey with an absolute gravimeter based on atom interferometry and two relative gravimeters: a classical LaCoste\\&Romberg (L\\&R) and a novel iMAR strap-down Inertial Measurement Unit (IMU). We estimated measurement errors for the quantum gravimeter ranging from 0.6 to 1.3 mGal depending on the flight conditions and the filtering used. Similar measurement errors are obtained with iMAR strapdown gravimeter but the long term stability is five times worse. The traditional L\\&R platform gravimeter shows larger measurement errors (3 - 4 mGal). Airborne measurements have been compared to marine, land and altimetry derived gravity data. We obtain a good agreement for the quantum gravimeter with standard deviations and means on differences below or equal to 2 mGal. This study confirms the potential of quantum technology for absolute airborne gravimetry which is particularly interesting for mapping shallow water or mountainous areas and for linking ground and satellite measurements with homogeneous absolute referencing. ",
    "url": "https://arxiv.org/abs/2210.07865",
    "authors": [
      "Yannick Bidel",
      "Nassim Zahzam",
      "Alexandre Bresson",
      "Cédric Blanchard",
      "Alexis Bonnin",
      "Jeanne Bernard",
      "Malo Cadoret",
      "Tim Enzlberger Jensen",
      "René Forsberg",
      "Corinne Salaun",
      "Sylvain Lucas",
      "Marie Francoise Lequentrec-Lalancette",
      "Didier Rouxel",
      "Germinal Gabalda",
      "Lucia Seoane",
      "Dinh Toan Vu",
      "Sylvain Bonvalot"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Applied Physics (physics.app-ph)",
      "Geophysics (physics.geo-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.07917",
    "title": "Impact of Stimulated Raman Scattering on Dark Soliton Generation in a  Silica Microresonator",
    "abstract": "Generating a coherent optical frequency comb at an arbitrary wavelength is important for fields such as spectroscopy and optical communications. Dark solitons which are coherent states of optical frequency combs in normal dispersion microresonators can extend the operating wavelength and be excited via intermodal coupling. They have been investigated over the last decade due to their high conversion efficiency and deterministic excitation with no need for dispersion engineering. While the existence and dynamics of dark solitons has been examined extensively, requirements on the modal interaction for accessing the soliton state in the presence of a strong Raman interaction at near-IR wavelengths has been less explored. Here, analysis on the parametric and Raman gain in a silica microresonator is performed, revealing that parametric gain can be created by an additional frequency due to modal interaction and exceed the Raman gain. More complex interaction dynamics of the parametric and stimulated Raman scattering process is studied using numerical simulations based on the Lugiato-Lefever equation. It is found that exciting a dark soliton requires not only appropriate modal coupling but also a range of pump powers. The existence range of the dark soliton is analyzed as a function of pump power and detuning for given modal coupling conditions. We anticipate these results will benefit fields requiring optical frequency combs with high efficiency and selectable wavelength in a material with a strong Raman gain. ",
    "url": "https://arxiv.org/abs/2210.07917",
    "authors": [
      "Gwangho Choi",
      "Judith Su"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.07355",
    "title": "Enhancing the robustness of coupling between a single emitter and a  photonic crystal waveguide",
    "abstract": "We present a heuristic mathematical model of the relation between the geometry of a photonic crystal waveguide and the Purcell enhancement factor at a particular wavelength of interest. We use this model to propose approaches to the design of a photonic crystal waveguide maximizing the Purcell enhancement at a target wavelength. Numerical simulations indicate that the proposed structures exhibit robustness to fabrication defects introduced into photonic crystal geometry. ",
    "url": "https://arxiv.org/abs/2210.07355",
    "authors": [
      "Alexander Shurinov",
      "Ivan Dyakonov",
      "Sergei Kulik",
      "Stanislav Straupe"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.07390",
    "title": "Constraint Inequalities from Hilbert Space Geometry & Efficient Quantum  Computation",
    "abstract": "Useful relations describing arbitrary parameters of given quantum systems can be derived from simple physical constraints imposed on the vectors in the corresponding Hilbert space. This is well known and it usually proceeds by partitioning the large dimensional Hilbert space into relevant sub spaces and relating points in the Hilbert space to the expectation values of physical observables. The aim of this note is quite modest. We describe the procedure and point out that this parallels the necessary considerations that make Quantum Simulation of quantum fields and interacting many body quantum systems on Noisy Intermediate Scale Quantum (NISQ) devices possible. We conclude by pointing out relevant parts of Quantum Computing where these ideas could be useful. This work proceeds in density matrix formalism and is a review of materials found in references. We enrich the literature by suggesting how to use these ideas to guide and improve parameterized quantum circuits. ",
    "url": "https://arxiv.org/abs/2210.07390",
    "authors": [
      "Chinonso Onah",
      "Gia Dvali"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Lattice (hep-lat)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2210.07604",
    "title": "High-Order Non-Conforming Discontinuous Galerkin Methods for the  Acoustic Conservation Equations",
    "abstract": "This work compares two Nitsche-type approaches to treat non-conforming triangulations for a high-order discontinuous Galerkin (DG) solver for the acoustic conservation equations. The first approach (point-to-point interpolation) uses inexact integration with quadrature points prescribed by a primary element. The second approach uses exact integration (mortaring) by choosing quadratures depending on the intersection between non-conforming elements. In literature, some excellent properties regarding performance and ease of implementation are reported for point-to-point interpolation. However, we show that this approach can not safely be used for DG discretizations of the acoustic conservation equations since, in our setting, it yields spurious oscillations that lead to instabilities. This work presents a test case in that we can observe the instabilities and shows that exact integration is required to maintain a stable method. Additionally, we provide a detailed analysis of the method with exact integration. We show optimal spatial convergence rates globally and in each mesh region separately. The method is constructed such that it can natively treat overlaps between elements. Finally, we highlight the benefits of non-conforming discretizations in acoustic computations by a numerical test case with different fluids. ",
    "url": "https://arxiv.org/abs/2210.07604",
    "authors": [
      "Johannes Heinz",
      "Peter Munch",
      "Manfred Kaltenbacher"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2210.07674",
    "title": "Optical coherent feedback control of a mechanical oscillator",
    "abstract": "Feedback is a powerful and ubiquitous technique both in classical and quantum system control. In its standard implementation it relies on measuring the state of a system, classically processing and feeding back the extracted information. In quantum physics, however, measurements not only read out the state of the system, but also modify it irreversibly. A different kind of feedback which coherently processes and feeds back quantum signals without actually measuring the system is possible. This is known as coherent feedback. Here, we report on the realization of an optical coherent feedback platform to control the motional state of a nanomechanical membrane in an optical cavity. The coherent feedback loop consists of a light field interacting twice with the same mechanical mode through different cavity modes, without any measurement taking place. Tuning the optical phase and delay of the feedback loop allows us to control the motional state of the mechanical oscillator, its resonance frequency and damping rate, the latter of which we use to cool the membrane close to the quantum ground state. We present here a theoretical description and experimental realization of this scheme. Our theoretical analysis provides the optimal cooling conditions, showing that this new technique enables ground-state cooling. Experimentally, we show that we can cool the membrane to a state with $\\bar{n}_m = 4.89 \\pm 0.14 $ phonons ($480\\,\\mu$K) in a ${20}\\,$K environment. This lies below the theoretical limit of cavity dynamical backaction cooling in the unresolved sideband regime. Our feedback scheme is very versatile, offering new opportunities for quantum control in a variety of optomechanical systems. ",
    "url": "https://arxiv.org/abs/2210.07674",
    "authors": [
      "Maryse Ernzer",
      "Manel Bosch Aguilera",
      "Matteo Brunelli",
      "Gian-Luca Schmid",
      "Christoph Bruder",
      "Patrick P. Potts",
      "Philipp Treutlein"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.07776",
    "title": "Optimizing optical potentials with physics-inspired learning algorithms",
    "abstract": "We present our new experimental and theoretical framework which combines a broadband superluminescent diode (SLED/SLD) with fast learning algorithms to provide speed and accuracy improvements for the optimization of 1D optical dipole potentials, here generated with a Digital Micromirror Device (DMD). To characterize the setup and potential speckle patterns arising from coherence, we compare the superluminescent diode to a single-mode laser by investigating interference properties. We employ Machine Learning (ML) tools to train a physics-inspired model acting as a digital twin of the optical system predicting the behavior of the optical apparatus including all its imperfections. Implementing an iterative algorithm based on Iterative Learning Control (ILC) we optimize optical potentials an order of magnitude faster than heuristic optimization methods. We compare iterative model-based offline optimization and experimental feedback-based online optimization. Our methods provide a new route to fast optimization of optical potentials which is relevant for the dynamical manipulation of ultracold gases. ",
    "url": "https://arxiv.org/abs/2210.07776",
    "authors": [
      "Martino Calzavara",
      "Yevhenii Kuriatnikov",
      "Andreas Deutschmann-Olek",
      "Felix Motzoi",
      "Sebastian Erne",
      "Andreas Kugi",
      "Tommaso Calarco",
      "Jörg Schmiedmayer",
      "Maximilian Prüfer"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1508.00175",
    "title": "Inorganic arrangement crystal beryllium, lithium, selenium and silicon",
    "abstract": " Comments: The paper has errors ",
    "url": "https://arxiv.org/abs/1508.00175",
    "authors": [
      "Ricardo Gobato",
      "Alekssander Gobato",
      "Desire Francine Gobato Fedrigo"
    ],
    "subjectives": [
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2203.12215",
    "title": "Physics-Driven Deep Learning for Computational Magnetic Resonance  Imaging",
    "abstract": " Comments: To appear in IEEE Signal Processing Magazine ",
    "url": "https://arxiv.org/abs/2203.12215",
    "authors": [
      "Kerstin Hammernik",
      "Thomas Küstner",
      "Burhaneddin Yaman",
      "Zhengnan Huang",
      "Daniel Rueckert",
      "Florian Knoll",
      "Mehmet Akçakaya"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Machine Learning (cs.LG)",
      "Signal Processing (eess.SP)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2206.04485",
    "title": "Experimental Observation of Berry Phases in Optical Moebius-strip  Microcavities",
    "abstract": " Title: Experimental Observation of Berry Phases in Optical Moebius-strip  Microcavities ",
    "url": "https://arxiv.org/abs/2206.04485",
    "authors": [
      "Jiawei Wang",
      "Sreeramulu Valligatla",
      "Yin Yin",
      "Lukas Schwarz",
      "Mariana Medina-Sanchez",
      "Stefan Baunack",
      "Ching Hua Lee",
      "Ronny Thomale",
      "Shilong Li",
      "Vladimir M. Fomin",
      "Libo Ma",
      "Oliver G. Schmidt"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.01349",
    "title": "Efficient broadband frequency conversion via shortcut to adiabaticity",
    "abstract": " Comments: 8 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2207.01349",
    "authors": [
      "Koushik Paul",
      "Qian Kong",
      "Xi Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.01011",
    "title": "Influence of the coordination defects on the dynamics and the potential  energy landscape of two-dimensional silica",
    "abstract": " Comments: 11 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2208.01011",
    "authors": [
      "Projesh Kumar Roy",
      "Andreas Heuer"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.01846",
    "title": "Theoretical framework bridging classical and quantum mechanics for the  dynamics of cryogenic liquid helium-4 using smoothed-particle hydrodynamics",
    "abstract": " Comments: The following article has been submitted to a journal. After it is published, a link will be found below ",
    "url": "https://arxiv.org/abs/2208.01846",
    "authors": [
      "Satori Tsuzuki"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2210.04879",
    "title": "Forward silicon tracking detector developments for the future  Electron-Ion Collider",
    "abstract": " Comments: 7 pages, 5 figures, proceeding for 41st International Conference on High Energy Physics - ICHEP2022, accepted by PoS ",
    "url": "https://arxiv.org/abs/2210.04879",
    "authors": [
      "Xuan Li",
      "Melynda Brooks",
      "Matt Durham",
      "Ming Liu",
      "Yasser Corrales Morales",
      "Kei Nagai",
      "Anton Navazo",
      "Christopher Prokop",
      "Eric Renner",
      "Walter Sondheim",
      "Cesar da Silva"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2210.05948",
    "title": "Non-Hermitian acoustic waveguides with periodic electroacoustic feedback",
    "abstract": " Comments: 40 pages, 22 figures ",
    "url": "https://arxiv.org/abs/2210.05948",
    "authors": [
      "Danilo Braghini",
      "Vinicius D. de Lima",
      "Danilo Beli",
      "Matheus I. N. Rosa",
      "José R. de F. Arruda"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.06979",
    "title": "FeFET-based non-volatile III-V/Si hybrid optical phase shifters",
    "abstract": " Title: FeFET-based non-volatile III-V/Si hybrid optical phase shifters ",
    "url": "https://arxiv.org/abs/2210.06979",
    "authors": [
      "Rui Tang",
      "Kouhei Watanabe",
      "Hanzhi Tang",
      "Kasidit Toprasertpong",
      "Shinichi Takagi",
      "Mitsuru Takenaka"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  }
]