[
  {
    "id": "arXiv:2506.11524",
    "title": "Blowing in a drinking straw: introducing quantum physics",
    "abstract": "           We present an educational approach aimed at introducing the fundamental concepts of quantum mechanics (QM). By exploiting the formal analogy between sound wave behavior in an acoustic pipe (a drinking straw) and the quantum infinite square potential well, we provide an intuitive framework that explains the origin of energy quantization in bound quantum systems (such as atoms), introduces the concept of wave function (WF), and lays the groundwork for discussing the Heisenberg uncertainty relations. The proposed method enables low-cost experimental activities that actively involve students, facilitating a meaningful connection between theoretical principles and empirical observations. Moreover, it encourages critical reflection on the Copenhagen interpretation of the WF, promoting a deeper conceptual understanding.         ",
    "url": "https://arxiv.org/abs/2506.11524",
    "authors": [
      "Lorenzo Galante"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2506.11720",
    "title": "Modeling Urban Air Quality Using Taxis as Sensors",
    "abstract": "           Monitoring urban air quality with high spatiotemporal resolution continues to pose significant challenges. We investigate the use of taxi fleets as mobile sensing platforms, analyzing over 100 million PM2.5 readings from more than 3,000 vehicles across six major U.S. cities during one year. Our findings show that taxis provide fine-grained, street-level air quality insights while ensuring city-wide coverage. We further explore urban air quality modeling using traffic congestion, built environment, and human mobility data to predict pollution variability. Our results highlight geography-specific seasonal patterns and demonstrate that models based solely on traffic and wind speeds effectively capture a city's pollution dynamics. This study establishes taxi fleets as a scalable, near-real-time air quality monitoring tool, offering new opportunities for environmental research and data-driven policymaking.         ",
    "url": "https://arxiv.org/abs/2506.11720",
    "authors": [
      "Anastasios Noulas",
      "Yasin Acikmese",
      "Charles QC LI",
      "Milan Y. Patel",
      "Shazia Ayn Babul",
      "Ronald C. Cohen",
      "Renaud Lambiotte",
      "Marta C. Gonzalez"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2506.11782",
    "title": "On Apparent Absence of Green Gap in InGaN/GaN Quantum Disks and Wells Grown by Plasma-Assisted Molecular Beam Epitaxy",
    "abstract": "           III-nitride based full-color blue, green and red-light emitting diodes are critically important for a broad range of important applications. To date, however, green or red color III-nitride light emitters grown by conventional growth techniques are limited in efficiency compared to blue emitters. As opposed to metal-organic chemical vapor deposition (MOCVD), while grown by plasma-assisted molecular beam epitaxy (PAMBE), the most intense emission is generally observed in the green spectral region in InGaN/GaN based light emitters. Such counterintuitive phenomenon of efficiency increase with increasing emission wavelength has been observed in both InGaN/GaN quantum-disks in nanowire and planar quantum-wells structures grown by PAMBE. Here, we experimentally show that the apparent absence of green gap in longer green wavelength is due to the difficulty of elimination of indium-rich non-radiative clusters and phase segregation in shorter blue wavelength quantum wells/disks.Excess indium due to the dissociation of the In-N bonds during growth lead to nitrogen vacancies and metallic inclusions. In radio-frequency PAMBE, the energy of the nitrogen radicals was found to be a driving force for indium this http URL detailed growth and associated photoluminescence studies suggests that uniform phase and absence of metallic inclusion is the underlying mechanism of efficient green InGaN/GaN quantum wells/disks grown with sufficiently energetic plasma flux. Our study is valid for achieving very efficient green and red color InGaN/GaN and breaking the green gap bottleneck in quantum wells/disks grown by state-of-the-art high-power plasma-assisted molecular beam epitaxy         ",
    "url": "https://arxiv.org/abs/2506.11782",
    "authors": [
      "Sharif Md. Sadaf",
      "Nirmal Anand",
      "Emile A. Carbone",
      "Dipon K. Ghosh",
      "Haipeng Tang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.11810",
    "title": "Entanglement-enhanced optical ion clock",
    "abstract": "           Entangled states hold the promise of improving the precision and accuracy of quantum sensors. We experimentally demonstrate that spectroscopy of an optical clock transition using entangled states can outperform its classical counterpart. Two ^{40}\\text{Ca}^{+} ions are entangled in a quantum state with vanishing first-order magnetic field sensitivity, extending the coherence time of the atoms and enabling near lifetime-limited probe times of up to 550 ms. In our protocol, entangled ions reach the same instability as uncorrelated ions, but at half the probe time, enabling faster cycle times of the clock. We run two entangled ^{40}\\text{Ca}^{+} ions as an optical clock and compare its frequency instability with a ^{87}\\text{Sr} lattice clock. The instability of the entangled ion clock is below a clock operated with classically correlated states for all probe times. We observe instabilities below the theoretically expected quantum projection noise limit of two uncorrelated ions for interrogation times below 100 ms. The lowest fractional frequency instability of 7e-16 / sqrt(tau / 1 s) is reached for 250 ms probe time, limited by residual phase noise of the probe laser. This represents the lowest instability reported to date for a ^{40}\\text{Ca}^{+} ion clock.         ",
    "url": "https://arxiv.org/abs/2506.11810",
    "authors": [
      "Kai Dietze",
      "Lennart Pelzer",
      "Ludwig Krinner",
      "Fabian Dawel",
      "Johannes Kramer",
      "Nicolas C. H. Spethmann",
      "Timm Kielinski",
      "Klemens Hammerer",
      "Kilian Stahl",
      "Joshua Klose",
      "Sören Dörscher",
      "Christian Lisdat",
      "Erik Benkler",
      "Piet O. Schmidt"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2506.11953",
    "title": "Few-MHz bandwidth tunable optical filter based on a fiber-ring resonator",
    "abstract": "           We present a fiber-ring resonator that realizes an ultra-narrowband, high-extinction, low-loss, tunable optical filter. It consists of a pair of commercial variable ratio directional couplers that allow precise adjustment of the filter bandwidth and its on-resonance transmission. This design also grants access to multiple modes of operation, such as a simultaneous band-stop and band-pass filter. Our characterization reveals a bandwidth of less than 2 MHz, together with an extinction exceeding 20 dB. The tunability of the filter properties establishes our device as a versatile platform for selective frequency filtering with sub-natural atomic linewidth resolution.         ",
    "url": "https://arxiv.org/abs/2506.11953",
    "authors": [
      "Gabriele Maron",
      "Anton Bölian",
      "Xin-Xin Hu",
      "Luke Masters",
      "Arno Rauschenbeutel",
      "Jürgen Volz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.11389",
    "title": "Two-stage, low noise quantum frequency conversion of single photons from silicon-vacancy centers in diamond to the telecom C-band",
    "abstract": "           The silicon-vacancy center in diamond holds great promise as a qubit for quantum communication networks. However, since the optical transitions are located within the visible red spectral region, quantum frequency conversion to low-loss telecommunication wavelengths becomes a necessity for its use in long-range, fiber-linked networks. This work presents a highly efficient, low-noise quantum frequency conversion device for photons emitted by a silicon-vacancy (SiV) center in diamond to the telecom C-band. By using a two-stage difference-frequency mixing scheme SPDC noise is circumvented and Raman noise is minimized, resulting in a very low noise rate of $10.4 \\pm 0.7$ photons per second as well as an overall device efficiency of $35.6\\, \\%$. By converting single photons from SiV centers we demonstrate the preservation of photon statistics upon conversion.         ",
    "url": "https://arxiv.org/abs/2307.11389",
    "authors": [
      "Marlon Schäfer",
      "Benjamin Kambs",
      "Dennis Herrmann",
      "Tobias Bauer",
      "Christoph Becher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.11198",
    "title": "Homogeneous Free-Standing Nanostructures from Bulk Diamond over Millimeter Scales for Quantum Technologies",
    "abstract": "           Quantum devices based on optically addressable spin qubits in diamond are promising platforms for quantum technologies such as quantum sensing and communication. Nano- and microstructuring of the diamond crystal is essential to enhance device performance, yet fabrication remains challenging and often involves trade-offs in surface quality, aspect ratio, device size, and uniformity. We tackle this hurdle with an approach producing millimeter-scale, thin (down to 70 nm) and highly parallel (< 0.35 nm/$\\mu$m}) membranes from single-crystal diamond. The membranes remain contamination-free and possess atomically smooth surfaces ($\\mathrm{R_q}$ < 200 pm) as required by state-of-the-art quantum applications. We demonstrate the benefits and versatility of our method by fabricating large fields of free-standing and homogeneous photonic nano- and microstructures. Leveraging a refined photolithography-based strategy, our method offers enhanced scalability and produces robust structures suitable for direct use, while remaining compatible with heterogeneous integration through pick-and-place transfer techniques.         ",
    "url": "https://arxiv.org/abs/2506.11198",
    "authors": [
      "Andrea Corazza",
      "Silvia Ruffieux",
      "Yuchun Zhu",
      "Claudio A. Jaramillo Concha",
      "Yannik Fontana",
      "Christophe Galland",
      "Richard J. Warburton",
      "Patrick Maletinsky"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.11341",
    "title": "The Integral Decimation Method for Quantum Dynamics and Statistical Mechanics",
    "abstract": "           We present a method to numerically evaluate functional integrals called integral decimation (ID). It constructs a separable decomposition of the integrand as a spectral tensor train (STT), a continuous generalization of the matrix product state. ID builds the STT by mapping the integrand to an auxiliary many-body wavefunction that evolves in time from an initially unentangled state. Each body-ordered term of the action corresponds to a quantum gate, applied to the state during its evolution. The gates generate entanglement, and decimation during the gate sequence compresses the integral, alleviating memory bottlenecks in high dimensional integration. In the application of ID to moment-generating and partition functions, the continuous nature of the STTs allows for analytical differentiation of the result. To demonstrate its versatility, we employ ID to calculate the partition function of a classical XY model and to solve a non-Markovian quantum relaxation problem. By circumventing the barren plateau problem that limited our earlier STT-based approaches to quantum relaxation [J. Chem. Phys. 161, 234111 (2024)], ID enables high-accuracy simulations of quantum dynamics in systems as large as a 40-site chain.         ",
    "url": "https://arxiv.org/abs/2506.11341",
    "authors": [
      "Ryan T. Grimm",
      "Alexander J. Staat",
      "Joel D. Eaves"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2506.11489",
    "title": "Bilateral collaboration between Mexico and the United Kingdom for the construction of technical equipment (CHARM) for the Large Millimeter Telescope (LMT/GTM)",
    "abstract": "           The Large Millimeter Telescope Alfonso Serrano (LMT), is the largest millimeter radio telescope in the world, and was founded in 2006. This radio telescope is the final product of a collaboration agreement between Mexico and the United States in the 1990s. It is located on top of an extinct volcano in Mexico at an altitude of 4600 meters above sea level. In 2018, the University of Manchester and the Rutherford Appleton Laboratory signed an agreement with the Instituto Nacional de Astrofisica Optica y Electronica (INAOE) to train Mexican astronomers in high-frequency radio receiver construction techniques by designing an innovative device called Collaborative Heterodyne Amplifier Receiver for Mexico (CHARM) designed to work at a frequency of 345 GHz. The research team, composed of British and Mexican technicians and scientists, installed CHARM at the LMT in 2019 and began testing the equipment until the COVID-19 pandemic shut it down in March 2020. This paper describes the collaboration process between Mexico and the United Kingdom, facilitated by a British institution dedicated to supporting scientific projects in developing countries, the Global Challenges Research Fund (GCRF).         ",
    "url": "https://arxiv.org/abs/2506.11489",
    "authors": [
      "Paulina Carmona Rodriguez",
      "Maria de la Paz Ramos-Lara"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2506.11565",
    "title": "Gradients of unitary optical neural networks using parameter-shift rule",
    "abstract": "           This paper explores the application of the parameter-shift rule (PSR) for computing gradients in unitary optical neural networks (UONNs). While backpropagation has been fundamental to training conventional neural networks, its implementation in optical neural networks faces significant challenges due to the physical constraints of optical systems. We demonstrate how PSR, which calculates gradients by evaluating functions at shifted parameter values, can be effectively adapted for training UONNs constructed from Mach-Zehnder interferometer meshes. The method leverages the inherent Fourier series nature of optical interference in these systems to compute exact analytical gradients directly from hardware measurements. This approach offers a promising alternative to traditional in silico training methods and circumvents the limitations of both finite difference approximations and all-optical backpropagation implementations. We present the theoretical framework and practical methodology for applying PSR to optimize phase parameters in optical neural networks, potentially advancing the development of efficient hardware-based training strategies for optical computing systems.         ",
    "url": "https://arxiv.org/abs/2506.11565",
    "authors": [
      "Jinzhe Jiang",
      "Yaqian Zhao",
      "Xin Zhang",
      "Chen Li",
      "Yunlong Yu",
      "Hailing Liu"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.11576",
    "title": "Quantum Circuits for the Metropolis-Hastings Algorithm",
    "abstract": "           Szegedy's quantization of a reversible Markov chain provides a quantum walk whose mixing time is quadratically smaller than that of the classical walk. Quantum computers are therefore expected to provide a speedup of Metropolis-Hastings (MH) simulations. Existing generic methods to implement the quantum walk require coherently computing the acceptance probabilities of the underlying Markov kernel. However, reversible computing methods require a number of qubits that scales with the complexity of the computation. This overhead is undesirable in near-term fault-tolerant quantum computing, where few logical qubits are available. In this work, we present a quantum walk construction which follows the classical proposal-acceptance logic, does not require further reversible computing methods, and uses a constant-sized ancilla register. Since each step of the quantum walk uses a constant number of proposition and acceptance steps, we expect the end-to-end quadratic speedup to hold for MH simulations.         ",
    "url": "https://arxiv.org/abs/2506.11576",
    "authors": [
      "Baptiste Claudon",
      "Pablo Rodenas-Ruiz",
      "Jean-Philip Piquemal",
      "Pierre Monmarché"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2506.08595",
    "title": "High-throughput polarization-independent spatial mode shaping with mode-selective photonic lanterns",
    "abstract": "           Coherent interference in multimode photonic systems offers a transformative approach for scalable, high-fidelity optical control, enabling precise beam shaping, efficient power delivery, and advanced signal processing through single-mode performance. Current techniques are often constrained to a single polarization state of light, system complexity, and the fabrication challenges associated with precise waveguide structures. Here, we present a high-efficiency coherent combination scheme employing a commercial mode-selective photonic lantern supporting three spatial channels, achieving Gaussian mode interference at multiple locations along the multimode core with up to 100% mode conversion efficiencies. By integrating a Faraday reflecting fibre component and piezo-phase shifters with the photonic lantern channels, we demonstrate stable and adaptive mode manipulation without the need for complex adaptive optics. These findings highlight the potential of photonic lanterns as robust platforms for controlled mode interference, paving the way for their deployment in next-generation optical communication, beam shaping, and beam-forming systems.         ",
    "url": "https://arxiv.org/abs/2506.08595",
    "authors": [
      "Harikumar K Chandrasekharan",
      "Ross Donaldson"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.17009",
    "title": "Topological Phase Transitions and Mixed State Order in a Hubbard Quantum Simulator",
    "abstract": "           Topological phase transitions challenge conventional paradigms in many-body physics by separating phases that are locally indistinguishable yet globally distinct. Using a quantum simulator of interacting erbium atoms in an optical lattice, we observe such a transition between one-dimensional crystalline symmetry-protected topological phases (CSPTs). We detect the critical point through non-local string order parameters and reveal its connection to the transition predicted between the Mott and Haldane insulators. Moreover, we demonstrate a striking property: stacking two identical systems eliminates the transition, confirming the predicted group structure and invertibility of SPTs. Finally, while introducing symmetry-breaking disorder also removes the transition, disorder averaging restores it. Consequently, the adjacent phases realize a form of mixed-state quantum order wherein the criticality between them depends on the observer's information. Our results demonstrate how topology and information influence quantum phase transitions, opening the doors to probing novel critical phenomena in programmable quantum matter.         ",
    "url": "https://arxiv.org/abs/2505.17009",
    "authors": [
      "Lin Su",
      "Rahul Sahay",
      "Michal Szurek",
      "Alexander Douglas",
      "Ognjen Markovic",
      "Ceren B. Dag",
      "Ruben Verresen",
      "Markus Greiner"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]