[
  {
    "id": "arXiv:2209.06821",
    "title": "Experimental Investigation of Mode Diversity Reception Using an Optical  Turbulence Generator and Digital Holography",
    "abstract": "Mode diversity reception is experimentally investigated using an optical turbulence generator, off-axis digital holography, and digital demultiplexing. The results confirm improved fibre coupling efficiency when receiving the optical field using a multi-mode fibre instead of a single-mode fibre under turbulent conditions, specifically beam wander. The coupling loss is reduced by receiving additional modes. ",
    "url": "https://arxiv.org/abs/2209.06821",
    "authors": [
      "Vincent van Vliet",
      "Menno van den Hout",
      "Sjoerd van der Heide",
      "Chigo Okonkwo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2209.06858",
    "title": "Quantum Non-Locality and the CMB: what Experiments say",
    "abstract": "\"Non-Locality is most naturally incorporated into a theory in which there is a special frame of reference. One possible candidate for this special frame of reference is the one in which the Cosmic Microwave Background (CMB) is isotropic. However, other than the fact that a realistic interpretation of quantum mechanics requires a preferred frame and the CMB provides us with one, there is no readily apparent reason why the two should be linked\" (L. Hardy). Starting from this remark we first argue that, given the present view of the vacuum, the basic tenets of Quantum Field Theory cannot guarantee that Einstein Special Relativity, with no preferred frame, is the physically realized version of relativity. Then, to try to understand the nature of the hypothetical preferred $\\Sigma-$frame, we consider the so called ether-drift experiments, those precise optical measurements that try to detect in laboratory a small angular dependence of the two-way velocity of light and then to correlate this angular dependence with the direct CMB observations with satellites in space. By considering all experiments performed so far, from Michelson-Morley to the present experiments with optical resonators, and analyzing the small observed residuals in a modern theoretical framework, the long sought $\\Sigma-$ frame tight to the CMB naturally emerges. Finally, if quantum non-locality reflects some effect propagating at vastly superluminal speed $v_{QI} \\to \\infty $, its ultimate origin could be hidden somewhere in the infinitely large speed $c_s \\to \\infty$ of the vacuum density fluctuations. ",
    "url": "https://arxiv.org/abs/2209.06858",
    "authors": [
      "Maurizio Consoli",
      "Alessandro Pluchino",
      "Paola Zizzi"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2209.06863",
    "title": "Optimization of the Femtosecond Laser Impulse for Photoassociation and  the Power-Law Decay for the Spin-Orbit Mediated Dissociation in the NaRb  Dimer",
    "abstract": "We use our newly-developed quantum dynamics code that allows us to study the dynamics of multiple coupled states under the influence of an arbitrary time-dependent external field, to investigate the femtosecond laser-driven process of association and the forbidden transition in the NaRb dimer. In this process, the dimer is excited from the ground triplet state $1^3\\Sigma^+$ to the $1^3\\Pi$ state using the femtosecond laser pulse and next, the spin-orbit coupling between the $1^3\\Pi$ and $2^1\\Sigma^+$ states results in the singlet-triplet transition. The laser pulse parameters are optimised to obtain maximum yield in electronic levels correlating with the first excited atomic asymptote. We observe the detailed population statistics and power-law decay of these states. Finally, the analysis of the population oscillations allows for the determination of the optimal time delay for dumping molecule to its absolute ground state. ",
    "url": "https://arxiv.org/abs/2209.06863",
    "authors": [
      "Janek Kozicki",
      "Patryk Jasik",
      "Tymon Kilich",
      "Józef E. Sienkiewicz"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2209.06903",
    "title": "Hermite-Gaussian-mode coherently composed states and deep learning based  free-space optical communication link",
    "abstract": "In laser-based free-space optical communication, besides OAM beams, Hermite-Gaussian (HG) modes or HG-mode coherently composed states (HG-MCCS) can also be adopted as the information carrier to extend the channel capacity with the spatial pattern based encoding and decoding link. The light field of HG-MCCS is mainly determined by three independent parameters, including indexes of HG modes, relative initial phases between two eigenmodes, and scale coefficients of the eigenmodes, which can obtain a large number of effective coding modes at a low mode order. The beam intensity distributions of the HG-MCCSs have obvious distinguishable spatial characteristics and can keep propagation invariance, which are convenient to be decoded by the convolutional neural network (CNN) based image recognition method. We experimentally utilize HG-MCCS to realize a communication link including encoding, transmission under atmospheric turbulence (AT), and decoding based on CNN. With the index order of eigenmodes within six, 125 HG-MCCS are generated and used for information encoding, and the average recognition accuracy reached 99.5% for non-AT conditions. For the 125-level color images transmission, the error rate of the system is less than 1.8% even under the weak AT condition. Our work provides a useful basis for the future combination of dense data communication and artificial intelligence technology. ",
    "url": "https://arxiv.org/abs/2209.06903",
    "authors": [
      "Zilong Zhang",
      "Suyi Zhao",
      "Wei He",
      "Yuan Gao",
      "Xin Wang",
      "Yuchen Jie",
      "Xiaotian Li",
      "Yuqi Wang",
      "Changming Zhao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2209.06914",
    "title": "Harnessing electroacoustic analogies in designing acoustic topological  systems",
    "abstract": "Topological acoustics has recently witnessed a spurt in research activity, owing to their unprecedented properties that extend beyond the standard wave dispersion for vibration control. In recent years, the use of coupled arrays of acoustic chambers has gained popularity in designing acoustic topological systems. In their common form, acoustic chambers with relatively large volume are coupled with others via narrow channels. Such configuration generally necessitates modeling in full three-dimensional model and may require extended computational time for simulation their harmonic response. To this end, this paper establishes a comprehensive mathematical treatment of the use of electroacoustic analogies for designing acoustic topological systems. We demonstrate the potential of such analytical approach via two types of topological systems: (1) edge states with quantized winding numbers in an acoustic diatomic lattice and (2) valley Hall transition in an acoustic honeycomb lattice that leads to robust waveguiding. In both cases, the established analytical approach shows an excellent agreement with the full three-dimensional model, whether in dispersion analyses or the response of an acoustic system with finite number of cells. The established framework opens avenues for designing a verity of acoustic topological insulators with simplified analytical formulation and minimal computational costs. ",
    "url": "https://arxiv.org/abs/2209.06914",
    "authors": [
      "Hasan Al Ba'ba'a",
      "Kyung Hoon Lee",
      "Qiming Wang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.06919",
    "title": "Method for measuring absolute optical properties of turbid samples in a  standard cuvette",
    "abstract": "Many applications seek to measure the absorption coefficient spectrum to retrieve the chemical makeup a sample. Many real-world samples are optically turbid, causing scattering confounds which many commercial spectrometers can not address. Frequency-domain near-infrared spectroscopy affords quantitative measurements which do account for scattering. We develop a method which utilizes frequency-domain to measure absolute optical properties of turbid samples in a standard cuvette (45x10x10 mm). Inspired by the self-calibrating method, which removes instrumental confounds, the method uses measurements of the diffuse complex transmittance at two sets of two different source-detector distances. We find this works best for highly scattering samples (reduced scattering coefficient above 1 1/mm), is expected to have higher relative error in the absorption coefficient compared to the reduced scattering coefficient, and the accuracy is tied to knowledge of the samples index of refraction. Noise simulations with 0.1 percent amplitude and 0.1 deg = 1.7 mrad phase uncertainty find errors in absorption and reduced scattering coefficients of 4 percent and 1 percent, respectively. We expect that higher error in the absorption coefficient can be alleviated with highly scattering samples and that boundary condition confounds may be suppressed by designing a cuvette with high index of refraction. Further work will investigate experimental implementation and reproducibility. ",
    "url": "https://arxiv.org/abs/2209.06919",
    "authors": [
      "Giles Blaney",
      "Angelo Sassaroli",
      "Sergio Fantini"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07078",
    "title": "Advantages of optical modulation in terahertz imaging for study of  graphene layers",
    "abstract": "It was demonstrated that optical modulation together with simultaneous terahertz (THz) imaging application enables an increase in contrast by an order of magnitude illustrating hence the technique as convenient contactless tool for characterization of graphene deposited on high-resistivity silicon substrates. It was shown that the single- and double-layer graphene can be discriminated and characterized via variation of THz image contrast using a discrete frequency in a continuous wave mode. Modulation depth of 45 % has been reached, the contrast variation from 0.16 up to 0.23 is exposed under laser illumination for the single and double layer graphene, respectively. The technique was applied in the development and investigation of graphene-based optical diffractive elements for THz imaging systems. ",
    "url": "https://arxiv.org/abs/2209.07078",
    "authors": [
      "Rusnė Ivaškevičiūtė-Povilauskienė",
      "Alesia Paddubskaya",
      "Dalius Seliuta",
      "Domas Jokubauskis",
      "Linas Minkevičius",
      "Andrzej Urbanowicz",
      "Ieva Matulaitienė",
      "Lina Mikoliūnaitė",
      "Polina Kuzhir",
      "Gintaras Valušis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07186",
    "title": "Defect characterization studies on neutron irradiated boron-doped  silicon pad diodes and Low Gain Avalanche Detectors",
    "abstract": "High-energy physics detectors, like Low Gain Avalanche Detectors (LGADs) that will be used as fast timing detectors in the High Luminosity LHC experiments, have to exhibit a significant radiation tolerance. Thereby the impact of radiation on the highly boron-doped gain layer that enables the internal charge multiplication, is of special interest, since due to the so-called Acceptor Removal Effect (ARE) a radiation-induced deactivation of active boron dopants takes place. In this paper we present defect-spectroscopy measurements (Deep-Level Transient Spectroscopy and Thermally Stimulated Current technique) on neutron irradiated p-type silicon pad diodes of different resistivity as well as LGADs irradiated at fluences up to 1 x 10^15 neq/cm2. Thereby we show that while for the silicon pad diodes irradiated with electrons, neutrons or protons the determination of defect electronic properties and defect introduction rates is straightforward, DLTS and TSC measurements on LGADs are strongly influenced by the impact of the gain layer. It is shown that the measurability of the capacitance of the gain layer shows a strong frequency and temperature dependence leading to a capacitance drop in DLTS and non-reliable measurement results. With TSC defects formed in the LGADs can be very nicely observed and compared to the defects formed in the silicon pad diodes. However the exact assignment of defects to the gain layer or bulk region remains challenging and the charge amplification effect of the LGADs impacts the exact determination of defect concentrations. Additionally, we will demonstrate that depending on the TSC measurement conditions defect induced residual internal electric fields are built up in the irradiated LGADs that are influencing the current signal of carriers emitted from the defect states. ",
    "url": "https://arxiv.org/abs/2209.07186",
    "authors": [
      "Anja Himmerlich",
      "Nuria Castello-Mor",
      "Esteban Curras Rivera",
      "Yana Gurimskaya",
      "Vendula Maulerova-Subert",
      "Michael Moll",
      "Ioana Pintilie",
      "Eckhart Fretwurst",
      "Chuan Liao",
      "Jorn Schwandt"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2209.07284",
    "title": "Architecture for Integrated RF Photonic Downconversion of Electronic  Signals",
    "abstract": "Electronic analog to digital converters (ADCs) are running up against the well-known bit depth vs bandwidth tradeoff. Towards this end, RF photonic-enhanced ADCs have been the subject of interest for some time. Optical frequency comb technology has been used as a workhorse underlying many of these architectures. Unfortunately, such designs must generally grapple with SWaP concerns, as well as frequency ambiguity issues which threaten to obscure critical spectral information of detected RF signals. In this work, we address these concerns via an RF photonic downconverter with potential for easy integration and field deployment by leveraging a novel hybrid microcomb / electro-optic comb design. ",
    "url": "https://arxiv.org/abs/2209.07284",
    "authors": [
      "Nathan P. O'Malley",
      "Keith A. Mckinzie",
      "Mohammed S. Alshaykh",
      "Junqiu Liu",
      "Daniel E. Leaird",
      "Tobias J. Kippenberg",
      "Jason D. Mckinney",
      "Andrew M. Weiner"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07359",
    "title": "Optical properties of circular Bragg gratings in labyrinth geometry",
    "abstract": "We present an optical study of new device designs for electrically contactable circular Bragg grating cavities in labyrinth geometries. We propose to rotate the connections between adjacent rings to disable waveguiding and improve the mode confinement. To find the optimal design, six different layouts with either 3-fold or 4-fold symmetry and one with 2-fold symmetry are investigated experimentally and numerically. Measurements show that increasing the connection width has a different impact on device performance, depending on the arrangement of the connections between consecutive rings. We compare results between different layouts and performed polarization dependent measurements to investigate whether the connections create asymmetries in the photonic confinement that would impede the performance of the device. ",
    "url": "https://arxiv.org/abs/2209.07359",
    "authors": [
      "Quirin Buchinger",
      "Simon Betzold",
      "Sven Höfling",
      "Tobias Huber-Loyola"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2209.07443",
    "title": "High-performance microresonator optical parametric oscillator on a  silicon chip",
    "abstract": "Optical parametric oscillation (OPO) is distinguished by its wavelength access, that is, the ability to flexibly generate coherent light at wavelengths that are dramatically different from the pump laser, and in principle bounded solely by energy conservation between the input pump field and the output signal/idler fields. As society adopts advanced tools in quantum information science, metrology, and sensing, microchip OPO may provide an important path for accessing relevant wavelengths. However, a practical source of coherent light should additionally have high conversion efficiency and high output power. Here, we demonstrate a silicon photonics OPO device with unprecedented performance. Our OPO device, based on the third-order ($\\chi^{(3)}$) nonlinearity in a silicon nitride microresonator, produces output signal and idler fields widely separated from each other in frequency ($>$150 THz), and exhibits a pump-to-idler conversion efficiency up to 29 $\\%$ with a corresponding output idler power of $>$18 mW on-chip. This performance is achieved by suppressing competitive processes and by strongly overcoupling the output light. This methodology can be readily applied to existing silicon photonics platforms with heterogeneously-integrated pump lasers, enabling flexible coherent light generation across a broad range of wavelengths with high output power and efficiency. ",
    "url": "https://arxiv.org/abs/2209.07443",
    "authors": [
      "Edgar F. Perez",
      "Gregory Moille",
      "Xiyuan Lu",
      "Jordan Stone",
      "Feng Zhou",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.07103",
    "title": "Fermion disorder operator: the hedgehog and the fox of quantum many-body  entanglement",
    "abstract": "As the saying goes ``The fox knows many things, but the hedgehog knows one big thing'', here we show that the disorder operator is both the fox and the hedgehog in probing the many aspects of quantum entanglement in fermionic many-body systems. From both analytical and numerical computations in free and interacting fermion systems in 1d and 2d, we find the disorder operator and the entanglement entropy exhibit similar universal scaling behavior, as a function of the boundary length of the subsystem, but with subtle yet important differences. In 1D they both follow the $\\log{L}$ scaling behavior with the coefficient determined by the Luttinger parameter for the case of disorder operator, and the conformal central charge for entanglement entropy. In 2D they both show the universal $L\\log L$ scaling behavior in free and interacting Fermi liquid phases, with the coefficients depending on the geometry of the Fermi surfaces. However, at a 2d quantum critical point, extra symmetry information is needed in the design of the disorder operator to be able to reveal the critical fluctuations as does in the entanglement entropy. Our results demonstrate the fermion disorder operator can be used to probe certain aspects of quantum many-body entanglement related to global symmetry and provide new tools to explore the still largely unknown territory of highly entangled fermion quantum matter in 2 or higher dimensions. ",
    "url": "https://arxiv.org/abs/2209.07103",
    "authors": [
      "Weilun Jiang",
      "Bin-Bin Chen",
      "Zi Hong Liu",
      "Junchen Rong",
      "Fakher F. Assaad",
      "Meng Cheng",
      "Kai Sun",
      "Zi Yang Meng"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Theory (hep-th)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07159",
    "title": "Micro-mechanical response of the F-actin/Tropomyosin/Troponin complex by  optical trapping interferometry",
    "abstract": "Single-particle optical trapping interferometry (OTI) allows us to detect the Brownian motion of a tracer bead immersed in a complex fluid with nanometric resolution and in the microsecond time-scale. By OTI, we study suspensions composed of filamentous actin (F-actin), a classic example of a semiflexible polymer, using two different kind of tracers: chemically-inert melamine resin and polystyrene depleted particles. One-particle microrheology permits to investigate the local fluctuations of the polymers in the network, but under the condition of a previous knowledge of the F-actin characteristic lengths in relation with the radius of the probes. In this work, we focus on the power-law behavior of the skeletal thin filament, composed by tropomyosin (Tm) and troponin (Tn) coupled to F-actin, which has a role in the muscle contraction by its interaction with myosin. We find that the elastic modulus for the F-actin/Tm/Tn complex in the presence of Ca$^{2+}$ is constant until the limit of high frequencies, and that the calculated values of the power-law exponent are less dispersed than in F-actin alone, which we interpret as a micro-measurement of the filament stabilization. ",
    "url": "https://arxiv.org/abs/2209.07159",
    "authors": [
      "Pablo Domínguez-García",
      "Jose R. Pinto",
      "Ana Akrap",
      "Sylvia Jeney"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2107.11767",
    "title": "Controlling the uncontrollable: Quantum control of open system dynamics",
    "abstract": " Comments: The preprint has been withdrawn since an improved updated version, arXiv:2205.05971, has been published on the arXiv ",
    "url": "https://arxiv.org/abs/2107.11767",
    "authors": [
      "Shimshon Kallush",
      "Roie Dann",
      "Ronnie Kosloff"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2112.03730",
    "title": "Soft-clamped silicon nitride string resonators at millikelvin  temperatures",
    "abstract": " Title: Soft-clamped silicon nitride string resonators at millikelvin  temperatures ",
    "url": "https://arxiv.org/abs/2112.03730",
    "authors": [
      "Thomas Gisler",
      "Mohamed Helal",
      "Deividas Sabonis",
      "Urs Grob",
      "Martin Héritier",
      "Christian L. Degen",
      "Amir H. Ghadimi",
      "Alexander Eichler"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2112.08376",
    "title": "Quantum Polarimetry",
    "abstract": " Comments: 50 pages; similar to published version ",
    "url": "https://arxiv.org/abs/2112.08376",
    "authors": [
      "Aaron Z. Goldberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.07250",
    "title": "Snowmass 2021: Quantum Sensors for HEP Science -- Interferometers,  Mechanics, Traps, and Clocks",
    "abstract": " Comments: contribution to Snowmass 2021 18 pages, 3 figures; updated author list and references, fixed typos ",
    "url": "https://arxiv.org/abs/2203.07250",
    "authors": [
      "Oliver Buchmueller",
      "Daniel Carney",
      "Thomas Cecil",
      "John Ellis",
      "R.F. Garcia Ruiz",
      "Andrew A. Geraci",
      "David Hanneke",
      "Jason Hogan",
      "Nicholas R. Hutzler",
      "Andrew Jayich",
      "Shimon Kolkowitz",
      "Gavin W. Morley",
      "Holger Muller",
      "Zachary Pagel",
      "Christian Panda",
      "Marianna S. Safronova"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2203.09488",
    "title": "Quantum Sensors for High Precision Measurements of Spin-dependent  Interactions",
    "abstract": " Comments: contribution to Snowmass 2021, 23 pages, 4 figures; updated references and corrected typos ",
    "url": "https://arxiv.org/abs/2203.09488",
    "authors": [
      "Dmitry Budker",
      "Thomas Cecil",
      "Timothy E. Chupp",
      "Andrew A. Geraci",
      "Derek F. Jackson Kimball",
      "Shimon Kolkowitz",
      "Surjeet Rajendran",
      "Jaideep T. Singh",
      "Alexander O. Sushkov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2204.02383",
    "title": "Microresonator Soliton Frequency Combs in the Zero-Dispersion Regime",
    "abstract": " Title: Microresonator Soliton Frequency Combs in the Zero-Dispersion Regime ",
    "url": "https://arxiv.org/abs/2204.02383",
    "authors": [
      "Shuangyou Zhang",
      "Toby Bi",
      "Pascal Del'Haye"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.03075",
    "title": "Collision dynamics of discrete soliton in uniform waveguide arrays",
    "abstract": " Comments: 3 Movie Files as supplement materials, hosted at \"this https URL\" ",
    "url": "https://arxiv.org/abs/2204.03075",
    "authors": [
      "Anuj P. Lara",
      "Samudra Roy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2205.05299",
    "title": "Continuous-variable quantum key distribution: security analysis with  trusted hardware noise against general attacks",
    "abstract": " Comments: 28 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2205.05299",
    "authors": [
      "Roman Goncharov",
      "Alexei D. Kiselev",
      "Eduard Samsonov",
      "Vladimir Egorov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.14374",
    "title": "Non-contact acoustic micro-tapping optical coherence elastography for  evaluating biomechanical changes in the cornea following UV/riboflavin  collagen cross linking: ex vivo human study",
    "abstract": " Comments: 46 page main paper with 9 figures and 1 table, 18 page supplementary online content with 10 figures and 1 table for Ophthalmology Science ",
    "url": "https://arxiv.org/abs/2206.14374",
    "authors": [
      "Mitchell A. Kirby",
      "Ivan Pelivanov",
      "Gabriel Regnault",
      "John J. Pitre",
      "Ryan T. Wallace",
      "Matthew O'Donnell",
      "Ruikang Wang",
      "Tueng T. Shen"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2209.06070",
    "title": "Cosmic-time quantum mechanics and the passage-of-time problem",
    "abstract": " Title: Cosmic-time quantum mechanics and the passage-of-time problem ",
    "url": "https://arxiv.org/abs/2209.06070",
    "authors": [
      "Marek Czachor"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  }
]