[
  {
    "id": "arXiv:2210.00083",
    "title": "Spectral shaping of an ultrafast modelocked Ytterbium fiber laser output  through a passive intracavity optical filter; a simple and reliable route to  sub-45 fs pulses",
    "abstract": "Here we investigate the use of passive intracavity optical filters for controlling the laser output spectrum of a polarization-mode-locked, ultrafast Ytterbium fiber laser. With strategic placement of the filter cutoff frequency, the overall lasing bandwidth can be increased or extended. Overall laser performance, including pulse compression and intensity noise, is investigated for both shortpass and longpass filters with a range of cutoff frequencies, tuned by rotating the filters. We demonstrate the use of an intracavity filter not only shapes the output spectra, it provides a route for overall broader bandwidths and shorter pulses in Yb:fiber lasers. These results demonstrate that spectral shaping is a useful tool to routinely achieve sub-45 fs pulse durations in Yb:fiber lasers. ",
    "url": "https://arxiv.org/abs/2210.00083",
    "authors": [
      "Nicholas D. Cooper",
      "Uyen M. Ta",
      "Melanie A. R. Reber"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.00141",
    "title": "The anisotropic photorefractive effect in lithium sulfo-phosphate glass  system doped with nickel ions",
    "abstract": "In this work, nonlinear optical (NLO) studies of nickel oxide doped (ranging from 0.2 to 1.0 mol%) Li2SO4-MgO-P2O5 glasses are reported. A combination of femtosecond (fs) laser, as a pumping light source and a high-accuracy polarimeter with low power probing laser, is used to investigate the light-induced optical anisotropy (OA) in these glass materials. The light-induced birefringence (LIB) exhibits slow relaxation tendency up to about 10 s suggesting on anisotropic photorefractive effect evidently dominated fast Kerr effect. This behavior is evaluated in the light of other results reported recently and is explained by the glass polymerization mechanisms. The photorefractive birefringence increases with increase of the quantity of NiO up to 0.8 mol% and it is attributed to the enhanced degree of depolymerization of the glass network due to the hike in the concentration of Ni2+ ions that occupy octahedral (Oh) positions. Further increase of NiO content (>0.8 mol%) causes, however, a certain decrease of the photorefractive birefringence. Notable change in concentration trend is interpreted by rising of phonon losses due to increasing portion of the nickel ions occupying tetrahedral (Th) sites that facilitates the polymerization of the glass network. The doped glasses with the NiO content of about 0.8 mol% may be considered as optimal in the sense of photorefractive efficiency. Relevant samples exhibit largest magnitudes of the photorefractive birefringence and appear to be favorable for potential applications. ",
    "url": "https://arxiv.org/abs/2210.00141",
    "authors": [
      "A.Siva Sesha Reddy",
      "A.V.Kityk",
      "J.Jedryka",
      "N.Purnachand",
      "P.Rakus",
      "A.Wojciechowski",
      "A.S.Andrushchak",
      "V.Ravi Kumar",
      "N.Veeraiah"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2210.00177",
    "title": "Deterministic Laser Writing of Spin Defects in Nanophotonic Cavities",
    "abstract": "High-yield engineering and characterization of cavity-emitter coupling is an outstanding challenge in developing scalable quantum network nodes. Ex-situ defect formation processes prevent real-time defect-cavity characterization, and previous in-situ methods require further processing to improve emitter properties or are limited to bulk substrates. We demonstrate direct laser-writing of cavity-integrated spin defects using a nanosecond-pulsed above-bandgap laser. Photonic crystal cavities in 4H-silicon carbide serve as a nanoscope monitoring silicon monovacancy (V$_{Si}^-$) defect formation within the $100~\\text{nm}^3$ cavity mode volume. We observe defect spin resonance, cavity-integrated photoluminescence and excited-state lifetimes consistent with conventional defect formation methods, without need for post-irradiation thermal annealing. We further find an exponential reduction in excited-state lifetime at fluences approaching the cavity amorphization threshold, and show single-shot local annealing of the intrinsic background defects at the V$_{Si}^-$ formation sites. This real-time in-situ method of localized defect formation, paired with demonstration of cavity-integrated defect spins, marks an important step in engineering cavity-emitter coupling for quantum networking. ",
    "url": "https://arxiv.org/abs/2210.00177",
    "authors": [
      "Aaron M. Day",
      "Jonathan R. Dietz",
      "Madison Sutula",
      "Matthew Yeh",
      "Evelyn L. Hu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.00290",
    "title": "High Q-Factor Silicon Nitride Nanomechanical Resonators Fabricated by  Maskless Femtosecond Laser Micro-machining",
    "abstract": "Freestanding Silicon nitride (SiN) devices are central to the field of nanomechanical resonators and for other technology applications such as transmission electron imaging and nanopore bioassays. The nanofabrication techniques used for fabricating these devices often lack flexibility. While photolithography requires printing of an expensive photomask for each new design iteration, electron-beam lithography is extremely slow and commands high equipment cost. Here we demonstrate maskless rapid prototyping of freestanding SiN nanomechanical resonators fabricated by femtosecond laser ablation of plain SiN membrane in ambient air. We fabricate microbeams with different widths from 7 to 100 um, and we characterize their resonance frequency and mechanical quality (Q) factors. We find that membrane cracking can be avoided during fabrication by carefully engineering the etch pattern, and that laser etching has a negligible effect on built-in tensile stress. For each beam, Q-factors are measured for several eigenmodes and are found to remain high after laser etching. All beams show quality factors greater than 105, while unetched plain membranes have Q > 106. Possible causes for Q-factor reduction are identified, along with future process improvement directions. ",
    "url": "https://arxiv.org/abs/2210.00290",
    "authors": [
      "Roghayeh Nikbakht",
      "Xitong Xie",
      "Arnaud Weck",
      "Raphael St-Gelais"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.00375",
    "title": "Singular states of resonant nanophotonic lattices",
    "abstract": "Fundamental effects in nanophotonic resonance systems focused on singular states and their properties are presented. Strongly related to lattice geometry and material composition, there appear resonant bright channels and non-resonant dark channels in the spectra. The bright state corresponds to high reflectivity guided-mode resonance (GMR) whereas the dark channel represents a bound state in the continuum (BIC). Even in simple systems, singular states with tunable bandwidth appear as isolated spectral lines that are widely separated from other resonance features. Under moderate lattice modulation, there ensues leaky-band metamorphosis, merging modal bands and resulting in offset dark states and reflective BICs along with transmissive BICs within a high-reflectance wideband. Rytov-type effective medium theory (EMT) is shown to be a powerful means to describe, formulate, and understand the collective GMR/BIC fundamentals in resonant photonic systems. Particularly, the discarded Rytov analytical solution for asymmetric fields is shown here to predict the dark BIC states essentially exactly for considerable modulation levels. The propagation constant of an equivalent EMT homogeneous film provides a quantitative evaluation of the eminent, oft-cited embedded BIC eigenvalue. The work concludes with experimental verification of key effects. ",
    "url": "https://arxiv.org/abs/2210.00375",
    "authors": [
      "Y. H. Ko",
      "K. J. Lee",
      "F. A. Simlan",
      "R. Magnusson"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.00469",
    "title": "Analysis of radiation damage in silicon charge-coupled devices used for  dark matter searches",
    "abstract": "Nuclear recoils in crystal detectors generate radiation damage in the form of crystal defects that can be measured in scientific-grade CCDs as local hot spots of leakage current stimulated by temperature increases in the devices. In this proceeding, we use a neutron source to generate defects in DAMIC-M CCDs, and using increases in leakage current at different temperatures, we demonstrate a procedure for identifying crystal defects in the CCDs of the DAMIC-M experiment. This is the first time that individual defects generated from nuclear recoils have been studied. This technique could be used to distinguish nuclear recoils from electron recoils in some energy ranges, which would improve the ability of CCD detectors to search for weakly interacting dark matter. ",
    "url": "https://arxiv.org/abs/2210.00469",
    "authors": [
      "Steven J. Lee"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Materials Science (cond-mat.mtrl-sci)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2210.00470",
    "title": "Dissociation dynamics of a diatomic molecule in an optical cavity",
    "abstract": "We study the dissociation dynamics of a diatomic molecule, modeled as a Morse oscillator, coupled to an optical cavity. In both classical and quantum dynamics simulations, a marked suppression of the dissociation probability is observed for cavity frequencies significantly below the fundamental transition frequency of the molecule. We show that the suppression in the probability occurs when certain key nonlinear resonances in the classical phase space of the molecule disappear, possible only when the dipole function is nonlinear. This study demonstrates the complexity of cavity-molecule vibrational energy transfer in the anharmonic limit and suggests further studies are necessary to understand resonance effects in experiments of vibrational polariton chemistry. ",
    "url": "https://arxiv.org/abs/2210.00470",
    "authors": [
      "Subhadip Mondal",
      "Derek S. Wang",
      "Srihari Keshavamurthy"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2210.00568",
    "title": "An extended equivalent circuit model for analysis of arrays of  sub-wavelength holes perforated in a metallic film",
    "abstract": "Periodic arrays of sub-wavelength holes, due to a variety of applications (sensors, polarizers, filters) and unique abilities in manipulating different characteristics of impinging light, have been the subject of many studies in recent years. This paper presents a new high-precision circuit model to investigate these structures' electromagnetic response, which provides higher accuracy than available literature. To develop the model, a multi-mode approach is taken for inside the apertures, and the proposed model is presented in three general forms which are explained in detail. Along with the proposed circuit model, accurate spatial profiles for square and circular apertures are presented in which the transverse components of the electric field are approximated. In this paper, it is shown that structures such as an array of PEC pillars can be analyzed similar to other arrays of apertures, and the circuit model accurately predicts the behavior of these structures. In some practical applications, such as sensors and TCEs (transparent conducting electrodes), the array is embedded in a layered medium, and the circuit model with minor changes and few modifications can analyze these structures with high accuracy. ",
    "url": "https://arxiv.org/abs/2210.00568",
    "authors": [
      "Mohammad Pasdari-Kia",
      "Mohammad Memarian",
      "Amin Khavasi",
      "Masoud Edalatipour"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.00619",
    "title": "Raman spectroscopic characterization of crater walls formed upon  single-shot high energy femtosecond laser irradiation of dimethacrylate  polymer doped with plasmonic gold nanorods",
    "abstract": "The changes in the bonding configuration on the crater walls formed in urethane dimethacrylate based polymer doped with plasmonic gold nanorods upon irradiation with a single-shot high energy femtosecond laser pulse has been studied by Raman spectroscopy. New Raman bands were detected in the 2000-2500 cm-1 region of the Raman spectrum the intensities of which show strong dependence on the concentration of plasmonic nanoparticles and the energy of the laser pulse. Based on model calculations of the Raman frequencies of the polymer these peaks were attributed to carbon-deuterium and nitrogen-deuterium vibrations and their appearance indicates the occurrence of nuclear reactions in the laser field amplified by plasmonic nanoparticles, involving the polymer atoms. ",
    "url": "https://arxiv.org/abs/2210.00619",
    "authors": [
      "István Rigó",
      "Judit Kámán",
      "Ágnes Nagyné Szokol",
      "Attila Bonyár",
      "Melinda Szalóki",
      "Alexandra Borók",
      "Shereen Zangana",
      "Péter Rácz",
      "Márk Aladi",
      "Miklós Ákos Kedves",
      "Gábor Galbács",
      "László P. Csernai",
      "Tamás S. Biró",
      "Norbert Kroó",
      "Miklós Veres",
      "NAPLIFE Collaboration"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.00622",
    "title": "Microwave probe sensing location for Venturi-based real-time multiphase  flowmeter",
    "abstract": "Real-time in-line interpretation of liquid properties is important for multiphase flow measurements. Therefore, it would be desirable to have a sensor, such as a microwave sensor, which can continuously measure the salinity of a flow. In addition to salinity measurement, the microwave sensor can also measure water fraction, which is required for a multiphase flowmeter based on single-energy gamma-ray attenuation; however, choosing a suitable probe sensing location for a microwave salinity sensor in a multiphase flowmeter can be challenging, as the sensor needs to be located at near-wall liquid-rich region to accommodate a wide range of flow conditions. Currently, a microwave sensor is installed in the lower area of a horizontal blind-tee inlet spool of a multiphase flowmeter for salinity measurement. Integrating the microwave sensor into the vertically mounted multiphase flowmeter can reduce the flowmeter (carbon) footprint and manufacturing costs and can improve water-to-liquid ratio measurement due to faster local oil-water mixing. The associated challenge is that the sensor needs to be located at near-wall liquid-rich region to accommodate a wide range of flow conditions, including high gas-volume-fraction flows, where the near-wall liquid layer present in the vertical pipe is usually very thin. In this study, computational fluid dynamics modeling is used to evaluate the suitability of four different sensing locations along the vertical cross-section of a Venturi-based multiphase flowmeter based on near-wall liquid-richness. The results show that the Venturi inlet is the most suitable location for microwave sensor measurement, compared to the mid-convergence section, the mid-divergence section, and the Venturi outlet for a range of inlet liquid-volume-fractions. The findings have been validated by experimental microwave sensor measurements in a multiphase flow loop facility. ",
    "url": "https://arxiv.org/abs/2210.00622",
    "authors": [
      "Mengke Zhan",
      "Cheng-Gang Xie",
      "Jian-Jun Shu"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2210.00696",
    "title": "Polymer-bonded magnets produced by laser powder bed fusion: Influence of  powder morphology, filler fraction and energy input on the magnetic and  mechanical properties",
    "abstract": "Bonded permanent magnets are key components in many energy conversion, sensor and actuator devices. These applications require high magnetic performance and freedom of shape. With additive manufacturing processes, for example laser powder bed fusion (LPBF), it is possible to produce bonded magnets with customized stray field distribution. Up to now, most studies use spherical powders as magnetic fillers due to their good flowability. Here, the behavior of large SmFeN platelets with a high aspect ratio as filler material and its influence on the arrangement and the resulting magnetic properties are examined in comparison to a spherical magnetic filler. The 3D distribution and orientation of the magnetic filler was studied by computed tomography and digital image analysis. The platelet-shaped particles align themselves perpendicular to the buildup direction during the process, which offers a new and cost-effective way of producing composites by LPBF with anisotropic structural and functional properties. The influence of LPBF parameters on the properties of the composites is investigated. Highest filling fractions are required for high magnetic remanence, however the powder itself limits this maximum due to particle shape and required minimal polymer fraction to form mechanically stable magnets. The coercivity decreases for higher filling fractions, which is attributed to increased rotation of insufficiently embedded magnetic particles in the matrix. It is discussed how filler morphology influences the observed change in coercivity since the rotation of spherical particles in comparison to platelet-shaped particles requires less energy. Our work shows the challenges and opportunities of large platelet shaped fillers used in LPBF for the production of anisotropic functional and structural composites. ",
    "url": "https://arxiv.org/abs/2210.00696",
    "authors": [
      "Kilian Schäfer",
      "Tobias Braun",
      "Stefan Riegg",
      "Jens Musekamp",
      "Oliver Gutfleisch"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2210.00741",
    "title": "Squeezed-Light-Enhanced Dispersive Gyroscope based Optical Microcavities",
    "abstract": "Optical gyroscope based on the Sagnac effect have excellent potential in the application of high-sensitivity inertial rotation sensors. In this paper, we demonstrate that for an optical resonance gyroscope with normal dispersion, the measurement sensitivity can be increased by two orders of magnitude through coupling into a squeezed vacuum light, which is different from that in the classical situation. When the system is operated under critical anomalous dispersion condition, injecting a squeezed vacuum light allows the measurement sensitivity beyond the corresponding standard quantum limit by five orders of magnitude, with a minimum value of 3.8*10^-5 Hz. This work offers a promising possibility for developing optical gyroscopes that combine high sensitivity with tiny size. ",
    "url": "https://arxiv.org/abs/2210.00741",
    "authors": [
      "Xiaoyang Chang",
      "Wenxiu Li",
      "Hao Zhang",
      "Yang Zhou",
      "Anping Huang",
      "Zhisong Xiao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.00930",
    "title": "Multi-Wavelength Photonic Neuromorphic Computing for Intra and  Inter-Channel Distortion Compensations in WDM Optical Communication Systems",
    "abstract": "DSP (digital signal processing) has been widely applied in optical communication systems to mitigate signal distortions and has become one of the key technologies that have sustained data traffic growth over the past decade. However, the strict energy budget of application-specific integrated circuit-based DSP chips has prevented the deployment of some powerful but computationally costly DSP algorithms. As a result, fiber nonlinearity-induced signal distortions impede fiber communications systems, especially in wavelength-division multiplexed (WDM) transmission systems. To solve these challenges, photonics hardware (i.e., photonic neural networks) promises to break performance limitations in electronics and gain advantages in bandwidth, latency, and power consumption in solving intellectual tasks that are unreachable by conventional digital electronic platforms. This work proposes a photonic recurrent neural network (RNN) capable of simultaneously resolving dispersion and both intra and inter-channel fiber nonlinearities in multiple WDM channels in the photonic domain, for the first time to our best knowledge. Furthermore, our photonic RNN can directly process optical WDM signals in the photonic domain, avoiding prohibitive energy consumption and speed overhead in analog to digital converters (ADC). We demonstrate in simulation that our photonic RNN can process multiple WDM channels simultaneously and achieve a reduced bit error rate compared to typical DSP algorithms for all WDM channels in a pulse-amplitude modulation 4-level (PAM4) transmission system, thanks to its unique capability to address inter-channel fiber nonlinearities. In addition to signal quality performance, the proposed system also promises to significantly reduce the power consumption and the latency compared to the state-of-the-art DSP chips, according to our power and latency analysis. ",
    "url": "https://arxiv.org/abs/2210.00930",
    "authors": [
      "Benshan Wang",
      "Thomas Ferreira de Lima",
      "Bhavin J Shastri",
      "Paul R Prucnal",
      "Chaoran Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.01003",
    "title": "From classical to quantum loss of light coherence",
    "abstract": "Light is a precious tool to probe matter, as it captures microscopic and macroscopic information on the system. We here report on the transition from a thermal (classical) to a spontaneous emission (quantum) mechanism for the loss of light coherence from a macroscopic atomic cloud. The coherence is probed by intensity-intensity correlation measurements realized on the light scattered by the atomic sample, and the transition is explored by tuning the balance between thermal coherence loss and spontaneous emission via the pump strength. Our results illustrate the potential of cold atom setups to investigate the classical-to-quantum transition in macroscopic systems. ",
    "url": "https://arxiv.org/abs/2210.01003",
    "authors": [
      "Pierre Lassègues",
      "Mateus Antônio Fernandes Biscassi",
      "Martial Morisse",
      "André Cidrim",
      "Pablo Gabriel Santos Dias",
      "Hodei Eneriz",
      "Raul Celistrino Teixeira",
      "Robin Kaiser",
      "Romain Bachelard",
      "Mathilde Hugbart"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.01004",
    "title": "Beyond Bounds on Light Scattering with Complex Frequency Excitations",
    "abstract": "Light scattering is one of the most established wave phenomena in optics, lying at the heart of light-matter interactions and of crucial importance for nanophotonic applications. Passivity, causality and energy conservation imply strict bounds on the degree of control over scattering from small particles, with implications on the performance of many optical devices. Here, we demonstrate that these bounds can be surpassed by considering excitations at complex frequencies, yielding extreme scattering responses as tailored nanoparticles reach a quasi-steady-state regime. These mechanisms can be used to engineer light scattering of nanostructures beyond conventional limits for noninvasive sensing, imaging, and nanoscale light manipulation. ",
    "url": "https://arxiv.org/abs/2210.01004",
    "authors": [
      "Seunghwi Kim",
      "Sergey Lepeshov",
      "Alex Krasnok",
      "Andrea Alù"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.01064",
    "title": "Electro-optic non-reciprocal polarization rotation in lithium niobate",
    "abstract": "Polarization is a fundamental degree of freedom for light and is widely leveraged in free space and fiber optics. Non-reciprocal polarization rotation, enabled via the magneto-optic Faraday effect, has been essentially unbeatable for broadband isolators and circulators. For integrated photonics foundries, however, there is still no good path to producing low-loss magneto-optic components, which has prompted a search for alternatives that do not use polarization rotation. Moreover, magneto-optic materials tend to be highly lossy, and while large (10-100 rad/cm) polarization rotation can be achieved, the key figure of merit (rotation-per-loss) is typically < 1 rad/dB. Here, we demonstrate that broadband non-reciprocal polarization rotation can be produced using electro-optics in nanophotonic devices. Our demonstration leverages electro-optic inter-polarization scattering around 780 nm in lithium niobate, in which the reciprocity is broken with the help of a radiofrequency stimulus that carries synthetic momentum. While the demonstrated electro-optic polarization rotation rate is approximately 1 rad/cm, the exceptionally low loss of lithium niobate enables non-reciprocal polarization rotators with figures of merit that are 1-2 orders-of-magnitude better than what is possible with magneto-optics. This approach can be replicated in III-V platforms paving the way for high-performance lasers with co-integrated monolithic isolators. ",
    "url": "https://arxiv.org/abs/2210.01064",
    "authors": [
      "Oğulcan E. Örsel",
      "Gaurav Bahl"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.00112",
    "title": "Superconducting source and sensor of single bubbles to study nucleate  boiling of liquid helium",
    "abstract": "Joule heat generated by resistive elements of cryogenic micro- and nanodevices often originates boiling of the cooling cryogenic liquids (helium, nitrogen). The article proposes an experimental method to explore the dynamics of the formation and development of a single vapor bubble in cryogenic liquid by sensing the temperature change of a superconducting thin-film microbridge being in the resistive state with single phase-slip center or line. It serves both the source of heat for generating single bubbles and the surface temperature sensor due to its temperature-dependant excess current. The average bubble detachment rate and the average single bubble volume were experimentally determined for nucleate helium boiling. The obtained values are in good agreement with the data of other authors found in literature. ",
    "url": "https://arxiv.org/abs/2210.00112",
    "authors": [
      "A.G. Sivakov",
      "O.G. Turutanov",
      "S.A. Kruhlov",
      "A.V. Krevsun",
      "A.S. Pokhila",
      "A.E. Kolinko",
      "S.I. Bondarenko",
      "M. Grajcar"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2210.00404",
    "title": "Nonlinear optical birefringence in Li2SO4-MgO-P2O5 amorphous  system-influence of Cu ions",
    "abstract": "Li2SO4-MgO-P2O5 glasses doped with varied contents of CuO (from 0- 1.0 mol%) were prepared. The optical birefringence induced by a High Q-2 femtosecond pulsed laser is explored as a function of copper oxide concentration in these glasses. The magnitude of the light-induced birefringence exhibited a gradual decrease with the increase of copper oxide content. The observed behavior is discussed in terms of polymerization of the glass network, the degree of which rises with concentration of Cu+ ions occupying Td sites in the glass matrix. However, the samples containing low content of CuO are dominated by Cu2+ ions that act as modifiers and induce structural imperfections by breaking of P-O-S bonds. Accordingly, the samples mixed with lower content of CuO are more favorable for inducing higher magnitudes of the optical birefringence. This conclusion is corroborated by results of electrical conductivity, positron annihilation and ultrasonic measurements. ",
    "url": "https://arxiv.org/abs/2210.00404",
    "authors": [
      "A.Siva Sesha Reddy",
      "A.V.Kityk",
      "J.Jedryka",
      "P.Rakus",
      "A.Wojciechowski",
      "A.Venkata Sekhar",
      "V.Ravi Kumar",
      "N.Veeraiah"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2210.00406",
    "title": "An acousto-optic modulator based bi-frequency interferometer for quantum  technology",
    "abstract": "Acousto-optic modulators (AOMs) have been widely used in quantum optical technology, but the non-ideal diffraction efficiency limits its application in a quantum system. Here we experimentally demonstrate a bi-frequency interferometer scheme by using AOMs as the beam-splitter and the beam-combiner with a near prefect visibility of $(99.5\\pm0.2)\\%$. Chopped phase locking mode to arbitrary phase offset of the interferometer is achieved by directly introducing phase dithering to the splitting AOM. These features enable the interferometer functions as a high efficiency optical switch for quantum technology. Further discussion shows the interferometer can accomplish the coherent combination of quantum state with different optical frequency and is useful for the generation of entangled quantum state. ",
    "url": "https://arxiv.org/abs/2210.00406",
    "authors": [
      "Wenqi Li",
      "Qiqi Deng",
      "Xueshi Guo",
      "Xiaoying Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.00576",
    "title": "Robust phase-controlled gates for scalable atomic quantum processors  using optical standing waves",
    "abstract": "A simple scheme is presented for realizing robust optically controlled quantum gates for scalable atomic quantum processors by driving the qubits with optical standing waves. Atoms localized close to the antinodes of the standing wave can realize phase-controlled quantum operations that are potentially more than an order of magnitude less sensitive to the local optical phase and atomic motion than corresponding travelling wave configurations. The scheme is compatible with robust optimal control techniques and spatial qubit addressing in atomic arrays to realize phase controlled operations without the need for tight focusing and precise positioning of the control lasers. This will be particularly beneficial for quantum gates involving Doppler sensitive optical frequency transitions and provides an all optical route to scaling up atomic quantum processors. ",
    "url": "https://arxiv.org/abs/2210.00576",
    "authors": [
      "Shannon Whitlock"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2210.00692",
    "title": "Interpreting convolutional neural networks' low dimensional  approximation to quantum spin systems",
    "abstract": "Convolutional neural networks (CNNs) have been employed along with Variational Monte Carlo methods for finding the ground state of quantum many-body spin systems with great success. In order to do so, however, a CNN with only linearly many variational parameters has to circumvent the ``curse of dimensionality'' and successfully approximate a wavefunction on an exponentially large Hilbert space. In our work, we provide a theoretical and experimental analysis of how the CNN optimizes learning for spin systems, and investigate the CNN's low dimensional approximation. We first quantify the role played by physical symmetries of the underlying spin system during training. We incorporate our insights into a new training algorithm and demonstrate its improved efficiency, accuracy and robustness. We then further investigate the CNN's ability to approximate wavefunctions by looking at the entanglement spectrum captured by the size of the convolutional filter. Our insights reveal the CNN to be an ansatz fundamentally centered around the occurrence statistics of $K$-motifs of the input strings. We use this motivation to provide the shallow CNN ansatz with a unifying theoretical interpretation in terms of other well-known statistical and physical ansatzes such as the maximum entropy (MaxEnt) and entangled plaquette correlator product states (EP-CPS). Using regression analysis, we find further relationships between the CNN's approximations of the different motifs' expectation values. Our results allow us to gain a comprehensive, improved understanding of how CNNs successfully approximate quantum spin Hamiltonians and to use that understanding to improve CNN performance. ",
    "url": "https://arxiv.org/abs/2210.00692",
    "authors": [
      "Yilong Ju",
      "Shah Saad Alam",
      "Jonathan Minoff",
      "Fabio Anselmi",
      "Han Pu",
      "Ankit Patel"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2210.00776",
    "title": "Early stages of polycrystalline diamond deposition: Laser reflectance at  substrates with growing nanodiamonds",
    "abstract": "The chemical vapor deposition of polycrystalline diamond (PCD) films is typically done on substrates seeded with diamond nanoparticles. Specular laser reflectance and a continuous film model have been used to monitor the thickness of these films during their deposition. However, most seeds are isolated during the early stages of the deposition, which questions the utility of applying such a continuous film model for monitoring deposition before film formation. In this work, we present a model based on the Rayleigh theory of scattering for laser reflectance at substrates with growing nanodiamonds to capture the early stages of PCD deposition. The reflectance behavior predicted by our model differs from that of a continuous film, which is well-described by the continuous film model. This difference enlarges as the seed density used in our model decreases. We verify this trend experimentally by depositing diamond under identical conditions on substrates with various seed densities. A relation derived from our model is used to fit reflectance data from which seed densities are obtained that are proportional to those found with electron microscopy. We also show that relying on the continuous film model for describing the early stages of deposition can result in falsely deducing the existence of incubation, and that the continuous film model can be used safely beyond the early stages of deposition. Based on these findings, we delineate a robust method for obtaining growth rates and incubation periods from reflectance measurements. This work may also advance the general understanding of nanoparticle growth and formation. ",
    "url": "https://arxiv.org/abs/2210.00776",
    "authors": [
      "David Vázquez-Cortés",
      "Stoffel D. Janssens",
      "Burhannudin Sutisna",
      "Eliot Fried"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.01040",
    "title": "Achromatic design of a photonic tricoupler and phase shifter for  broadband nulling interferometry",
    "abstract": "Nulling interferometry is one of the most promising technologies for imaging exoplanets within stellar habitable zones. The use of photonics for carrying out nulling interferometry enables the contrast and separation required for exoplanet detection. So far, two key issues limiting current-generation photonic nullers have been identified: phase variations and chromaticity within the beam combiner. The use of tricouplers addresses both limitations, delivering a broadband, achromatic null together with phase measurements for fringe tracking. Here, we present a derivation of the transfer matrix of the tricoupler, including its chromatic behaviour, and our 3D design of a fully symmetric tricoupler, built upon a previous design proposed for the GLINT instrument. It enables a broadband null with symmetric, baseline-phase-dependent splitting into a pair of bright channels when inputs are in anti-phase. Within some design trade space, either the science signal or the fringe tracking ability can be prioritised. We also present a tapered-waveguide $180^\\circ$-phase shifter with a phase variation of $0.6^\\circ$ in the $1.4-1.7~\\mu$m band, producing a near-achromatic differential phase between beams{ for optimal operation of the tricoupler nulling stage}. Both devices can be integrated to deliver a deep, broadband null together with a real-time fringe phase metrology signal. ",
    "url": "https://arxiv.org/abs/2210.01040",
    "authors": [
      "Teresa Klinner-Teo",
      "Marc-Antoine Martinod",
      "Peter Tuthill",
      "Simon Gross",
      "Barnaby Norris",
      "Sergio Leon-Saval"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.01083",
    "title": "Cats and quantum complementarity",
    "abstract": "We propose a very simple interpretation of Schroedinger's cat: the cat is in a state that has a well defined value of a property that is complementary to the property \"being dead or alive\". Hence, because of quantum complementarity, the cat does not possess any definite value for the property of being dead or alive. It is neither dead nor alive. Namely, the cat paradox is explained through quantum complementarity: of many complementary properties, any quantum system can have a well defined value only of one at a time. While this interpretation only uses textbook concepts (the Copenhagen interpretation), apparently it has never explicitly appeared in the literature. We detail how to build an Arduino based simulation of Schroedinger's experiment for science outreach events. ",
    "url": "https://arxiv.org/abs/2210.01083",
    "authors": [
      "Lorenzo Maccone"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2105.00213",
    "title": "Measurement-Induced Collective Vibrational Quantum Coherence under  Spontaneous Raman Scattering in a Liquid",
    "abstract": " Title: Measurement-Induced Collective Vibrational Quantum Coherence under  Spontaneous Raman Scattering in a Liquid ",
    "url": "https://arxiv.org/abs/2105.00213",
    "authors": [
      "Valeria Vento",
      "Santiago Tarrago Velez",
      "Anna Pogrebna",
      "Christophe Galland"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.10878",
    "title": "Switching dynamics of femtosecond solitons in parity-time-symmetric  coupled optical waveguides",
    "abstract": " Comments: 6 pages, 5 figures, Accepted in Phys. Rev. A ",
    "url": "https://arxiv.org/abs/2111.10878",
    "authors": [
      "Ambaresh Sahoo",
      "Dipti Kanika Mahato",
      "A. Govindarajan",
      "Amarendra K. Sarma"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2202.11100",
    "title": "Triangular lattice quantum dimer model with variable dimer density",
    "abstract": " Title: Triangular lattice quantum dimer model with variable dimer density ",
    "url": "https://arxiv.org/abs/2202.11100",
    "authors": [
      "Zheng Yan",
      "Rhine Samajdar",
      "Yan-Cheng Wang",
      "Subir Sachdev",
      "Zi Yang Meng"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.01622",
    "title": "Towards European Standards for Quantum Technologies",
    "abstract": " Title: Towards European Standards for Quantum Technologies ",
    "url": "https://arxiv.org/abs/2203.01622",
    "authors": [
      "O. van Deventer",
      "N. Spethmann",
      "M. Loeffler",
      "M. Amoretti",
      "R. van den Brink",
      "N. Bruno",
      "P. Comi",
      "N. Farrugia",
      "M. Gramegna",
      "B. Kassenberg",
      "W. Kozlowski",
      "T. Länger",
      "T. Lindstrom",
      "V. Martin",
      "N. Neumann",
      "H. Papadopoulos",
      "S. Pascazio",
      "M. Peev",
      "R. Pitwon",
      "M.A. Rol",
      "P. Traina",
      "P. Venderbosch",
      "F. K. Wilhelm-Mauch",
      "A. Jenet"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2204.08866",
    "title": "Geometry-dependent skin effects in reciprocal photonic crystals",
    "abstract": " Comments: 19 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2204.08866",
    "authors": [
      "Zhening Fang",
      "Mengying Hu",
      "Lei Zhou",
      "Kun Ding"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2205.01999",
    "title": "The Landscape of the Quantum Start-up Ecosystem",
    "abstract": " Comments: 19 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2205.01999",
    "authors": [
      "Zeki Can Seskir",
      "Ramis Korkmaz",
      "Arsev Umur Aydinoglu"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2205.02317",
    "title": "I. Complete and orthonormal sets of exponential-type orbitals with  noninteger principal quantum numbers",
    "abstract": " Title: I. Complete and orthonormal sets of exponential-type orbitals with  noninteger principal quantum numbers ",
    "url": "https://arxiv.org/abs/2205.02317",
    "authors": [
      "A. Bağcı",
      "P. E. Hoggan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2207.03705",
    "title": "All-optical scattering control in an all-dielectric quasi-perfect  absorbing Huygens metasurface",
    "abstract": " Title: All-optical scattering control in an all-dielectric quasi-perfect  absorbing Huygens metasurface ",
    "url": "https://arxiv.org/abs/2207.03705",
    "authors": [
      "Kentaro Nishida",
      "Koki Sasai",
      "Rongyang Xu",
      "Te-Hsin Yen",
      "Yu-Lung Tang",
      "Junichi Takahara",
      "Shi-Wei Chu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.09263",
    "title": "Analysis of High Performing Terahertz Quantum Cascade Lasers",
    "abstract": " Comments: 5 pages, 6 figures included, accepted version, to appear in Physical Review Applied ",
    "url": "https://arxiv.org/abs/2208.09263",
    "authors": [
      "Viktor Rindert",
      "Ekin Önder.",
      "Andreas Wacker"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2208.11681",
    "title": "Parametric amplification via superconducting contacts in a Ka band  niobium pillbox cavity",
    "abstract": " Title: Parametric amplification via superconducting contacts in a Ka band  niobium pillbox cavity ",
    "url": "https://arxiv.org/abs/2208.11681",
    "authors": [
      "Valerio Gilles",
      "Danielius Banys",
      "Mark A. McCulloch",
      "Lucio Piccirillo",
      "Thomas Sweetnam"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.13275",
    "title": "Does quantum mechanics require \"conspiracy\"?",
    "abstract": " Comments: 9 pages. Added a detailed model. Comments welcome! ",
    "url": "https://arxiv.org/abs/2209.13275",
    "authors": [
      "Ovidiu Cristinel Stoica"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  }
]