[
  {
    "id": "arXiv:2601.15364",
    "title": "On the quantum separability of qubit registers",
    "abstract": "           We show that the bipartite separability of a pure qubit state hinges critically on the combinatorial structure of its computational-basis support. Using Boolean cube geometry, we introduce a taxonomy that distinguishes support-guaranteed separability from cases in which entanglement depends on probability amplitudes. We provide closed-form support counts, identify forbidden configurations that enforce multipartite entanglement, and show how these results can enable fast entanglement diagnostics in quantum circuits. The framework offers immediate utility in classical simulation, entanglement-aware circuit design, and quantum error-correcting code analysis. This establishes support geometry as a practical and scalable tool for understanding entanglement in quantum information processing.         ",
    "url": "https://arxiv.org/abs/2601.15364",
    "authors": [
      "Szymon Łukaszyk"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2601.15456",
    "title": "Attosecond-timing millimeter waves via Kerr optical frequency division",
    "abstract": "           Millimeter-wave oscillators underpin key applications in communication, spectroscopy, radar, and astronomy, yet their achievable spectral purity remains limited. Approaches that directly generate millimeter-wave carriers are fundamentally limited by quantum and thermal phase-noise processes. Here we show that these limits can be overcome by combining Kerr-induced optical frequency division in a chip-scale microresonator with a large-spacing dual-wavelength Brillouin laser. This 3.3 THz optical reference injection-locks a Kerr soliton microcomb, with a repetition rate that becomes a coherently divided 300 GHz carrier with phase noise below the quantum limit of a corresponding 300 GHz dual-wavelength Brillouin laser and far below the thermo-refractive noise of a microring resonator. Cross-correlation phase-noise measurements were developed to show that the resulting oscillator reaches a phase-noise floor of -152 dBc/Hz at 1 MHz offset, consistent with photodetection shot noise. Integration of the measured spectrum yields an RMS timing jitter of 135 as from 1 kHz to 1 MHz. These results establish optical frequency division as a generic method for generation of sub-terahertz carriers with coherence no longer constrained by direct-generation limits.         ",
    "url": "https://arxiv.org/abs/2601.15456",
    "authors": [
      "Scott C. Egbert",
      "Brendan M. Heffernan",
      "James Greenberg",
      "William F. McGrew",
      "Antoine Rolland"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.15502",
    "title": "Optical Manipulation of Erythrocytes via Evanescent Waves: Assessing Glucose-Induced Mobility Variations",
    "abstract": "           This study investigates the dynamics of red blood cells (RBCs) under the influence of evanescent waves generated by total internal reflection (TIR). Using a 1064 nm laser system and a dual-chamber prism setup, we quantified the mobility of erythrocytes in different glucose environments. Our methodology integrates automated tracking via TrackMate\\c{opyright} to analyze over 60 trajectory sets. The results reveal a significant decrease in mean velocity, from 11.8 {\\mu}m/s in 5 mM glucose to 8.8 {\\mu}m/s in 50 mM glucose (p = 0.019). These findings suggest that evanescent waves can serve as a non-invasive tool to probe the mechanical properties of cell membranes influenced by biochemical changes.         ",
    "url": "https://arxiv.org/abs/2601.15502",
    "authors": [
      "T. Troncoso Enríquez",
      "J. Staforelli-Vivanco",
      "I. Bordeu",
      "M. González-Ortiz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)",
      "Cell Behavior (q-bio.CB)",
      "Quantitative Methods (q-bio.QM)"
    ]
  },
  {
    "id": "arXiv:2601.15562",
    "title": "An ultrafast diamond nonlinear photonic sensor",
    "abstract": "           The integration of light and materials technology is key to the creation of innovative sensing technologies. Sensing of electric and magnetic fields, and temperature with high spatio-temporal resolution is a critical task for the development of the next-generation of nanometer-scale quantum devices. Color centers in diamonds are attractive for potential applications owing to their characteristic quantum states, although they require metallic contacts for the introduction of external microwaves. Here, we build an ultrafast diamond nonlinear photonic sensor to assess the surface electric field; an electro-optic sensor based on nitrogen-vacancy centers in a diamond nanotip breaks the spatial-limit of conventional pump-probe techniques. The 10-fs near-infrared optical pulse modulates the surface electric field of a 2D transition metal dichalcogenide and we monitor the dynamics of the local electric field at nanometer-femtosecond spatio-temporal resolutions. Our nanoscopic technique will provide new horizons to the sensing of advanced nano materials.         ",
    "url": "https://arxiv.org/abs/2601.15562",
    "authors": [
      "Daisuke Sato",
      "Junjie Guo",
      "Takuto Ichikawa",
      "Dwi Prananto",
      "Toshu An",
      "Paul Fons",
      "Shoji Yoshida",
      "Hidemi Shigekawa",
      "Muneaki Hase"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2601.15629",
    "title": "Burst Mode Ultrafast Laser Welding of Sapphire and Fe-36Ni Alloy with Non-optical Contact Condition",
    "abstract": "           Ultrafast laser welding provides a promising approach for high precision integration of transparent and metallic materials. However, its practical application remains constrained by the precise regulation of the interfacial gap. This study investigates the interfacial response and bonding mechanism of sapphire and Fe-36Ni alloy joints under controlled non-optical contact conditions using burst mode ultrafast laser irradiation. A polymer interlayer was introduced between naturally stacked samples to establish a variable interfacial gap, allowing systematic evaluation of gap-dependent morphology, melting behavior, and elemental transport. By redistributing the pulse energy into sequential sub-pulses, the burst mode reconstructs the temporal energy-deposition process, yielding enhanced plasma-material coupling and stable thermal accumulation. Compared with single pulse irradiation, burst mode sustains continuous bonding across gaps exceeding 10 um--far beyond the failure threshold of the single pulse mode--and forms a fusion zone 82% larger. Fracture surface and cross-sectional analyses of SEM and EDS results confirm that sequential sub-pulses promote extensive sapphire melting, droplet-driven gap bridging, and enhanced Al-Fe interdiffusion at the interface. These results provide a scientific basis for high-gap-tolerance ultrafast laser welding and scalable integration of transparent-metal hybrid components in advanced optoelectronic and precision engineering applications.         ",
    "url": "https://arxiv.org/abs/2601.15629",
    "authors": [
      "Yu Wang",
      "Nan Li",
      "Yuxuan Li",
      "Yitong Chen",
      "Qingwei Zhang",
      "Jianing Zhao",
      "Zhe Lin",
      "Zihui Dong",
      "Guochang Jiang",
      "Zhengqiang Zhu",
      "Shanglu Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.15638",
    "title": "An optical transistor of the nonlinear resonant structure",
    "abstract": "           An optical transistor capable of simultaneous amplification and switching is theoretically proposed via cascaded second-order nonlinear interactions in a resonant structure. Two distinct operational schemes are analyzed. A single frequency scheme employs cascaded second harmonic generation and inverse second harmonic generation (SHG/iSHG) using two Type-I SHG interactions, whereas a dual frequency scheme employs cascaded SHG and optical parametric amplification (SHG/OPA). Exact theoretical solutions and numerical calculations show cascadable amplification and digital on/off switching. A new optical phenomenon of nonlinear transparency is predicted by the theoretical solutions and confirmed by the numerical solutions in each scheme of the cascaded SHG/iSHG and SHG/OPA. The single and dual frequency configurations satisfy the cascadability and fan-out criteria with power transfer ratios of 4.838 and 52.26 and power amplification factors of 48.38 and 522.6, respectively. These results indicate transistor-like performance at input powers in the milliwatt range, readily supplied by laser diodes. The proposed structure establishes a physically feasible and practically scalable route to optical transistors operating at high speed and low power for integrated photonic circuits, with broad applications in all optical communication and computing.         ",
    "url": "https://arxiv.org/abs/2601.15638",
    "authors": [
      "Jongbae Kim"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.15695",
    "title": "Blue to Near-IR Integrated PZT Silicon Nitride Modulators for Quantum and Atomic Applications",
    "abstract": "           Modulation and control of lasers and optical signals is necessary for trapped-ion and cold neutral atom quantum systems. Given the diversity of atomic species, experimental modalities, and architectures, integrated optical modulators designed to operate across the visible to near-infrared spectrum are a key step towards portable, robust, and compact quantum computers, clocks, and sensors. Integrated optical modulators that are wavelength-independent, CMOS-compatible, and capable of maintaining low waveguide losses and a high resonator quality factor, DC-coupled broadband frequency response, and low power consumption, are essential for scalable photonic integration. Yet progress towards these goals has remained limited. Here we demonstrate four types of integrated stress-optic lead zirconate titanate (PZT) silicon nitride modulators: a coil Mach-Zehnder modulator, a coil pure phase modulator, and bus-coupled and add-drop ring resonator modulators, with operation from 493 nm to 780 nm. The coil MZM operates at 532 nm with a V${\\pi}$ of 2.8V, a 0.4 MHz 3-dB bandwidth, and an extinction ratio of 21.5dB. The coil phase modulator operates at 493 nm with a V${\\pi}$ of 2.8V and low residual amplitude modulation of -34 dB at a 1kHz offset. The bus-coupled ring resonator modulator operates at 493 nm and the add-drop ring resonator modulator operates at 780 nm. The ring-based modulators have an intrinsic quality factor of 3.4 million and 1.9 million, a linear tuning strength of 0.9 GHz/V and 1 GHz/V, and a 3-dB bandwidth of 2.6 MHz and 10 MHz, respectively. All four modulator designs maintain the low optical waveguide loss of SiN, are DC coupled with broadband frequency response, operate independent of wavelength, and consume only tens of nW per actuator. Such solutions unlock the potential for further integration with other precision SiN components to realize chip-scale atomic and quantum systems.         ",
    "url": "https://arxiv.org/abs/2601.15695",
    "authors": [
      "Nick Montifiore",
      "Andrei Isichenko",
      "Nitesh Chauhan",
      "Jiawei Wang",
      "Andrew S. Hunter",
      "Mark W. Harrington",
      "Rahul Chawlani",
      "Ryan Q. Rudy",
      "Iain Kierzewski",
      "Michael Pushkarsky",
      "Daniel J. Blumenthal"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.15817",
    "title": "Photorefraction Management in Lithium Niobate Waveguides: High-Temperature vs. Cryogenic Solutions",
    "abstract": "           Lithium niobate sees widespread use in nonlinear and quantum optical devices, such as for sum- and difference-frequency generation or spontaneous parametric down-conversion. In lithium niobate waveguides, nonlinear optical processes are often limited by the so-called photorefractive effect, which limits the maximum input or output powers and impacts the nonlinear spectral response. Therefore, strategies for the management of photorefractive damage are a key consideration in device design. Usually, the photorefractive damage threshold, i.e. the maximal permissible operating power, can be increased by high temperature operation of devices. This approach, however, is not applicable in cryogenic environments, which may be required for specialized applications. To better understand the impact of photorefraction in nonlinear optical applications, we study the impact of photorefraction on the phase-matching spectra of two nonlinear-optical sum-frequency generation experiments at 1) high temperatures and 2) cryogenic temperatures. Furthermore, we present an approach to reduce the impact of photorefraction which is compatible with cryogenic operation. This comprises an auxiliary light source, propagating in the same waveguide, which is used to restore phase-matching spectra impacted by photorefraction, as well as reduce pyroelectric effects. Our work provides an alternative route to photorefraction management applicable to cryogenic environments, as well as in situations with tight energy budgets like space applications.         ",
    "url": "https://arxiv.org/abs/2601.15817",
    "authors": [
      "Nina A. Lange",
      "René Pollmann",
      "Michael Rüsing",
      "Michael Stefszky",
      "Maximilian Protte",
      "Raimund Ricken",
      "Laura Padberg",
      "Christof Eigner",
      "Tim J. Bartley",
      "Christine Silberhorn"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.15947",
    "title": "Multimodal Imaging System Combining Hyperspectral and Laser Speckle Imaging for In Vivo Hemodynamic and Metabolic Monitoring",
    "abstract": "           We present the development and validation of a novel multimodal optical imaging platform that integrates hyperspectral imaging (HSI) and laser speckle contrast imaging (LSCI) to enable real-time, non-invasive mapping of tissue oxygenation, perfusion and metabolism, via blood flowmetry and targeting of oxy- (HbO2), deoxyhemoglobin (HHb), as well as oxidized cytochrome-c-oxidase (oxCCO). The system architecture features a single high-speed camera and dual optical path, with synchronized alternating illumination: a filtered, supercontinuum laser for HSI and a He-Ne laser for LSCI. The system performances were evaluated through in vivo experiments on rat spinal cord under normoxic and hypoxic conditions, revealing coherent physiological changes in hemodynamics, metabolism and relative blood flow index (rBFI). These results demonstrate the potential of the platform for functional tissue imaging and quantitative dynamic monitoring of both oxygen delivery and consumption.         ",
    "url": "https://arxiv.org/abs/2601.15947",
    "authors": [
      "Junda Wang",
      "Luca Giannoni",
      "Ayse Gertrude Yenicelik",
      "Eleni Giama",
      "Frederic Lange",
      "Kenneth J. Smith",
      "Ilias Tachtsidis"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Applied Physics (physics.app-ph)",
      "Biological Physics (physics.bio-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.04809",
    "title": "Light-induced, fictitious magnetic trapping of cold alkali atoms using an optical tweezers-nanofiber hybrid platform",
    "abstract": "           We present a magnetic trapping scheme for cold 87Rb atoms based on light-induced fictitious magnetic fields generated by the evanescent field of an optical nanofiber (ONF) integrated with an optical tweezers. We calculate and compare the trapping potentials for both Gaussian and Laguerre-Gaussian modes of the tweezers beam, combined with a quasi-linearly polarized ONF-guided field. Based on the optical powers in the tweezers and ONF modes, we analyze the trap depths and the positions of the potential minima from the nanofiber surface. We show that, by varying the optical powers in the two fields, the trap position can be tuned over several hundred nanometers, while simultaneously influencing the trap depth and trap frequencies. Such control over atom-surface position is essential for studying distance-dependent effects on atoms trapped near a dielectric surface and optimizing atom-photon interfaces for quantum technology applications.         ",
    "url": "https://arxiv.org/abs/2412.04809",
    "authors": [
      "Alexey Vylegzhanin",
      "Dylan J. Brown",
      "Sergey Abdrakhmanov",
      "Sile Nic Chormaic"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2508.02259",
    "title": "Adaptive optics design for high-energy kW-class multi-slab laser amplifier",
    "abstract": "           We demonstrate real-time wavefront correction in a high-energy high-average-power DiPOLE100/Bivoj laser using adaptive optics. A bimorph deformable mirror and Shack-Hartmann wavefront sensor reduced wavefront error tenfold and improved the Strehl ratio elevenfold. Design aspects such as deformable mirror actuator geometry, optimal placement, and loop frequency are discussed for integration into next-generation high-energy high-average-power lasers.         ",
    "url": "https://arxiv.org/abs/2508.02259",
    "authors": [
      "Tomáš Paliesek",
      "Martin Divoký",
      "Jan Pilař",
      "Martin Smrž",
      "Tomáš Mocek"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.13263",
    "title": "Phase stabilization for long baseline interferometry of incoherent optical sources",
    "abstract": "           The maximum baseline, and therefore resolution, of optical astronomical interferometers is limited by attenuation and phase noise within the optical path between the apertures and beam combiner, as well as the practical challenges of constructing optical delay lines more than a few hundred meters in length. We implement off-band phase stabilization on two fiber optic links of 85~km, creating a total baseline of 170~km. We show that the system is able to effectively phase stabilize signals from an incoherent pseudo-thermal source with a bandwidth of 11.2~nm. We are able to reduce the phase noise by 4-5 orders of magnitude between 1 and 100~Hz such that we could resolve an applied phase difference of 0.16~cycles per second with continuous measurement. We show that, with phase stabilization active, the interferometer is able to recover both first-order and second-order photon correlations. These results demonstrate the feasibility of this technique for long-baseline optical and quantum astronomical interferometers. The present results are limited by chromatic dispersion within the fiber, which can be mitigated using dispersion compensating modules.         ",
    "url": "https://arxiv.org/abs/2510.13263",
    "authors": [
      "Joshua J. Collier",
      "David R. Gozzard",
      "John S. Wallis",
      "Benjamin P. Dix-Matthews"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.15210",
    "title": "Enhanced posterior sampling via diffusion models for efficient metasurfaces inverse design",
    "abstract": "           The inverse design of metasurfaces faces inherent challenges due to the nonlinear and highly complex relationship between geometric configurations and their electromagnetic behavior. Traditional optimization approaches often suffer from excessive computational demands and a tendency to converge to suboptimal solutions. This study presents a diffusion-based generative framework that incorporates a dedicated consistency constraint and advanced posterior sampling methods to ensure adherence to desired electromagnetic specifications. Through rigorous validation on small-scale metasurface configurations, the proposed approach demonstrates marked enhancements in both accuracy and reliability of the generated designs. Furthermore, we introduce a scalable methodology that extends inverse design capabilities to large-scale metasurfaces, validated for configurations of up to $98 \\times 98$ nanopillars. Notably, this approach enables rapid design generation completed in minute by leveraging models trained on substantially smaller arrays ($23 \\times 23$). These innovations establish a robust and efficient framework for high-precision metasurface inverse design.         ",
    "url": "https://arxiv.org/abs/2601.15210",
    "authors": [
      "Mathys Le Grand",
      "Pascal Urard",
      "Denis Rideau",
      "Loumi Trémas",
      "Damien Maitre",
      "Louis-Henri Fernandez-Mouron",
      "Adam Fuchs",
      "Régis Orobtchouk"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2507.23142",
    "title": "Local-available quantum correlation swapping in one-parameter X states",
    "abstract": "           Although introduced for entanglement, quantum repeaters and swapping protocols have been analyzed for other quantum correlations (QC), such as quantum discord. In 2015, Mundarain and Ladrón de Guevara [Quantum Inf. Process. 14, 4493 (2015)] introduced local-available quantum correlations (LAQC), which are a promising yet understudied quantum correlation. Recently, Bellorin et al. [Int. J. Mod. Phys. B 36, 22500990 (2022), Int. J. Mod. Phys. B 36, 2250154 (2022)] obtained exact analytical results for the LAQC quantifier of general 2-qubit X states. Building up from those results, we analyzed the LAQC swapping for 2-qubit X states. As expected, we find that if the initial states are non-classical and the one used for the projective measurement is entangled, the final state will generally have non-zero LAQC. Using the properties of this quantum correlation, we establish the conditions for a QCS scheme that leads to a final state with a non-zero LAQC measure. We illustrate these results by analyzing five families of one-parameter 2-qubit X states, including families where the projective measure leads to a separable state, but whose LAQC measure is non-zero. This feature opens the possibility for this quantum correlation to be considered a genuine resource in quantum information technology.         ",
    "url": "https://arxiv.org/abs/2507.23142",
    "authors": [
      "Hermann L. Albrecht"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2508.06448",
    "title": "Can a Quantum Computer Simulate Nuclear Magnetic Resonance Spectra Better than a Classical One?",
    "abstract": "           The simulation of the spectra measured in nuclear magnetic resonance (NMR) spectroscopy experiments is a computationally non-trivial problem which, due to its natural interpretation as a quantum spin problem, maps in a straightforward way to a quantum computer. As such, it represents a problem for which such a device may provide some practical advantage over traditional computing methods. In order to understand the extent to which such problems may indeed provide examples of useful quantum advantage, it is important to understand the limitations of existing classical simulation methods. In this work, we benchmark our own classical solver designed to study such problems. This solver uses a clustering approximation to achieve a resource scaling which is linear in the total number of nuclear spins in a given molecule, for a fixed cluster size. The success of such an approximation would present a stark repudiation to the common claim that such problems require an exponential scaling of resources, the very claim which makes simulating an NMR spectra a candidate for quantum advantage. Our benchmarking results indicate that our approximation performs well throughout, and even somewhat beyond, the more typical experimental regimes. We discuss what implications this may have for future efforts to demonstrate quantum advantage in the context of NMR.         ",
    "url": "https://arxiv.org/abs/2508.06448",
    "authors": [
      "Keith R. Fratus",
      "Nicklas Enenkel",
      "Sebastian Zanker",
      "Jan-Michael Reiner",
      "Michael Marthaler",
      "Peter Schmitteckert"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2510.06316",
    "title": "Quantum matrix arithmetics with Hamiltonian evolution",
    "abstract": "           The efficient implementation of matrix arithmetic operations underpins the speedups of many quantum algorithms. We develop a suite of methods to perform matrix arithmetics -- with the result encoded in the off-diagonal blocks of a Hamiltonian -- using Hamiltonian evolutions of input operators. We show how to maintain this $\\textit{Hamiltonian block encoding}$, so that matrix operations can be composed one after another, and the entire quantum computation takes $\\leq 2$ ancilla qubits. We achieve this for matrix multiplication, matrix addition, matrix inversion, Hermitian conjugation, fractional scaling, integer scaling, complex phase scaling, as well as singular value transformation for both odd and even polynomials. We also present an overlap estimation algorithm to extract classical properties of Hamiltonian block encoded operators, analogous to the well known Hadmard test, at no extra cost of qubit. Our Hamiltonian matrix multiplication uses the Lie group commutator product formula and its higher-order generalizations due to Childs and Wiebe. Our Hamiltonian singular value transformation employs a dominated polynomial approximation, where the approximation holds within the domain of interest, while the constructed polynomial is upper bounded by the target function over the entire unit interval. We describe a circuit for simulating a class of sum-of-squares Hamiltonians, attaining a commutator scaling in step count, while leveraging the power of matrix arithmetics to reduce the cost of each simulation step. In particular, we apply this to the doubly factorized tensor hypercontracted Hamiltonians from recent studies of quantum chemistry, obtaining further improvements for initial states with a fixed number of particles. We achieve this with $1$ ancilla qubit.         ",
    "url": "https://arxiv.org/abs/2510.06316",
    "authors": [
      "Christopher Kang",
      "Yuan Su"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Structures and Algorithms (cs.DS)",
      "Numerical Analysis (math.NA)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2512.20091",
    "title": "Precision Bounds for Characterising Quantum Measurements",
    "abstract": "           Quantum measurements, alongside quantum states and processes, form a cornerstone of quantum information processing. However, unlike states and processes, their efficient characterisation remains relatively unexplored. We resolve this asymmetry by introducing a comprehensive framework for efficient detector estimation that reveals the fundamental limits to extractable parameter information and errors arising in detector analysis - the detector quantum Fisher information. Our development eliminates the need to optimise for the best probe state, while highlighting aspects of detector analysis that fundamentally differ from quantum state estimation. Through proofs, examples and experimental validation, we demonstrate the relevance and robustness of our proposal for current quantum detector technologies. By formalising a dual perspective to state estimation, our framework completes and connects the triad of efficient state, process, and detector tomography, advancing quantum information theory with broader implications for emerging technologies reliant on precisely calibrated measurements.         ",
    "url": "https://arxiv.org/abs/2512.20091",
    "authors": [
      "Aritra Das",
      "Simon K. Yung",
      "Lorcan O. Conlon",
      "Ozlem Erkilic",
      "Angus Walsh",
      "Yong-Su Kim",
      "Ping K. Lam",
      "Syed M. Assad",
      "Jie Zhao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.20468",
    "title": "Calibration Method of Spacecraft-Inertial Sensor Center-of-Mass Offset for the Taiji Gravitational Wave Detection Mission under Science Mode",
    "abstract": "           Accurately calibrating the center-of-mass (CoM) offset between the spacecraft (SC) and the inertial sensor test mass (TM) is crucial for space-based gravitational-wave (GW) antennas, such as LISA and Taiji. Current calibration methods require additional spacecraft maneuvers that disrupt science data continuity and inter-satellite links, compromising the coherence of gravitational wave signals. Here, we present a maneuver-free calibration scheme that directly estimates the CoM offset vector using only standard science-mode measurements from inertial sensors, interferometers, and differential wavefront sensors. By embedding the CoM offset induced coupling acceleration as an extended state in a model-based adaptive Kalman filter, we achieve estimation accuracy of 0.01-1.5 mm across all axes with a maximum error below 1%. This approach enables continuous, high-precision calibration during nominal observation runs, ensuring continuous and coherent gravitational wave data collection while maintaining the required precision, and also facilitating advanced DFACS functions such as performance evaluations and fault diagnosis. For LISA-like missions, where data continuity is paramount for detecting faint gravitational wave signals, this method will enhance scientific output and reliability.         ",
    "url": "https://arxiv.org/abs/2512.20468",
    "authors": [
      "Haoyue Zhang",
      "Dong Ye",
      "Peng Xu",
      "Yunhai Geng",
      "Li-E Qiang",
      "Ziren Luo"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]