[
  {
    "id": "arXiv:2304.10008",
    "title": "Multifunctional acoustic device based on phononic crystal with  independently controlled asymmetric rotating rods",
    "abstract": "A reconfigurable phononic crystal (PnC) is proposed where elastic properties can be modulated by rotation of asymmetric solid scatterers immersed in water. The scatterers are metallic rods with cross-section of 120{\\deg} circular sector. Orientation of each rod is independently controlled by an external electric motor that allows continuous variation of the local scattering parameters and dispersion of sound in the entire crystal. Due to asymmetry of the scatterers, the crystal band structure possesses highly anisotropic bandgaps. Synchronous rotation of all the scatterers by a definite angle changes regime of reflection to regime of transmission and vice versa. The same mechanically tunable structure functions as a gradient index medium by incremental, angular reorientation of rods along both row and column, and, subsequently, can serve as a tunable acoustic lens, an acoustic beam splitter, and finally an acoustic beam steerer. ",
    "url": "https://arxiv.org/abs/2304.10008",
    "authors": [
      "Hyeonu Heo",
      "Arkadii Krokhin",
      "Arup Neogi",
      "Zhiming Cui",
      "Zhihao Yuan",
      "Yihe Hua",
      "Jaehyung Ju",
      "Ezekiel Walker"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.10087",
    "title": "Learning Diffractive Optical Communication Around Arbitrary Opaque  Occlusions",
    "abstract": "Free-space optical systems are emerging for high data rate communication and transfer of information in indoor and outdoor settings. However, free-space optical communication becomes challenging when an occlusion blocks the light path. Here, we demonstrate, for the first time, a direct communication scheme, passing optical information around a fully opaque, arbitrarily shaped obstacle that partially or entirely occludes the transmitter's field-of-view. In this scheme, an electronic neural network encoder and a diffractive optical network decoder are jointly trained using deep learning to transfer the optical information or message of interest around the opaque occlusion of an arbitrary shape. The diffractive decoder comprises successive spatially-engineered passive surfaces that process optical information through light-matter interactions. Following its training, the encoder-decoder pair can communicate any arbitrary optical information around opaque occlusions, where information decoding occurs at the speed of light propagation. For occlusions that change their size and/or shape as a function of time, the encoder neural network can be retrained to successfully communicate with the existing diffractive decoder, without changing the physical layer(s) already deployed. We also validate this framework experimentally in the terahertz spectrum using a 3D-printed diffractive decoder to communicate around a fully opaque occlusion. Scalable for operation in any wavelength regime, this scheme could be particularly useful in emerging high data-rate free-space communication systems. ",
    "url": "https://arxiv.org/abs/2304.10087",
    "authors": [
      "Md Sadman Sakib Rahman",
      "Tianyi Gan",
      "Emir Arda Deger",
      "Cagatay Isil",
      "Mona Jarrahi",
      "Aydogan Ozcan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Neural and Evolutionary Computing (cs.NE)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.10111",
    "title": "High-resolution low-coherence Brillouin optical correlation-domain  reflectometry with suppressed systematic error",
    "abstract": "We show that the systematic error unique to Brillouin optical correlation-domain reflectometry (BOCDR) can be effectively suppressed by use of low-coherence light, and demonstrate distributed strain measurement with ~3 cm spatial resolution. ",
    "url": "https://arxiv.org/abs/2304.10111",
    "authors": [
      "Kenta Otsubo",
      "Takaki Kiyozumi",
      "Kohei Noda",
      "Kentaro Nakamura",
      "Heeyoung Lee",
      "Yosuke Mizuno"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2304.10132",
    "title": "Efficient activation of telecom emitters in silicon upon ns pulsed laser  annealing",
    "abstract": "The recent demonstration of optically active telecom emitters makes silicon a compelling candidate for solid state quantum photonic platforms. Particularly fabrication of the G center has been demonstrated in carbon-rich silicon upon conventional thermal annealing. However, the high-yield controlled fabrication of these emitters at the wafer-scale still requires the identification of a suitable thermodynamic pathway enabling its activation following ion implantation. Here we demonstrate the efficient activation of G centers in high-purity silicon substrates upon ns pulsed laser annealing. The proposed method enables the non-invasive, localized activation of G centers by the supply of short non-stationary pulses, thus overcoming the limitations of conventional rapid thermal annealing related to the structural metastability of the emitters. A finite-element analysis highlights the strong non-stationarity of the technique, offering radically different defect-engineering capabilities with respect to conventional longer thermal treatments, paving the way to the direct and controlled fabrication of emitters embedded in integrated photonic circuits and waveguides. ",
    "url": "https://arxiv.org/abs/2304.10132",
    "authors": [
      "G. Andrini",
      "G. Zanelli",
      "S. Ditalia Tchernij",
      "E. Corte",
      "E. Nieto Hernandez",
      "A. Verna",
      "M. Cocuzza",
      "E. Bernardi",
      "S. Virzì",
      "P. Traina",
      "I.P. Degiovanni",
      "M. Genovese",
      "P. Olivero",
      "J. Forneris"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.10288",
    "title": "Schlieren texture induced Anderson localization in an organic  exciton-polariton laser",
    "abstract": "Non-linearities in organic exciton-polariton microcavities represent an attractive platform for second-generation quantum devices. However, progress in this area hinges on the development of material platforms for high-performance polariton lasing, scalable and sustainable fabrication, and ultimately strategies for electrical pumping. Here, we show how introducing Schlieren textures in a liquid crystalline conjugated polymer and the associated microdomains of distinct chain orientation enable in-plane Anderson localization of polaritons. In high-Q distributed Bragg reflector microcavities, this strong localization facilitated polariton lasing at unprecedented thresholds of 136 fJ per pulse, thus providing a pathway to the study of fundamental effects at low polariton numbers. Anderson localization further permitted polariton lasing in more lossy metallic microcavities while maintaining a competitive lasing threshold. The facile fabrication of these cavities will drastically reduce the complexity of integrating polariton laser with other structures and the high conductivity of metallic mirrors provides a route to electrical pumping. ",
    "url": "https://arxiv.org/abs/2304.10288",
    "authors": [
      "Florian Le Roux",
      "Andreas Mischok",
      "Francisco Tenopala-Carmona",
      "Malte C. Gather"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2304.10294",
    "title": "OptoGPT: A Foundation Model for Inverse Design in Optical Multilayer  Thin Film Structures",
    "abstract": "Foundation models are large machine learning models that can tackle various downstream tasks once trained on diverse and large-scale data, leading research trends in natural language processing, computer vision, and reinforcement learning. However, no foundation model exists for optical multilayer thin film structure inverse design. Current inverse design algorithms either fail to explore the global design space or suffer from low computational efficiency. To bridge this gap, we propose the Opto Generative Pretrained Transformer (OptoGPT). OptoGPT is a decoder-only transformer that auto-regressively generates designs based on specific spectrum targets. Trained on a large dataset of 10 million designs, our model demonstrates remarkable capabilities: 1) autonomous global design exploration by determining the number of layers (up to 20) while selecting the material (up to 18 distinct types) and thickness at each layer, 2) efficient designs for structural color, absorbers, filters, distributed brag reflectors, and Fabry-Perot resonators within 0.1 seconds (comparable to simulation speeds), 3) the ability to output diverse designs, and 4) seamless integration of user-defined constraints. By overcoming design barriers regarding optical targets, material selections, and design constraints, OptoGPT can serve as a foundation model for optical multilayer thin film structure inverse design. ",
    "url": "https://arxiv.org/abs/2304.10294",
    "authors": [
      "Taigao Ma",
      "Haozhu Wang",
      "L. Jay Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2304.10387",
    "title": "Implantable Photonic Neural Probes with 3D-Printed Microfluidics and  Applications to Uncaging",
    "abstract": "Advances in chip-scale photonic-electronic integration are enabling a new generation of foundry manufacturable implantable silicon neural probes incorporating nanophotonic waveguides and microelecctrodes for optogenetic stimulation and electrophysiological recording in neuroscience research. Further extending neural probe functionalities with integrated microfluidics is a direct approach to achieve neurochemical injection and sampling capabilities. In this work, we use two-photon polymerization to integrate microfluidic channels onto photonic neural probes with 3D printing. The photonic neural probes include silicon nitride nanophotonic waveguides and grating emitters. The customizability of 3D printing enables a unique geometry of microfluidics that conforms to the shape of each neural probe, enabling integration of microfluidics with a variety of existing neural probes while avoiding the complexities of monolithic microfluidics integration. We demonstrate the photonic and fluidic functionalities of the neural probes via fluorescein injection in agarose gel and photoloysis of caged fluorescein in solution and in flxed brain tissue. ",
    "url": "https://arxiv.org/abs/2304.10387",
    "authors": [
      "Xin Mu",
      "Fu-Der Chen",
      "Ka My Dang",
      "Michael G. K. Brunk",
      "Jianfeng Li",
      "Hannes Wahn",
      "Andrei Stalmashonak",
      "Peisheng Ding",
      "Xianshu Luo",
      "Hongyao Chua",
      "Guo-Qiang Lo",
      "Joyce K. S. Poon",
      "Wesley D. Sacher"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.10469",
    "title": "Efficient direct laser acceleration by multi-petawatt lasers",
    "abstract": "The direct laser acceleration (DLA) of electrons in underdense plasmas can provide 100s of nC of electrons accelerated to near-GeV energies using currently available lasers. Here we demonstrate the key role of electron transverse displacement in the acceleration and use it to analytically predict the expected maximum electron energies. The energy scaling is shown to be in agreement with full-scale Quasi-3D particle-in-cell (PIC) simulations and can be directly used for optimizing DLA in near-future laser facilities. The strategy towards optimizing DLA through matched laser focusing is presented for a wide range of plasma densities paired with current and near-future laser technology. Electron energies in excess of 10 GeV are accessible for lasers at $\\rm{I}\\sim 10^{21}~\\rm{W/cm^2}$. ",
    "url": "https://arxiv.org/abs/2304.10469",
    "authors": [
      "R. Babjak",
      "L. Willingale",
      "A. Arefiev",
      "M. Vranic"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2304.10479",
    "title": "Multifocal laser direct writing through spatial light modulation guided  by scalable vector graphics",
    "abstract": "Multifocal laser direct writing (LDW) based on phase-only spatial light modulator (SLM) can realize flexible and parallel nanofabrication with high throughput potential. In this investigation, a novel approach of combining two-photon absorption, SLM and vector path guided by scalable vector graphics (SVG) has been developed and tested preliminarily, for fast, flexible and parallel nanofabrication. Three laser focuses are independently controlled with different paths, which are according to SVG, to optimize fabrication and promote time efficiency. The minimum structure width can be as low as 74 nm. Accompanied with a translation stage, a carp structure of 18.16 $\\mu$m by 24.35 $\\mu$m has been fabricated. This method shows the possibility of developing LDW techniques towards full-electrical system, and provides a potential way to efficiently engrave complex structures on nanoscales. ",
    "url": "https://arxiv.org/abs/2304.10479",
    "authors": [
      "Linhan Duan",
      "Yueqiang Zhu",
      "Haoxin Bai",
      "Chen Zhang",
      "Kaige Wang",
      "Jintao Bai",
      "Wei Zhao"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2304.10148",
    "title": "Controlled Coherent Coupling in a Quantum Dot Molecule Revealed by  Ultrafast Four-Wave Mixing Spectroscopy",
    "abstract": "Semiconductor quantum dot molecules are considered as promising candidates for quantum technological applications due to their wide tunability of optical properties and coverage of different energy scales associated with charge and spin physics. While previous works have studied the tunnel-coupling of the different excitonic charge complexes shared by the two quantum dots by conventional optical spectroscopy, we here report on the first demonstration of a coherently controlled inter-dot tunnel-coupling focusing on the quantum coherence of the optically active trion transitions. We employ ultrafast four-wave mixing spectroscopy to resonantly generate a quantum coherence in one trion complex, transfer it to and probe it in another trion configuration. With the help of theoretical modelling on different levels of complexity we give an instructive explanation of the underlying coupling mechanism and dynamical processes. ",
    "url": "https://arxiv.org/abs/2304.10148",
    "authors": [
      "Daniel Wigger",
      "Johannes Schall",
      "Marielle Deconinck",
      "Nikolai Bart",
      "Paweł Mrowiński",
      "Mateusz Krzykowski",
      "Krzysztof Gawarecki",
      "Martin von Helversen",
      "Ronny Schmidt",
      "Lucas Bremer",
      "Frederik Bopp",
      "Dirk Reuter",
      "Andreas D. Wieck",
      "Sven Rodt",
      "Julien Renard",
      "Gilles Nogues",
      "Arne Ludwig",
      "Paweł Machnikowski",
      "Jonathan J. Finley",
      "Stephan Reitzenstein",
      "Jacek Kasprzak"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.10209",
    "title": "Resonant generation of electromagnetic modes in nonlinear  electrodynamics: Quantum perturbative approach",
    "abstract": "The paper studies resonant generation of higher-order harmonics in a closed cavity in Euler-Heisenberg electrodynamics from the point of view of pure quantum field theory. We consider quantum states of the electromagnetic field in a rectangular cavity with conducting boundary conditions, and calculate the cross-section for the merging of three quanta of cavity modes into a single one ($3 \\to 1$ process) as well as the scattering of two cavity mode quanta ($2 \\to 2$ process). We show that the amplitude of the merging process vanishes for a cavity with an arbitrary aspect ratio, and provide an explanation based on plane wave decomposition for cavity modes. Contrary, the scattering amplitude is nonzero for specific cavity aspect ratio. This $2 \\to 2$ scattering is a crucial elementary process for the generation of a quantum of a high-order harmonics with frequency $2\\omega_1 - \\omega_2$ in an interaction of two coherent states of cavity modes with frequencies $\\omega_1$ and $\\omega_2$. For this process we calculate the mean number of quanta in the final state in a model with dissipation, which supports the previous result of resonant higher-order harmonics generation in an effective field theory approach. ",
    "url": "https://arxiv.org/abs/2304.10209",
    "authors": [
      "Ilia Kopchinskii",
      "Petr Satunin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.10227",
    "title": "Heterogeneous integration of solid state quantum systems with a foundry  photonics platform",
    "abstract": "Diamond colour centres are promising optically-addressable solid state spins that can be matter-qubits, mediate deterministic interaction between photons and act as single photon emitters. Useful quantum computers will comprise millions of logical qubits. To become useful in constructing quantum computers, spin-photon interfaces must therefore become scalable and be compatible with mass-manufacturable photonics and electronics. Here we demonstrate heterogeneous integration of NV centres in nanodiamond with low-fluorescence silicon nitride photonics from a standard 180 nm CMOS foundry process. Nanodiamonds are positioned over pre-defined sites in a regular array on a waveguide, in a single post-processing step. Using an array of optical fibres, we excite NV centres selectively from an array of six integrated nanodiamond sites, and collect the photoluminescence (PL) in each case into waveguide circuitry on-chip. We verify single photon emission by an on-chip Hanbury Brown and Twiss cross-correlation measurement, which is a key characterisation experiment otherwise typically performed routinely with discrete optics. Our work opens up a simple and effective route to simultaneously address large arrays of individual optically-active spins at scale, without requiring discrete bulk optical setups. This is enabled by the heterogeneous integration of NV centre nanodiamonds with CMOS photonics. ",
    "url": "https://arxiv.org/abs/2304.10227",
    "authors": [
      "Hao-Cheng Weng",
      "Jorge Monroy-Ruz",
      "Jonathan C. F. Matthews",
      "John G. Rarity",
      "Krishna C. Balram",
      "Joe A. Smith"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.09640",
    "title": "Design, Optimization, and Blackbox Optimization of Laser Systems",
    "abstract": " Title: Design, Optimization, and Blackbox Optimization of Laser Systems ",
    "url": "https://arxiv.org/abs/2211.09640",
    "authors": [
      "Jack Hirschman",
      "Randy Lemons",
      "Minyang Wang",
      "Peter Kroetz",
      "Sergio Carbajo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.09698",
    "title": "First survey of centimeter-scale AC-LGAD strip sensors with a 120 GeV  proton beam",
    "abstract": " Title: First survey of centimeter-scale AC-LGAD strip sensors with a 120 GeV  proton beam ",
    "url": "https://arxiv.org/abs/2211.09698",
    "authors": [
      "Christopher Madrid",
      "Ryan Heller",
      "Claudio San Martín",
      "Shirsendu Nanda",
      "Artur Apresyan",
      "William K. Brooks",
      "Wei Chen",
      "Gabriele Giacomini",
      "Ohannes Kamer Köseyan",
      "Sergey Los",
      "Cristián Peña",
      "René Rios",
      "Alessandro Tricoli",
      "Si Xie",
      "Zhenyu Ye"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2211.10824",
    "title": "Hybrid Auxiliary Field Quantum Monte Carlo for Molecular Systems",
    "abstract": " Title: Hybrid Auxiliary Field Quantum Monte Carlo for Molecular Systems ",
    "url": "https://arxiv.org/abs/2211.10824",
    "authors": [
      "Yixiao Chen",
      "Linfeng Zhang",
      "Weinan E",
      "Roberto Car"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.11546",
    "title": "A novel inverse algorithm to solve IPO-IMPT of proton FLASH therapy with  sparse filters",
    "abstract": " Title: A novel inverse algorithm to solve IPO-IMPT of proton FLASH therapy with  sparse filters ",
    "url": "https://arxiv.org/abs/2302.11546",
    "authors": [
      "Nathan Harrison",
      "Minglei Kang",
      "Ruirui Liu",
      "Serdar Charyyev",
      "Niklas Wahl",
      "Wei Liu",
      "Jun Zhou",
      "Kristin A. Higgins",
      "Charles Simone",
      "Jeffrey Bradley",
      "William S. Dynan",
      "Liyong Lin"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2303.12266",
    "title": "Dynamic Stark shift of Hydrogen-like atoms in the presence of circularly  polarized laser light",
    "abstract": " Title: Dynamic Stark shift of Hydrogen-like atoms in the presence of circularly  polarized laser light ",
    "url": "https://arxiv.org/abs/2303.12266",
    "authors": [
      "Behnam Nikoobakht"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.08282",
    "title": "Deep-Learning-based Vasculature Extraction for Single-Scan Optical  Coherence Tomography Angiography",
    "abstract": " Title: Deep-Learning-based Vasculature Extraction for Single-Scan Optical  Coherence Tomography Angiography ",
    "url": "https://arxiv.org/abs/2304.08282",
    "authors": [
      "Jinpeng Liao",
      "Tianyu Zhang",
      "Yilong Zhang",
      "Chunhui Li",
      "Zhihong Huang"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2304.08658",
    "title": "In-situ surface porosity prediction in DED (directed energy deposition)  printed SS316L parts using multimodal sensor fusion",
    "abstract": " Title: In-situ surface porosity prediction in DED (directed energy deposition)  printed SS316L parts using multimodal sensor fusion ",
    "url": "https://arxiv.org/abs/2304.08658",
    "authors": [
      "Adithyaa Karthikeyan",
      "Himanshu Balhara",
      "Andreas K Lianos",
      "Abhishek Hanchate",
      "Satish TS Bukkapatnam"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Machine Learning (cs.LG)"
    ]
  }
]