[
  {
    "id": "arXiv:2510.05341",
    "title": "Learning the detector in optical tomography",
    "abstract": "           We propose a method to reconstruct the optical absorption of a highly-scattering medium probed by diffuse light. The method consists of learning the optical detection system and then using this result to reconstruct the absorption. Our results are illustrated by numerical simulations.         ",
    "url": "https://arxiv.org/abs/2510.05341",
    "authors": [
      "Zijian Wang",
      "Andreas Hauptmann",
      "Lu Lu",
      "John C. Schotland"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.05344",
    "title": "Hierarchical self-assembly of Brownian particle-like pulses in a modelocked laser",
    "abstract": "           Passive modelocking involves self-locking of thousands of frequency modes to form ultrashort pulses. In fundamental modelocking, a single intracavity pulse provides high stability and reproducibility, but limits the repetition rate. Harmonic modelocking can overcome this by supporting multiple pulses, but suffers from instabilities and poor reproducibility, with specific states achievable only sporadically. Biology exploits hierarchy to organise complexity, which has inspired hierarchical self-assembly in the laboratory. Here, building on the Brownian-particle characteristics of modelocked pulses, we introduce a theoretical framework that treats multi-pulse modelocking as a hierarchical self-assembly problem. This involves timescales spanning up to 14 orders of magnitude, yet with a natural hierarchy in which fast variables are slaved to slower ones. We exploit this hierarchy to reduce their complex dynamics into nested low-dimensional subsystems governing pulse shape, energy, gain, and positions. The resulting framework reveals how to reliably reach target states with precise pulse number and spacing. We experimentally validate the predictions in a Mamyshev laser with over 100 pulses, limited only by available power. Our framework could extend to spatiotemporal modelocking by treating it as coupled pulses distributed across spatial modes and may also guide hierarchical strategies for laser-driven self-assembly.         ",
    "url": "https://arxiv.org/abs/2510.05344",
    "authors": [
      "Aladin Şura",
      "F. Ömer Ilday"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.05477",
    "title": "On-chip room-temperature CW lasing from a III-V nanowire integrated with a Si photonic crystal platform",
    "abstract": "           We report the demonstration of continuous-wave (CW) lasing at room temperature from a III-V semiconductor nanowire integrated into a Si photonic crystal (PhC) cavity. Conventional hybrid nanowire lasers [M. Takiguchi. this http URL., APL Photonics, 2, 046106 (2017)], which typically feature circular nanowire-cross-sections, suffer from a weak optical confinement, preventing CW lasing under ambient conditions. To overcome this limitation, we fabricated nanowires with rectangular cross-sections via dry etching and integrated them into the air trenches of Si PhC cavities formed using atomic force microscope tips. This configuration forms a hybrid photonic crystal cavity with an improved optical confinement. As a result, we achieved room-temperature CW oscillation from a single nanowire, representing a significant step toward on-chip nanophotonic light sources. This unique in-plane integration of the nanolaser in the same plane as the Si slab rather than on top of the substrate will contribute to the development of compact, scalable, and CMOS-compatible photonic circuits.         ",
    "url": "https://arxiv.org/abs/2510.05477",
    "authors": [
      "Masato Takiguchi",
      "Takuro Fujii",
      "Hisashi Sumikura",
      "Akihiko Shinya",
      "Shinji Matsuo",
      "Masaya Notomi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.05636",
    "title": "Broadband spectral mapping of photo-induced second-harmonic generation in silicon nitride microresonators",
    "abstract": "           By employing a pump-probe technique for enhanced spectral mapping of the dynamics in nonlinear frequency conversion, we demonstrate that photo-induced second-harmonic generation (SHG) in silicon nitride (Si3N4) microresonators can persist when transitioning from the preferred doubly resonant condition--where the resonances of the optical harmonics are required to be matched--to a highly detuned state where the generated second harmonic is significantly shifted away from its corresponding resonance. This results in an unconventionally broad conversion bandwidth. Other intriguing phenomena, such as detuning-dependent all-optical poling and nonlinear multi-mode interaction, are also presented for the first time with direct experimental evidence. Our findings provide new insights into the physics of photo-induced second-order (\\chi^{(2)}) nonlinearity, highlighting its potential applications for nonlinear \\chi^{(2)} photonics in integrated Si3N4 platform         ",
    "url": "https://arxiv.org/abs/2510.05636",
    "authors": [
      "Ji Zhou",
      "Marco Clementi",
      "Samantha Sbarra",
      "Ozan Yakar",
      "Camille-Sophie Brès"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.05789",
    "title": "Multi-Channel Amplitude-Phase Asymmetric-Encrypted Janus Acoustic Meta-Holograms",
    "abstract": "           Encrypted optical and acoustic meta-holograms only focus on the encrypted hologram in a single channel, viz. modulating spatial amplitude to project a holographic image. In this research, the unique concept of multi-channel amplitude-phase asymmetric-encrypted Janus acoustic meta-holograms is proposed, demonstrating remarkable capabilities of generating, encrypting, and decrypting both amplitude and phase holographic images on both sides of a metascreen. The flexible and decoupled manipulation mechanism for the amplitude-phase of the bidirectional acoustic waves used in our concept offers multiple possibilities to apply various encryption methods. In this work, our system enables single-input, two-faced four-channel asymmetric encryption, which substantially increase the communication capacity of conventional acoustic holograms, and establish a security framework based on mathematical problem, proving its security. Our work can lead to concrete applications including, but not limited to, multi-channel acoustic field communications and acoustic illusion and cloaking in non-transparent media.         ",
    "url": "https://arxiv.org/abs/2510.05789",
    "authors": [
      "Haohan Zeng",
      "Zhenyu He",
      "Tianxiang Zhang",
      "Xiao Guo",
      "Xinghao Hu",
      "Youyu Mo",
      "Tingting Li",
      "Feilong Mao",
      "Haiyan Fan",
      "Xudong Fan",
      "Weiwei Kan",
      "Yifan Zhu",
      "Hui Zhang",
      "Guodong Yin",
      "Badreddine Assouar"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.05791",
    "title": "Mapping complex optical light field distributions with single fluorescent molecules",
    "abstract": "           Single fluorescent molecules, behaving as ideal electric dipole emitters, are powerful nanoscopic probes of complex optical fields. Here, this property is exploited to precisely map the polarization and vectorial structure of tightly focused laser beams, utilizing both linear and circular polarization states. The resulting three-dimensional fluorescence excitation maps strikingly reveal the intrinsic chiral and non-chiral structure of the light field, in perfect quantitative agreement with a full vectorial wave-optical model. This precise correspondence not only enables the reliable determination of absolute molecular orientations but also allows for the accurate characterization of the field's properties. These results fundamentally advance our understanding of light-matter interaction at the single-molecule level and open new avenues for characterizing complex light fields, with broad applications in super-resolution microscopy and nanophotonics.         ",
    "url": "https://arxiv.org/abs/2510.05791",
    "authors": [
      "Daniel Marx",
      "Ivan Gligonov",
      "David Malsbenden",
      "Dominik Wöll",
      "Oleksii Nevskyi",
      "Jörg Enderlein"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2510.05832",
    "title": "SPARTA: Python-Based Automated Spectral Parameter Analysis and Assessment System for Resonance Tracking",
    "abstract": "           Accurately determining resonance frequencies and quality factors (Q) is crucial in accelerator physics and radiofrequency engineering, as these factors have direct impacts on system design, operational stability, and research results. The methods currently employed to facilitate resonance analysis are mostly manual, requiring operators and physicists to estimate resonant parameters and examine scattering parameter (S-parameter) data from vector network analyzers (VNAs). The current techniques therefore become laborious, operator-dependent and challenging to replicate when applied to large datasets or across multiple analyses. Despite the importance of these tasks for high-volume research organizations such as CERN where S-parameter measurements are regularly taken for cavity and beam diagnostic research, the currently widespread measures are outdated. In order to automate the laborious resonance characterization process, this paper presents SPARTA (Spectral Parameter Analysis for Resonance Tracking and Assessment), a data analysis software framework based on Python. SPARTA has integrated data ingestion, preprocessing, resonance detection, quality factor estimation, visualization and persistent cloud storage into a reproducible and scalable workflow. SPARTA was developed with the scientific libraries NumPy, SciPy and scikit-rf for accurate and efficient numerical processing, Flask and Dash for interactive and lightweight visualization, and SQLite for easy database management. The three main contributions of this work are outlined as follows: Firstly, this paper presents a methodological framework for resonance detection and assessment based on established RF theory. The second section describes the system architecture and implementation of SPARTA, highlighting data handling, computation and visualization. Finally this paper discusses the results and advantages of automated analysis.         ",
    "url": "https://arxiv.org/abs/2510.05832",
    "authors": [
      "Kerem Semiz"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2510.05842",
    "title": "Short-Pulse High-Power THz Generation Using Optical Klystron FELs: Simulation Results",
    "abstract": "           We investigate the feasibility of extending the optical klystron (OK) concept into the terahertz (THz) regime, where strong radiation slippage and diffraction fundamentally challenge efficient free- electron laser (FEL) operation. Numerical simulations were carried out for resonant wavelengths of 10, 30, and 100 {\\mu}m using parameters relevant to the planned DALI facility. The results show that while long wavelengths exhibit rapid energy growth, they suffer from significant temporal broadening due to slippage, whereas shorter wavelengths require large dispersive strengths R56 to achieve sufficient bunching. Harmonic bunching is demonstrated as a viable alternative to reduce the required R56 at short wavelengths. Diffraction was analyzed and found not to limit the present design, as the radiation spot size remains well within the beamline aperture. To address the slippage challenge, we propose and numerically demonstrate a novel chicane-embedded optical delay scheme, which restores phase alignment between the radiation and microbunched electrons. Simulations confirm that careful tuning of the dispersive strengths allows staged amplification, preserving beam quality and reaching multi-megawatt output power. These results highlight the potential of THz- tailored optical klystrons to generate compact, short, and high-intensity THz pulses, and lay the groundwork for future experimental studies and facility implementation.         ",
    "url": "https://arxiv.org/abs/2510.05842",
    "authors": [
      "Najmeh Mirian"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2510.05855",
    "title": "Studies of ultrafast dynamics in substrate-free nanoparticles at ELI using Timepix3 optical camera",
    "abstract": "           We present a novel application of the Timepix3 optical camera (Tpx3Cam) for investigating ultrafast dynamics in substrate-free nanoparticles at the Extreme Light Infrastructure European Research Infrastructure Consortium (ELI ERIC). The camera, integrated into an ion imaging system based on a micro-channel plate (MCP) and a fast P47 scintillator, enables individual time-stamping of incoming ions with nanosecond timing precision and high spatial resolution. The detector successfully captured laser-induced ion events originating from free nanoparticles disintegrated by intense laser pulses. Owing to the broad size distribution of the nanoparticles (10-500 nm) and the variation in laser intensities within the interaction volume, the detected events range in occupancy from near-zero to extremely high, approaching the readout limits of the detector. By combining time-of-flight and velocity map imaging (VMI) techniques, detailed post-processing and analysis were performed. The results presented here focus on the performance of Tpx3Cam under high-occupancy conditions, which are of particular relevance to this study. These conditions approach the limitations imposed by the camera readout capabilities and challenge the effectiveness of standard post-processing algorithms. We investigated these limitations and associated trade-offs, and we present improved methods and algorithms designed to extract the most informative features from the data.         ",
    "url": "https://arxiv.org/abs/2510.05855",
    "authors": [
      "Dmitrij Ševaev",
      "Andrei Nomerotski",
      "Peter Švihra",
      "Keshav Sishodia",
      "Andreas Hult Roos",
      "Martin Albrecht",
      "Jakob Andreasson",
      "Maria Krikunova",
      "Eva Klimešová"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2510.05965",
    "title": "Quantum Lattice Boltzmann Method for Multiple Time Steps Without Reinitialization for Linear Advection-Diffusion Problems",
    "abstract": "           To simulate highly-resolved flow fields, we extend the Quantum Lattice Boltzmann Method (QLBM) to be able to simulate multiple time steps without state extraction or reinitialization. We adjust and extend given QLBM approaches from the literature to completely remove the need to measure or reinitialize the flow field in between the simulation time steps. Therefore, our algorithm does not require to sample the entire flow field at any time. We solve the linear advection-diffusion problem and derive all necessary equations and build the corresponding quantum circuit diagrams, including details on the QLBM blocks and explicitly drawing the circuit gates. We discuss the general decay of a QLBM step and how that effects our algorithm. The new algorithm is verified on 1D and 2D test cases using the shot method of IBMs Qiskit package. We show excellent agreement and convergence between our QLBM and classical LBM methods. The conclusion section includes a discussion on the advantages of our algorithm as well as limitations and to what extent it is more efficient.         ",
    "url": "https://arxiv.org/abs/2510.05965",
    "authors": [
      "Aaron Nagel",
      "Johannes Löwe"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2510.06176",
    "title": "An integrated photonic millimeter-wave receiver with sub-ambient noise",
    "abstract": "           Decades of progress in radiofrequency (RF) transistors and receiver frontends have profoundly impacted wireless communications, remote sensing, navigation, and instrumentation. Growing demands for data throughput in 6G networks, timing precision in positioning systems, and resolution in atmospheric sensing and automotive radar have pushed receiver frontends into the millimeter-wave (mmW) and sub-mmW/THz regimes. At these frequencies, however, the noise performance of field-effect transistors (FETs) degrades rapidly due to parasitic effects, limited carrier mobility, hot electrons, and shot noise. Parametric transducers that couple electromagnetic signals to optical fields offer quantum-limited sensitivity at room temperature. Electro-optic materials enable receivers that convert RF signals into optical phase shifts. While early demonstrations used resonant devices and recent efforts have focused on cryogenic microwave-to-optical quantum transduction, room-temperature electro-optic receivers have yet to achieve noise figures comparable to their electronic counterparts. Here we demonstrate a room-temperature integrated cavity electro-optic mmW receiver on a lithium tantalate (LiTaO3) photonic integrated circuit with 2.5% on-chip photon-number transduction efficiency, achieving 250 K noise temperature at 59.33 GHz--matching state-of-the-art LNAs. We report the first direct resolution of thermal noise in cavity electro-optic transduction, showing the system is fundamentally limited by thermal photon occupation (~100) in the mmW cavity. Our work establishes integrated photonics as a path to surpass electronic LNAs while offering exceptional resilience to strong electromagnetic inputs and immunity to EMI, establishing cavity electro-optics as a low-noise, chip-scale, EMI-resilient receiver frontend for mmW applications and scalable analog processing in the optical domain.         ",
    "url": "https://arxiv.org/abs/2510.06176",
    "authors": [
      "Junyin Zhang",
      "Shuhang Zheng",
      "Jiachen Cai",
      "Connor Denney",
      "Zihan Li",
      "Yichi Zhang",
      "Xin Ou",
      "Gabriel Santamaria-Botello",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2510.04662",
    "title": "Field observation of soliton gases in the deep open ocean",
    "abstract": "           Soliton gases are large ensembles of random solitons with distinct characteristics arising from integrable system dynamics. They have been widely studied in theory and experiments, and were observed in natural lagoons. However, it remains an open question whether they occur naturally in the open ocean. Nonlinear ocean states containing solitons have been observed in the literature, but the dominance of solitons over other wave components required for a soliton gas has not been demonstrated. Our study provides the first field evidence of soliton gas sea states in the deep ocean, measured in Taiwan waters. The soliton energy ratio derived from the nonlinear Fourier transform (NFT) is employed as a key parameter to quantify how close sea states are to soliton gases. We identify eleven measurements with extremely high soliton energy ratios. They are characterized by short-period waves with relatively small wave heights, accompanied by extreme steepness and Benjamin-Feir Index (BFI) values. These states are exceptionally rare, representing only 0.054 percent of our dataset. Since directional interference can artificially increase the soliton energy ratio, we furthermore apply a probabilistic directional filtering method to remove the directional interference. Three wave records from the Eluanbi station are found to retain high soliton energy ratios after the directional interference has been removed, confirming that they are indeed soliton gases.         ",
    "url": "https://arxiv.org/abs/2510.04662",
    "authors": [
      "Yu-Chen Lee",
      "Sander Wahls"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Exactly Solvable and Integrable Systems (nlin.SI)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2510.05384",
    "title": "Levitated optomechanics with cylindrically polarized vortex beams",
    "abstract": "           Optically levitated and cooled nanoparticles are a new quantum system whose application to the creation of non-classical states of motion and quantum limited sensing is fundamentally limited by recoil and bulk heating. We study the creation of stable 3D optical traps using optical cylindrically polarized vortex beams with radial and azimuthal polarization and show that a significant reduction in recoil heating by up to an order of magnitude can be achieved when compared with conventional single Gaussian beam tweezers. Additionally these beams allow trapping of larger particles outside the Rayleigh regime using both bright and dark tweezer trapping with reduced recoil heating. By changing the wavelength of the trapping laser, or the size of the particles, non-linear and repulsive potentials of interest for the creation of non-classical states of motion can also be created.         ",
    "url": "https://arxiv.org/abs/2510.05384",
    "authors": [
      "Felipe Almeida",
      "Peter Barker"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.05406",
    "title": "Photoswitchable radicals as reporter spins for quantum sensing with spin defects in diamond",
    "abstract": "           The rapid decay of target signal strength with distance from the sensor presents a key challenge in nanoscale magnetic sensing with nitrogen-vacancy (NV) centers in diamond, limiting both sensitivity and spatial resolution. Here we introduce a strategy to overcome this limitation by using radical anions formed from rhodamine-derived dyes as reporter spins localized to the diamond surface. These radicals, generated through photoreduction, are optically identifiable and stable on timescales exceeding an hour. We experimentally demonstrate their coherent manipulation and detection using single, shallow NV centers for readout. We observe heterogeneity in the local magnetic environments of the photoactivated spins from site to site, likely due to variations in inter-radical couplings across our measurements. Looking forward, our approach enables correlative nanoscale magnetic and optical imaging, and opens new pathways toward single-molecule magnetic resonance studies.         ",
    "url": "https://arxiv.org/abs/2510.05406",
    "authors": [
      "Lakshmy Priya Ajayakumar",
      "David J. Durden",
      "Aksshay Nandakumar Regeni",
      "Mingcai Xie",
      "Swastik Hegde",
      "Gustavo Aldas",
      "Kyle Haggard",
      "Mikael P. Backlund"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2510.05568",
    "title": "Bilevel optimization for learning hyperparameters: Application to solving PDEs and inverse problems with Gaussian processes",
    "abstract": "           Methods for solving scientific computing and inference problems, such as kernel- and neural network-based approaches for partial differential equations (PDEs), inverse problems, and supervised learning tasks, depend crucially on the choice of hyperparameters. Specifically, the efficacy of such methods, and in particular their accuracy, stability, and generalization properties, strongly depends on the choice of hyperparameters. While bilevel optimization offers a principled framework for hyperparameter tuning, its nested optimization structure can be computationally demanding, especially in PDE-constrained contexts. In this paper, we propose an efficient strategy for hyperparameter optimization within the bilevel framework by employing a Gauss-Newton linearization of the inner optimization step. Our approach provides closed-form updates, eliminating the need for repeated costly PDE solves. As a result, each iteration of the outer loop reduces to a single linearized PDE solve, followed by explicit gradient-based hyperparameter updates. We demonstrate the effectiveness of the proposed method through Gaussian process models applied to nonlinear PDEs and to PDE inverse problems. Extensive numerical experiments highlight substantial improvements in accuracy and robustness compared to conventional random hyperparameter initialization. In particular, experiments with additive kernels and neural network-parameterized deep kernels demonstrate the method's scalability and effectiveness for high-dimensional hyperparameter optimization.         ",
    "url": "https://arxiv.org/abs/2510.05568",
    "authors": [
      "Nicholas H. Nelsen",
      "Houman Owhadi",
      "Andrew M. Stuart",
      "Xianjin Yang",
      "Zongren Zou"
    ],
    "subjectives": [
      "Machine Learning (stat.ML)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2510.05794",
    "title": "Implementation of multiparticle quantum speed limits on observables",
    "abstract": "           The energy-time uncertainty relation limits the maximum speed of quantum system evolution and is crucial for determining whether quantum tasks can be accelerated. However, multiparticle quantum speed limits have not been experimentally explored. In this work, we experimentally verify that both multiparticles and entanglement can accelerate the quantum speed on observables in two-particle systems based on ultrahigh precision control of quantum evolution time. Furthermore, we experimentally prove that the initial quantum state plays a critical role in the quantum speed limits of the entangled systems. In addition, we experimentally demonstrate that the upper bound and lower bound of the quantum speed are workable even in a nonunitary Markovian open system with two photons. The results obtained based on two-photon experiments have been shown to be generalizable to more particles. Our work facilitates the characterization of the dynamic transient properties of complex quantum systems and the control of the quantum speed of large-scale quantum systems.         ",
    "url": "https://arxiv.org/abs/2510.05794",
    "authors": [
      "Rui-Heng Miao",
      "Zhao-Di Liu",
      "Chen-Xi Ning",
      "Yu-Cong Hu",
      "Hao Zhang",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.06076",
    "title": "Universal super-resolution framework for imaging of quantum dots",
    "abstract": "           We present a universal deep-learning method that reconstructs super-resolved images of quantum emitters from a single camera frame measurement. Trained on physics-based synthetic data spanning diverse point-spread functions, aberrations, and noise, the network generalizes across experimental conditions without system-specific retraining. We validate the approach on low- and high-density In(Ga)As quantum dots and strain-induced dots in 2D monolayer WSe$_2$, resolving overlapping emitters even under low signal-to-noise and inhomogeneous backgrounds. By eliminating calibration and iterative acquisitions, this single-shot strategy enables rapid, robust super-resolution for nanoscale characterization and quantum photonic device fabrication.         ",
    "url": "https://arxiv.org/abs/2510.06076",
    "authors": [
      "Dominik Vašinka",
      "Jaewon Lee",
      "Charlie Stalker",
      "Victor Mitryakhin",
      "Ivan Solovev",
      "Sven Stephan",
      "Sven Höfling",
      "Falk Eilenberger",
      "Seth Ariel Tongay",
      "Christian Schneider",
      "Miroslav Ježek",
      "Ana Predojević"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.03522",
    "title": "Passive harmonic mode-locked laser on lithium niobate integrated photonics",
    "abstract": "           Mode-locked lasers (MLLs) are essential for a wide range of photonic applications, such as frequency metrology, biological imaging, and high-bandwidth coherent communications. The growing demand for compact and scalable photonic systems is driving the development of MLLs on various integrated photonics material platforms. Along these lines, developing MLLs on the emerging thin-film lithium niobate (TFLN) platform holds the promise to greatly broaden the application space of MLLs by harnessing TFLN 's unique electro-optic (E-O) response and quadratic optical nonlinearity. Here, we demonstrate the first electrically pumped, self-starting passive MLL in lithium niobate integrated photonics based on its hybrid integration with a GaAs quantum-well gain medium and saturable absorber. Our demonstrated MLL generates 4.3-ps optical pulses centered around 1060 nm with on-chip peak power exceeding 44 mW. The pulse duration can be further compressed to 1.75 ps via linear dispersion compensation. Remarkably, passive mode-locking occurs exclusively at the second harmonic of the cavity free spectral range, exhibiting a high pulse repetition rate $\\sim$20 GHz. We elucidate the temporal dynamics underlying this self-starting passive harmonic mode-locking behavior using a traveling-wave model. Our work offers new insights into the realization of compact, high-repetition-rate MLLs in the TFLN platform, with promising applications for monolithic ultrafast microwave waveform sampling and analog-to-digital conversion.         ",
    "url": "https://arxiv.org/abs/2510.03522",
    "authors": [
      "Yu Wang",
      "Guanyu Han",
      "Jan-Philipp Koester",
      "Hans Wenzel",
      "Wei Wang",
      "Wenjun Deng",
      "Ziyao Feng",
      "Meng Tian",
      "Andrea Alù",
      "Andrea Knigge",
      "Qiushi Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2501.18554",
    "title": "Probing the Kitaev honeycomb model on a neutral-atom quantum computer",
    "abstract": "           Quantum simulations of many-body systems are among the most promising applications of quantum computers. In particular, models based on strongly-correlated fermions are central to our understanding of quantum chemistry and materials problems, and can lead to exotic, topological phases of matter. However, due to the non-local nature of fermions, such models are challenging to simulate with qubit devices. Here we realize a digital quantum simulation architecture for two-dimensional fermionic systems based on reconfigurable atom arrays. We utilize a fermion-to-qubit mapping based on Kitaev's model on a honeycomb lattice, in which fermionic statistics are encoded using long-range entangled states. We prepare these states efficiently using measurement and feedforward, realize subsequent fermionic evolution through Floquet engineering with tunable entangling gates interspersed with atom rearrangement, and improve results with built-in error detection. Leveraging this fermion description of the Kitaev spin model, we efficiently prepare topological states across its complex phase diagram and verify the non-Abelian spin liquid phase by evaluating an odd Chern number. We further explore this two-dimensional fermion system by realizing tunable dynamics and directly probing fermion exchange statistics. Finally, we simulate strong interactions and study dynamics of the Fermi-Hubbard model on a square lattice. These results pave the way for digital quantum simulations of complex fermionic systems for materials science, chemistry, and high-energy physics.         ",
    "url": "https://arxiv.org/abs/2501.18554",
    "authors": [
      "Simon J. Evered",
      "Marcin Kalinowski",
      "Alexandra A. Geim",
      "Tom Manovitz",
      "Dolev Bluvstein",
      "Sophie H. Li",
      "Nishad Maskara",
      "Hengyun Zhou",
      "Sepehr Ebadi",
      "Muqing Xu",
      "Joseph Campo",
      "Madelyn Cain",
      "Stefan Ostermann",
      "Susanne F. Yelin",
      "Subir Sachdev",
      "Markus Greiner",
      "Vladan Vuletić",
      "Mikhail D. Lukin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2505.18813",
    "title": "Entanglement dynamics of Multi-Level Atoms embedded in Photonic Crystals: Leveraging Resonant Dipole-Dipole Interactions and Quantum Interference",
    "abstract": "           We present a comprehensive investigation of entanglement dynamics in multi-level V-type atomic systems embedded within photonic crystals. We mainly focus on the synergistic roles of resonant dipole-dipole interactions and quantum interference through analytical modeling and numerical simulations using the Schrodinger equation. Key findings reveal that resonant interaction dominates when the interatomic distance is comparable to the localization length of photon-atom bound states lying in the bandgap region. For atoms with anti-parallel dipole orientations, both initially entangled and separable states exhibit robust entanglement preservation due to strong collective interactions. Conversely, when dipoles are oriented orthogonally, initially entangled states exhibit unique oscillatory patterns in their entanglement dynamics. This effect arises from the formation of dark states due to destructive interference within the structured photonic environment, with resonant dipole-dipole interactions sustaining non-Markovian dynamics. We further demonstrate that positioning the atomic excited states deeper within the photonic bandgap accelerates the decay of entanglement oscillations due to the exponential suppression of resonant energy exchange mediated by evanescent modes. Our analysis establishes resonant dipole-dipole interactions and quantum interference as potential tools for tailoring entanglement dynamics, paving the way for controlled quantum coherence in photonic crystal platforms.         ",
    "url": "https://arxiv.org/abs/2505.18813",
    "authors": [
      "Nancy Ghangas",
      "Shubhrangshu Dasgupta"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.12065",
    "title": "Optomagnonic continuous-variable quantum teleportation enhanced by non-Gaussian distillation",
    "abstract": "           The capability of magnons to coherently couple with various quantum systems makes them an ideal candidate to build hybrid quantum systems. The optomagnonic coupling is essential for constructing a hybrid magnonic quantum network, as the transmission of quantum information among remote quantum nodes must be accomplished using light rather than microwave field. Here we provide an optomagnonic continuous-variable quantum teleportation protocol, which enables the transfer of an input optical state to a remote magnon mode. To overcome the currently relatively weak coupling in the experiment, we introduce non-Gaussian distillation operations to enhance the optomagnonic entanglement and thus the fidelity of the teleportation. An auxiliary microwave cavity is adopted to realize the non-Gaussian and displacement operations on magnons. We show that a series of optical states, such as coherent, single-photon, squeezed and cat states, can be teleported to the magnon mode. The work provides guidance for the experimental realization of magnonic quantum repeaters and quantum networks and a new route to prepare diverse magnonic quantum states exploiting the photon-to-magnon quantum teleportation.         ",
    "url": "https://arxiv.org/abs/2507.12065",
    "authors": [
      "Zi-Xu Lu",
      "Xuan Zuo",
      "Zhi-Yuan Fan",
      "Jie Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.20043",
    "title": "Temperature induced optical scatter changes in titania-germania coatings",
    "abstract": "           Titania doped with tantala is the high index material (high n) for the optical coatings used in LIGO and Virgo and its thermal noise limits LIGO/Virgo observations of astrophysical sources. In this paper, we study temperature induced changes to optical scatter of a multilayer highly reflective coating comprised of silica (low n) and titania doped with germania (high n) as a potential candidate to reduce coating thermal noise in ground-based observatories operating at room temperature. We observe that the scatter measured at 8 degree in a small region is low, with a median starting BRDF of $1.1 \\times 10^{-7}\\,\\mathrm{str}^{-1}$ increasing to $1.2 \\times 10^{-6}\\,\\mathrm{str}^{-1}$ through annealing. The results presented here show the potential of adopting titania doped with germania coatings for future upgrades to LIGO and Virgo and as a pathfinder coating for Cosmic Explorer, a next-generation detector.         ",
    "url": "https://arxiv.org/abs/2508.20043",
    "authors": [
      "D. P. Kapasi",
      "T. Counihan",
      "J.R. Smith",
      "S. Tait",
      "G. Billingsley"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  }
]