[
  {
    "id": "arXiv:2403.14809",
    "title": "Neurophotonics beyond the Surface: Unmasking the Brain's Complexity  Exploiting Optical Scattering",
    "abstract": "The intricate nature of the brain necessitates the application of advanced probing techniques to comprehensively study and understand its working mechanisms. Neurophotonics offers minimally invasive methods to probe the brain using optics at cellular and even molecular levels. However, multiple challenges persist, especially concerning imaging depth, field of view, speed, and biocompatibility. A major hindrance to solving these challenges in optics is the scattering nature of the brain. This perspective highlights the potential of complex media optics, a specialized area of study focused on light propagation in materials with intricate heterogeneous optical properties, in advancing and improving neuronal readouts for structural imaging and optical recordings of neuronal activity. Key strategies include wavefront shaping techniques and computational imaging and sensing techniques that exploit scattering properties for enhanced performance. We discuss the potential merger of the two fields as well as potential challenges and perspectives toward longer term in vivo applications. ",
    "url": "https://arxiv.org/abs/2403.14809",
    "authors": [
      "Fei Xia",
      "Caio Vaz Rimoli",
      "Walther Akemann",
      "Cathie Ventalon",
      "Laurent Bourdieu",
      "Sylvain Gigan",
      "Hilton B de Aguiar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)",
      "Computational Physics (physics.comp-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2403.14865",
    "title": "Probing Electrical Properties of A Silicon Nanocrystal Thin Film Using  X-ray Photoelectron Spectroscopy",
    "abstract": "We performed X-ray photoelectron spectroscopy (XPS) measurements on a thin film of Si nanocrystals (SiNCs) while applying DC or AC external biases to extract the resistance and the capacitance of the thin film. The measurement consists of the application of 10 V DC or square wave pulses of 10 V amplitude to the sample at various frequencies ranging from 0.01 Hz to 1 MHz while recording X-ray photoemission data. To analyze the data, we propose three different models with varying degrees of accuracy. The calculated capacitance of SiNCs agrees with the experimental value in the literature. ",
    "url": "https://arxiv.org/abs/2403.14865",
    "authors": [
      "Amrit Laudari",
      "Sameera Pathiranage",
      "Salim A. Thomas",
      "Reed J. Petersen",
      "Kenneth J. Anderson",
      "Todd A. Pringle",
      "Erik K. Hobbie",
      "Nuri Oncel"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2403.14867",
    "title": "A systematic study to investigate the effects of X-ray exposure on  electrical properties of silicon dioxide thin films using X-ray photoelectron  spectroscopy",
    "abstract": "X-ray Photoelectron Spectroscopy (XPS) is generally used for chemical analysis of surfaces and interfaces. This method involves the analysis of changes in binding energies and peak shapes of elements under consideration. It is also possible to use XPS to study the effect of X-ray radiation on the electrical properties of thin films. We measured the Si 2p peak using X-ray powers of 300 W and 150 W on approximately 135 nm silicon dioxide (SiO2) thin films grown on both n- and p-type substrates while applying DC or AC external biases. Using the shifts in the binding energy of the Si 2p peak, we calculated the resistances and the capacitances of the SiO2 thin film. The way that the binding energies of the Si 2p peak and the capacitance of the thin film change as a function of the type of Si substrate and the power of the X-ray are explained using band bending. ",
    "url": "https://arxiv.org/abs/2403.14867",
    "authors": [
      "Carlos Munoz",
      "Thomas Iken",
      "Nuri Oncel"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2403.15005",
    "title": "Coupled circularly polarized electromagnetic soliton states in  magnetized plasmas",
    "abstract": "The interaction between two co-propagating electromagnetic pulses in a magnetized plasma is considered, from first principles, relying on a fluid-Maxwell model. Two circularly polarized wavepackets by same group velocities are considered, characterized by opposite circular polarization, to be identified as left-hand- or right hand circularly polarized (i.e. LCP or RCP, respectively). A multiscale perturbative technique is adopted, leading to a pair of coupled nonlinear Schrodinger-type (NLS) equations for the modulated amplitudes of the respective vector potentials associated with the two pulses. Systematic analysis reveals the existence, in certain frequency bands, of three different types of vector soliton modes: an LCP-bright/RCP-bright coupled soliton pair state, an LCP bright/RCP-dark soliton pair, and an LCP-dark/RCP-bright soliton pair. The value of the magnetic field plays a critical role since it determines the type of vector solitons that may occur in certain frequency bands and, on the other hand, it affects the width of those frequency bands that are characterized by a specific type of vector soliton (type). The magnetic field (strength) thus arises as an order parameter, affecting the existence conditions of each type of solution (in the form of an envelope soliton pair). An exhaustive parametric investigation is presented in terms of frequency bands and in a wide range of magnetic field (strength) values, leading to results that may be applicable in beam-plasma interaction scenarios as well as in space plasmas and in the ionosphere. ",
    "url": "https://arxiv.org/abs/2403.15005",
    "authors": [
      "G.P. Veldes",
      "N. Lazarides",
      "D.J. Frantzeskakis",
      "I. Kourakis"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2403.15117",
    "title": "Two-photon polymerization of optical microresonators for precise pH  sensing",
    "abstract": "In water monitoring, environmental analysis, cell culture stability, and biomedical applications, precise pH control is demanded. Traditional methods like pH strips and meters have limitations: pH strips lack precision, while electrochemical meters, though more accurate, are fragile, prone to drift, and unsuitable for small volumes. In this paper, we propose a method for optical detection of the pH value based on the multiplexed sensor with 4D microcavities fabricated with two-photon polymerization. This approach employs pH-triggered reversible variations in microresonator geometry and integrates hundreds of dual optically coupled 4D microcavities to achieve the detection limit of 0.003 pH units. The proposed solution is a clear instance for the use-case oriented application of the two-photon polymerized structures of high optical quality. With benefits of the multiplexed imaging platform, dual 4D microresonators can be integrated alongside other microresonator types for pH-corrected biochemical studies. ",
    "url": "https://arxiv.org/abs/2403.15117",
    "authors": [
      "Anton V. Saetchnikov",
      "Elina A. Tcherniavskaia",
      "Vladimir A. Saetchnikov",
      "Andreas Ostendorf"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.15129",
    "title": "Digital twin model of colon electromechanics for manometry prediction of  laser tissue soldering",
    "abstract": "The present study introduces an advanced multi-physics and multi-scale modeling approach to investigate in silico colon motility. We introduce a generalized electromechanical framework, integrating cellular electrophysiology and smooth muscle contractility, thus advancing a first-of-its-kind computational model of laser tissue soldering after incision resection. The proposed theoretical framework comprises three main elements: a microstructural material model describing intestine wall geometry and composition of reinforcing fibers, with four fiber families, two active-conductive and two passive; an electrophysiological model describing the propagation of slow waves, based on a fully-coupled nonlinear phenomenological approach; and a thermodynamical consistent mechanical model describing the hyperelastic energetic contributions ruling tissue equilibrium under diverse loading conditions. The active strain approach was adopted to describe tissue electromechanics by exploiting the multiplicative decomposition of the deformation gradient for each active fiber family and solving the governing equations via a staggered finite element scheme. The computational framework was fine-tuned according to state-of-the-art experimental evidence, and extensive numerical analyses allowed us to compare manometric traces computed via numerical simulations with those obtained clinically in human patients. The model proved capable of reproducing both qualitatively and quantitatively high or low-amplitude propagation contractions. Colon motility after laser tissue soldering demonstrates that material properties and couplings of the deposited tissue are critical to reproducing a physiological muscular contraction, thus restoring a proper peristaltic activity. ",
    "url": "https://arxiv.org/abs/2403.15129",
    "authors": [
      "René Thierry Djoumessi",
      "Pietro Lenarda",
      "Alessio Gizzi",
      "Simone Giusti",
      "Pietro Alduini",
      "Marco Paggi"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Computational Engineering, Finance, and Science (cs.CE)"
    ]
  },
  {
    "id": "arXiv:2403.15155",
    "title": "Broad Instantaneous Bandwidth Microwave Spectrum Analyzer with a  Microfabricated Atomic Vapor Cell",
    "abstract": "We report on broad instantaneous bandwidth microwave spectrum analysis with hot $^{87}\\mathrm{Rb}$ atoms in a microfabricated vapor cell in a large magnetic field gradient. The sensor is a MEMS atomic vapor cell filled with isotopically pure $^{87}\\mathrm{Rb}$ and $\\mathrm{N}_2$ buffer gas to localize the motion of the atoms. The microwave signals of interest are coupled through a coplanar waveguide to the cell, inducing spin flip transitions between optically pumped ground states of the atoms. A static magnetic field with large gradient maps the $\\textit{frequency spectrum}$ of the input microwave signals to a position-dependent $\\textit{spin-flip pattern}$ on absorption images of the cell recorded with a laser beam onto a camera. In our proof-of-principle experiment, we demonstrate a microwave spectrum analyzer that has $\\approx$ 1 GHz instantaneous bandwidth centered at 13.165 GHz, 3 MHz frequency resolution, 2 kHz refresh rate, and a -23 dBm single-tone microwave power detection limit in 1 s measurement time. A theoretical model is constructed to simulate the image signals by considering the processes of optical pumping, microwave interaction, diffusion of $^{87}\\mathrm{Rb}$ atoms, and laser absorption. We expect to reach more than 25 GHz instantaneous bandwidth in an optimized setup, limited by the applied magnetic field gradient. Our demonstration offers a practical alternative to conventional microwave spectrum analyzers based on electronic heterodyne detection. ",
    "url": "https://arxiv.org/abs/2403.15155",
    "authors": [
      "Yongqi Shi",
      "Thomas Ruster",
      "Melvyn Ho",
      "Sylvain Karlen",
      "Jacques Haesler",
      "Philipp Treutlein"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.14806",
    "title": "Photonic-Electronic Integrated Circuits for High-Performance Computing  and AI Accelerator",
    "abstract": "In recent decades, the demand for computational power has surged, particularly with the rapid expansion of artificial intelligence (AI). As we navigate the post-Moore's law era, the limitations of traditional electrical digital computing, including process bottlenecks and power consumption issue, are propelling the search for alternative computing paradigms. Among various emerging technologies, integrated photonics stands out as a promising solution for the next generation of high-performance computing due to the inherent advantages of light, such as low latency, high bandwidth, and unique multiplexing techniques. Furthermore, the progress in photonic integrated circuits (PICs), which are equipped with abundant photoelectronic components, positions photonic-electronic integrated circuits as a viable solution for high-performance computing and as hardware AI accelerators. In this review, we survey recent advancements in both PIC-based digital and analog computing for AI, exploring the principal benefits and obstacles of implementation. Additionally, we propose a comprehensive analysis of photonic AI from the perspectives of hardware implementation, accelerator architecture, and software-hardware co-design. In the end, acknowledging the existing challenges, we underscore potential strategies for overcoming these issues and offer insights into the future drivers for optical computing. ",
    "url": "https://arxiv.org/abs/2403.14806",
    "authors": [
      "Shupeng Ning",
      "Hanqing Zhu",
      "Chenghao Feng",
      "Jiaqi Gu",
      "Zhixing Jiang",
      "Zhoufeng Ying",
      "Jason Midkiff",
      "Sourabh Jain",
      "May H. Hlaing",
      "David Z. Pan",
      "Ray T. Chen"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.15193",
    "title": "Dipole-dipole interacting two-level emitters in a moderately intense  laser field",
    "abstract": "We investigate the resonance fluorescence features of a small ensemble of closely packed and moderately laser pumped two-level emitters at resonance. The mean distance between any two-level radiators is smaller than the corresponding emission wavelength, such that the dipole-dipole interactions are not negligible. We have found that under the secular approximation, the collective resonance fluorescence spectrum consists of 2N+1 spectral lines, where N is the number of emitters from the sample. The 2N lateral spectral-bands, symmetrically located around the generalized Rabi frequency with respect to the central line at the laser frequency, are distinguishable if the dipole-dipole coupling strength is larger than the collective spontaneous decay rate. This way, one can extract the radiators number within the ensemble via measuring of the spontaneously scattered collective resonance fluorescence spectrum. Contrary, if the dipole-dipole coupling is of the order of or smaller than the cooperative spontaneous decay rate, but still non-negligible, the spectrum turns into a Mollow-like fluorescence spectrum, where the two lateral spectral lines broadens, proportional to the dipole-dipole coupling strength, respectively. ",
    "url": "https://arxiv.org/abs/2403.15193",
    "authors": [
      "Profirie Bardetski",
      "Mihai A. Macovei"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.15295",
    "title": "Complete quantum control of orbital qubits by phase-controlled  stimulated Raman transitions",
    "abstract": "Complete quantum control of a stationary quantum bit embedded in a quantum emitter is crucial for photonic quantum information technologies. Recently, the orbital degree of freedom in optically active semiconductor quantum dots emerged as a promising candidate. However, the crucial ability to perform arbitrary rotation on orbital qubits remains elusive. Here, we demonstrate complete control of hole orbital states in a quantum dot. This is enabled by successfully inducing stimulated Raman transitions within $\\Lambda$ systems connected via radiative Auger transitions. This new capability allows manipulations of polar and azimuth angles of the Bloch vector, as evidenced by Rabi oscillations and Ramsey interference, respectively. Simultaneous control of both parameters is achieved by concurrently varying the amplitude and phase of picosecond Raman pulses, enabling arbitrary unitary rotation of the Bloch vector. Our results establish the orbital states in solid-state quantum emitters as a potentially viable resource for applications in quantum information processing and quantum communication. ",
    "url": "https://arxiv.org/abs/2403.15295",
    "authors": [
      "Jun-Yong Yan",
      "Liang Zhai",
      "Hans-Georg Babin",
      "Yuanzhen Li",
      "Si-Hui Pei",
      "Moritz Cygorek",
      "Wei Fang",
      "Fei Gao",
      "Andreas D. Wieck",
      "Arne Ludwig",
      "Chao-Yuan Jin",
      "Da-Wei Wang",
      "Feng Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.05925",
    "title": "On the temporal tweezing of cavity solitons",
    "abstract": " Comments: 27 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2304.05925",
    "authors": [
      "J. Rossi",
      "Sathyanarayanan Chandramouli",
      "R. Carretero-González",
      "P.G. Kevrekidis"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.08289",
    "title": "Electrically controlled photonic circuits of field-induced dipolaritons  with huge nonlinearities",
    "abstract": " Comments: 10 pages, 5 figures, 1 table ",
    "url": "https://arxiv.org/abs/2308.08289",
    "authors": [
      "Dror Liran",
      "Jiaqi Hu",
      "Nathanial Lydick",
      "Hui Deng",
      "Loren Pfeiffer",
      "Ronen Rapaport"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2311.10278",
    "title": "Physics-Enhanced Multi-fidelity Learning for Optical Surface Imprint",
    "abstract": " Comments: 15 pages, 11 figure ",
    "url": "https://arxiv.org/abs/2311.10278",
    "authors": [
      "Yongchao Chen"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Artificial Intelligence (cs.AI)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.10274",
    "title": "Additively manufactured ceramics for compact quantum technologies",
    "abstract": " Title: Additively manufactured ceramics for compact quantum technologies ",
    "url": "https://arxiv.org/abs/2402.10274",
    "authors": [
      "Marc Christ",
      "Conrad Zimmermann",
      "Sascha Neinert",
      "Bastian Leykauf",
      "Klaus Döringshoff",
      "Markus Krutzik"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]