[
  {
    "id": "arXiv:2303.02196",
    "title": "First measurement of the nuclear-recoil ionization yield in silicon at  100 eV",
    "abstract": "We measured the nuclear--recoil ionization yield in silicon with a cryogenic phonon-sensitive gram-scale detector. Neutrons from a mono-energetic beam scatter off of the silicon nuclei at angles corresponding to energy depositions from 4\\,keV down to 100\\,eV, the lowest energy probed so far. The results show no sign of an ionization production threshold above 100\\,eV. These results call for further investigation of the ionization yield theory and a comprehensive determination of the detector response function at energies below the keV scale. ",
    "url": "https://arxiv.org/abs/2303.02196",
    "authors": [
      "M.F. Albakry",
      "I. Alkhatib",
      "D. Alonso",
      "D.W.P. Amaral",
      "P. An",
      "T. Aralis",
      "T. Aramaki",
      "I.J. Arnquist",
      "I. Ataee Langroudy",
      "E. Azadbakht",
      "S. Banik",
      "P.S. Barbeau",
      "C. Bathurst",
      "R. Bhattacharyya",
      "P.L. Brink",
      "R. Bunker",
      "B. Cabrera",
      "R. Calkins",
      "R.A. Cameron",
      "C. Cartaro",
      "D.G. Cerdeño",
      "Y.-Y. Chang",
      "M. Chaudhuri",
      "R. Chen",
      "N. Chott",
      "J. Cooley",
      "H. Coombes",
      "J. Corbett",
      "P. Cushman",
      "S. Das",
      "F. De Brienne",
      "M. Rios",
      "S. Dharani",
      "M.L. di Vacri",
      "M.D. Diamond",
      "M. Elwan",
      "E. Fascione",
      "E. Figueroa-Feliciano",
      "C.W. Fink",
      "K. Fouts",
      "M. Fritts",
      "G. Gerbier",
      "R. Germond",
      "M. Ghaith",
      "S.R. Golwala",
      "J. Hall",
      "N. Hassan",
      "S.C. Hedges",
      "B.A. Hines",
      "Z. Hong",
      "E.W. Hoppe",
      "L. Hsu",
      "M.E. Huber",
      "V. Iyer",
      "V.K.S. Kashyap",
      "M.H. Kelsey",
      "A. Kubik",
      "N.A. Kurinsky",
      "M. Lee",
      "A. Li",
      "L. Li",
      "M. Litke",
      "J. Liu",
      "Y. Liu",
      "B. Loer",
      "E. Lopez Asamar",
      "P. Lukens"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2303.02220",
    "title": "Optical Memory, Switching, and Neuromorphic Functionality in Metal  Halide Perovskite Materials and Devices",
    "abstract": "Metal halide perovskite-based materials have emerged over the past few decades as remarkable solution-processable opto-electronic materials with many intriguing properties and potential applications. These emerging materials have recently been considered for their promise in low-energy memory and information processing applications. In particular, their large optical cross-sections, high photoconductance contrast, large carrier diffusion lengths, and mixed electronic/ionic transport mechanisms are attractive for enabling memory elements and neuromorphic devices that are written and/or read in the optical domain. Here, we review recent progress toward memory and neuromorphic functionality in metal halide perovskite materials and devices where photons are used as a critical degree of freedom for switching, memory, and neuromorphic functionality. ",
    "url": "https://arxiv.org/abs/2303.02220",
    "authors": [
      "Gaurav Vats",
      "Brett Hodges",
      "Andrew J. Ferguson",
      "Lance Wheeler",
      "Jeffrey L. Blackburn"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2303.02325",
    "title": "On-chip optical twisted bilayer photonic crystal",
    "abstract": "Recently, moir\\'e engineering has been extensively employed for creating and studying novel electronic materials in two dimensions. However, its application in nanophotonic systems has not been widely explored so far. Here, we demonstrate that twisted bilayer photonic crystals provide a new photonic platform with twist-angle-tunable optical dispersion. Compared to twisted two-dimensional materials, twisted bilayer photonic crystals host a rich set of physics and provide a much larger number of degrees of freedom choice of material, lattice symmetry, feature size, twist angle, and interlayer gap, which promises an unprecedented toolbox for tailoring optical properties. We directly visualize the dispersion throughout the optical frequency range and show that the measured optical response is in good quantitative agreement with numerical and analytical results. Our results reveal a highly tunable band structure of twisted bilayer photonic crystals due to moir\\'e scattering. This work opens the door to exploring unconventional physics and novel applications in photonics. ",
    "url": "https://arxiv.org/abs/2303.02325",
    "authors": [
      "Haoning Tang",
      "Beicheng Lou",
      "Fan Du",
      "Mingjie Zhang",
      "Xueqi Ni",
      "Weijie Xu",
      "Rebekah Jin",
      "Shanhui Fan",
      "Eric Mazur"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.02336",
    "title": "Photothermally-Induced Nonlinearity in a Quantum Multimode Optical  System",
    "abstract": "Similar to radiation pressure, photothermal effects connect the optical path length to an intracavity field, resulting in nonlinear behavior of the resonator due to thermal effects. Here, we theoretically investigate the nonlinear optics that emerge as a result of photothermal effects in a multimode optical system composed of two cavity modes coupled via hopping coefficient and with two mechanical modes through coupling rates. We report single to double photothermally-induced transparency (PTIT) dips, and a single sharp photothermally-induced absorption (PTIA) peak, and demonstrate that photothermal and strong coupling coefficients can suppress this phenomenon. Moreover, we observe Fano resonances in the absorption profile by monitoring probe transmission in the off-resonant configuration of the transparency phenomenon. The dynamics of group delay or advance are investigated in the range of transparency such that a sharp dip can assist in achieving slow light for a longer time. Using appropriate experimental parameters, our proposed work can pave the way for future practical applications in quantum information processing based on multimode interactions. ",
    "url": "https://arxiv.org/abs/2303.02336",
    "authors": [
      "Akhtar Munir"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.02398",
    "title": "Controlling Magnetic and Electric Nondipole Effects with Synthesized Two  Perpendicularly Propagating Laser Fields",
    "abstract": "Nondipole effects are ubiquitous and crucial in light-matter interaction. However, they are too weak to be directly observed. In strong-field physics, motion of electrons is mainly confined in transverse plane of light fields, which suppresses the significance of nondipole effects. Here, we present a theoretical study on enhancing and controlling the nondipole effect by using the synthesized two perpendicularly propagating laser fields. We calculate the three-dimensional photoelectron momentum distributions of strong-field tunneling ionization of hydrogen atoms using the classical trajectory Monte Carlo model and show that the nondipole effects are noticeably enhanced in such laser fields due to their remarkable influences on the sub-cycle photoelectron dynamics. In particular, we reveal that the magnitudes of the magnetic and electric components of nondipole effects can be separately controlled by modulating the ellipticity and amplitude of driving laser fields. This novel scenario holds promising applications for future studies with ultrafast structured light fields. ",
    "url": "https://arxiv.org/abs/2303.02398",
    "authors": [
      "Yankun Dou",
      "Yiqi Fang",
      "Peipei Ge",
      "Yunquan Liu"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.02436",
    "title": "Bi-orthonormal orbital optimization with a cheap core-electron free  three-body correlation factor for Quantum Monte Carlo and Transcorrelation",
    "abstract": "We introduce a novel three-body correlation factor that is designed to vanish in the core region around each nucleus and approach a universal two-body correlation factor for valence electrons. The Transcorrelated Hamiltonian is used to optimize the orbitals of a single Slater determinant within a biorthonormal framework. The Slater-Jastrow wave function is optimized on a set of atomic and molecular systems containing both second-row elements and $3d$ transition metal elements. The optimization of the correlation factor and the orbitals, along with increasing the basis set, results in a systematic lowering of the Variational Monte Carlo energy for all systems tested. Importantly, the optimal parameters of the correlation factor obtained for atomic systems are transferable to molecules. Additionally, the present correlation factor is computationally efficient, using a mixed analytical-numerical integration scheme that reduces the costly numerical integration from $\\mathbb{R}^6$ to $\\mathbb{R}^3$. ",
    "url": "https://arxiv.org/abs/2303.02436",
    "authors": [
      "Abdallah Ammar",
      "Anthony Scemama",
      "Emmanuel Giner"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.02558",
    "title": "Long-Lived Coherent Acoustic Phonons in Epitaxially Grown III-V  Adiabatic Cavities",
    "abstract": "We provide evidence of strongly confined coherent acoustic phonons inside high quality factor phononic cavities that exhibit tailoredphonon potentials. Using GaAs/AlAs quasiperiodic superlattices, these functional phonon potentials are realized by adiabatically changing the layer thicknesses along the growth direction. Room temperature ultrafast vibrational spectroscopy reveals discrete phonon levels in the range of $\\approx 96-101$ GHz. Additionally, we confirm that phononic cavities significantly retard the energy loss rate of the photoexcited carriers as evidenced by time-resolved photoluminescence measurements. These results highlight the potential of opto-phononic devices that can bridge the divide between phononics and optoelectronics by concurrently engineering electronic and phononic properties. ",
    "url": "https://arxiv.org/abs/2303.02558",
    "authors": [
      "Muhammad Hanif",
      "Milos Dubajic",
      "Sandeep. J. Sreerag",
      "Rajeev N. Kini",
      "Gavin J. Conibeer",
      "Michael P. Nielsen",
      "Stephen P. Bremner"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2303.02754",
    "title": "On the use of organic semiconductors as handles for optical tweezers  experiments: trapping and manipulating polyaniline (PANI) microparticles",
    "abstract": "Here we propose the use of the organic semiconductor polyaniline (PANI) for the preparation of spherical-shaped microparticles to serve as handles in optical tweezers (OT) experiments. The stable trapping and manipulation of PANI beads was demonstrated for the first time, using a Gaussian ($TEM_{00}$) beam optical tweezers. The trap stiffness was characterized for various different parameters such as the bead radius, the laser power and the distance between the bead and the coverslip of the sample chamber, attesting the viability of using such material for optical manipulation. Since the effective optical properties of PANI can be modulated by the synthesis process, new related applications are also proposed. The results of the present work therefore open the door for using semiconductor polymeric materials in OT applications. ",
    "url": "https://arxiv.org/abs/2303.02754",
    "authors": [
      "Kairon M. Oliveira",
      "Tiago A. Moura",
      "Janaisa L. C. Lucas",
      "Alvaro V. N. C. Teixeira",
      "Marcio S. Rocha",
      "Joaquim B. S. Mendes"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2303.02799",
    "title": "Programming nonreciprocity and harmonic beam steering via a digitally  space-time-coded metamaterial antenna",
    "abstract": "Recent advancement in digital coding metasurfaces incorporating spatial and temporal modulation has enabled simultaneous control of electromagnetic (EM) waves in both space and frequency domains by manipulating incident EM waves in a transmissive or reflective fashion, resulting in time-reversal asymmetry. Here we show in theory and experiment that a digitally space-time-coded metamaterial (MTM) antenna with spatiotemporal modulation at its unit cell level can be regarded as a radiating counterpart of such digital metasurface, which will enable nonreciprocal EM wave transmission and reception via surface-to-leaky-wave transformation and harmonic frequency generation. Operating in the fast wave (radiation) region, the space-time-coded MTM antenna is tailored in a way such that the propagation constant of each programmable unit cell embedded with varactor diodes can toggle between positive and negative phases, which is done through providing digital sequences by using a field-programmable gate array (FPGA). Owing to the time-varying coding sequence, harmonic frequencies are generated with different main beam directions. Furthermore, the space time modulation of the digitally coded MTM antenna allows for nonreciprocal transmission and reception of EM waves by breaking the time-reversal symmetry, which may enable many applications, such as simultaneous transmit and receive, unidirectional transmission, radar sensing, and multiple-input and multiple-output (MIMO) beamformer. ",
    "url": "https://arxiv.org/abs/2303.02799",
    "authors": [
      "Shaghayegh Vosoughitabar",
      "Chung-Tse Michael Wu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2303.02805",
    "title": "All-optical frequency division on-chip using a single laser",
    "abstract": "The generation of spectrally pure high-frequency microwave signals is a critical functionality in fundamental and applied sciences, including metrology and communications. The development of optical frequency combs has enabled the powerful technique of optical frequency division (OFD) to produce microwave oscillations of the highest quality. The approaches for OFD demonstrated to date demand multiple lasers with space- and energy-consuming optical stabilization and electronic feedback components, resulting in device footprints incompatible with integration into a compact and robust photonic platform. Here, we demonstrate all-optical OFD on a single photonic chip driven with a single continuous-wave laser. We generate a dual-point frequency reference using the beat frequency of the signal and idler fields from a microresonator-based optical parametric oscillator (OPO), which achieves high phase stability due to the inherently strong signal-idler frequency correlations. We implement OFD by optically injecting the signal and idler fields from the OPO to a Kerr-comb microresonator on the same chip. We show that the two distinct dynamical states of Kerr cavities can be passively synchronized, allowing broadband frequency locking of the comb state, which transfers the stability of the OPO frequencies to the repetition rate of the Kerr comb. A 630-fold phase-noise reduction is observed when the Kerr comb is synchronized to the OPO, which represents the lowest noise generated on the silicon-nitride platform. Our work demonstrates a simple, effective approach for performing OFD and provides a pathway toward chip-scale devices that can generate microwave frequencies comparable to the purest tones produced in metrological laboratories. This technology can significantly boost the further development of data communications and microwave sensing. ",
    "url": "https://arxiv.org/abs/2303.02805",
    "authors": [
      "Yun Zhao",
      "Jae K. Jang",
      "Karl J. McNulty",
      "Xingchen Ji",
      "Yoshitomo Okawachi",
      "Michal Lipson",
      "Alexander L. Gaeta"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.02886",
    "title": "Advanced Analytics on 3D X-ray Tomography of Irradiated Silicon Carbide  Claddings",
    "abstract": "Silicon Carbide (SiC) ceramic matrix composite (CMC) cladding is currently being pursued as one of the leading candidates for accident-tolerant fuels. To enable an improved understanding of SiC-SiC composite performance, the development of non-destructive evaluation techniques to assess critical defects is needed. Three-dimensional (3D) X-ray imaging, also referred to as X-ray computed tomography (CT), is a non-destructive, data-rich characterization technique that can provide surface and subsurface spatial information. This paper discusses the design and implementation of a fully automatic workflow to detect and analyze SiC-SiC defects using image processing techniques on 3D X-ray images. The workflow consists of four processing blocks, including data preparation, void/crack detection, visualization, and analysis. In this work, three SiC samples (two irradiated and one unirradiated) provided by General Atomics are investigated. The irradiated samples were exposed in a way that was expected to induce cracking, and indeed, the automated workflow developed in this work was able to successfully identify and characterize the crack formation in the irradiated samples while detecting no observed cracking in the unirradiated sample. These results demonstrate the value of automated XCT tools to better understand the damage and damage propagation in SiC-SiC structures for nuclear applications. ",
    "url": "https://arxiv.org/abs/2303.02886",
    "authors": [
      "Fei Xu",
      "Joshua J. Kane",
      "Peng Xu",
      "Jason L. Schulthess",
      "Sean Gonderman",
      "Nikolaus L. Cordesa"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2303.02903",
    "title": "Monolithic Platform for Integrated Quantum Photonics with Hexagonal  Boron Nitride",
    "abstract": "Integrated quantum photonics (IQP) provides a path to practical, scalable quantum computation, communications and information processing. Realization of an IQP platform requires integration of quantum emitters with high quality photonic circuits. However, the range of materials for monolithic platforms is limited by the simultaneous need for a high-quality single photon source, high optical performance and availability of scalable nanofabrication techniques. Here we demonstrate the fabrication of IQP components from the recently emerged quantum material hexagonal boron nitride (hBN), including tapered waveguides, microdisks, and 1D and 2D photonic crystal cavities. Resonators with quality factors greater than 4000 are achieved, and we engineer proof-of-principle complex, free-standing IQP circuitry fabricated from single crystal hBN. Our results show the potential of hBN for scalable integrated quantum technologies. ",
    "url": "https://arxiv.org/abs/2303.02903",
    "authors": [
      "Milad Nonahal",
      "Chi Li",
      "Haoran Ren",
      "Lesley Spencer",
      "Mehran Kianinia",
      "Milos Toth",
      "Igor Aharonovich"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.03043",
    "title": "Frequency content and filtering of head sensor kinematics: A method to  enable field-based inter-study comparisons",
    "abstract": "Wearable head sensor systems use different kinematic signal processing approaches which limits field-based inter-study comparisons, especially when artefacts are present in the signal. The aim of this study is to assess the frequency content and characteristics of head kinematic signals from head impact reconstruction laboratory and field-based environments to develop an artefact attenuation filtering method (artefact attenuation method). Laboratory impacts (n=72) on a test-dummy headform ranging from 25-150 g were conducted and 126 elite-level rugby union players were equipped with instrumented mouthguards (iMG) for up to four matches. Power spectral density (PSD) characteristics of the laboratory impacts and on-field HAE (n=5694) such as the 95th percentile cumulative sum PSD frequency were utilised to develop the artefact attenuation method. The artefact attenuation method was compared to two other common filtering approaches (Fourth order (2x2 pole), zero-lag Butterworth filter with 200 Hz (-6 dB) cut-off frequency (Butterworth-200Hz) and CFC180 filter) through signal-to-noise ratio (SNR) and mixed linear effects models for laboratory and on-field events, respectively. The artefact attenuation method produced an overall higher SNR than the Butterworth-200Hz and CFC180 filter and on-field peak linear acceleration (PLA) and peak angular acceleration (PAA) values within the magnitude range tested in the laboratory. Median PLA and PAA were higher for the CFC180 filter than the Butterworth-200Hz (p<0.01) and artefact attenuation method (p<0.01), reporting values as high as 294 g and 31.2 krad/s2. The artefact attenuation method can be applied to all commercially available iMG kinematic signals with adequate sample rates to enable field-based inter-study comparisons. ",
    "url": "https://arxiv.org/abs/2303.03043",
    "authors": [
      "Gregory Tierney",
      "Steve Rowson",
      "Ryan Gellner",
      "Sadaf Iqbal",
      "Pardis Biglarbeigi",
      "James Tooby",
      "James Woodward",
      "Amir Farokh Payam"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2303.03097",
    "title": "Extreme events prediction from nonlocal partial information in a  spatiotemporally chaotic microcavity laser",
    "abstract": "The forecasting of high-dimensional, spatiotemporal nonlinear systems has made tremendous progress with the advent of model-free machine learning techniques. However, in real systems it is not always possible to have all the information needed; only partial information is available for learning and forecasting. This can be due to insufficient temporal or spatial samplings, to inaccessible variables or to noisy training data. Here, we show that it is nevertheless possible to forecast extreme events occurrence in incomplete experimental recordings from a spatiotemporally chaotic microcavity laser using reservoir computing. Selecting regions of maximum transfer entropy, we show that it is possible to get higher forecasting accuracy using nonlocal data vs local data thus allowing greater warning times, at least twice the time horizon predicted from the nonlinear local Lyapunov exponent. ",
    "url": "https://arxiv.org/abs/2303.03097",
    "authors": [
      "V.A Pammi",
      "M.G. Clerc",
      "S. Coulibaly",
      "S. Barbay"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2303.03233",
    "title": "Direct measurement of high-lying vibrational repumping transitions for  molecular laser cooling",
    "abstract": "Molecular laser cooling and trapping requires addressing all spontaneous decays to excited vibrational states that occur at the $\\gtrsim 10^{-4} - 10^{-5}$ level, which is accomplished by driving repumping transitions out of these states. However, the transitions must first be identified spectroscopically at high-resolution. A typical approach is to prepare molecules in excited vibrational states via optical cycling and pumping, which requires multiple high-power lasers. Here, we demonstrate a general method to perform this spectroscopy without the need for optical cycling. We produce molecules in excited vibrational states by using optically-driven chemical reactions in a cryogenic buffer gas cell, and implement frequency-modulated absorption to perform direct, sensitive, high-resolution spectroscopy. We demonstrate this technique by measuring the spectrum of the $\\tilde{A}^2\\Pi_{1/2}(1,0,0)-\\tilde{X}^2\\Sigma^+(3,0,0)$ band in $^{174}$YbOH. We identify the specific vibrational repump transitions needed for photon cycling, and combine our data with previous measurements of the $\\tilde{A}^2\\Pi_{1/2}(1,0,0)-\\tilde{X}^2\\Sigma^+(0,0,0)$ band to determine all of the relevant spectral constants of the $\\tilde{X}^2\\Sigma^+(3,0,0)$ state. This technique achieves high signal-to-noise, can be further improved to measure increasingly high-lying vibrational states, and is applicable to other molecular species favorable for laser cooling. ",
    "url": "https://arxiv.org/abs/2303.03233",
    "authors": [
      "Nickolas H. Pilgram",
      "Arian Jadbabaie",
      "Chandler J. Conn",
      "Nicholas R. Hutzler"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.03256",
    "title": "Cascaded periodically poled electro-optical crystal optical phased array",
    "abstract": "Optical phased arrays (OPA) with high integration, fast speed, low power consumption, and high steering resolution are critical components in the emerging photonic integrated circuit (PIC), LiDAR, free space optical communication, 3D printing, and so on. According to the OPA working principle, its function is generally achieved by independently controlling the phase of the array elements. In practice, this presents a major challenge to overcome critical trade-offs of the element numbers, the control electronics, and the power consumption. Here, we give an alternative OPA solution to overcome this technical limitation, in the form of a cascaded periodically poled electro-optical crystal structure. Compared with the existing OPA scheme, only one control electronics is used to control the entire array elements in the current proposal, regardless of the number of array elements, implying higher integration and lower power consumption. With the help of the fast response properties of electro-optic crystal materials, a high-speed and high-resolution beam steering device is demonstrated. Simulating results show that the angular resolution can be improved by several orders of magnitude when the number of the cascaded-layer increases. An OPA prototype of a 6-layer cascaded periodically poled LiNbO$_3$ (cascaded-PPLN) was designed, fabricated, and characterized. The experiment that observed beam deflection in cascaded-PPLN OPA agrees well with the simulation results. Meantime, by demonstrating dynamic beam steering continually, its capability of continuous scanning and continually active phase tunability has been verified. Therefore, this cascaded periodically poled electro-optical crystal OPA offers a feasible direction of miniaturization and low power consumption for the optical system, such as the PIC system. ",
    "url": "https://arxiv.org/abs/2303.03256",
    "authors": [
      "Jingwei.Li",
      "Yuchen.He",
      "Huaibin.Zheng",
      "Sheng.Luo",
      "Xin.Liu",
      "Qingyuan.Hu",
      "Huaixi.Chen",
      "Wanguo.Liang",
      "Jianbin.Liu",
      "Hui.Chen",
      "Yu.Zhou",
      "Xiaoyong.Wei",
      "Zhuo.Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.03322",
    "title": "On the impact of short laser pulses on cold diluted plasmas",
    "abstract": "We analytically study the impact of a (possibly, very intense) short laser pulse onto a cold diluted plasma at rest. Choosing the $\\vec{z}$-axis in the propagation direction, if the pulse profile and the initial plasma density (IPD) depend only on $z$, then suitable matched bounds on the maximum and the relative variations of the IPD, as well as the intensity and duration of the pulse, ensure a strictly hydrodynamic evolution of the electron fluid during its whole interaction with the pulse, while ions can be regarded as immobile. This evolution is ruled by a family (parametrized by $Z\\ge 0$) of decoupled systems of non-autonomous Hamilton equations with 1 degree of freedom, which determine how electrons initially located in the layer $Z\\le z<Z+dZ$ move; $\\xi=ct-z$ replaces time $t$ as the independent variable. This family of ODEs is obtained by reduction from the Lorentz-Maxwell and continuity PDEs for the electrons' fluid within the spacetime region where depletion of the pulse is negligible. After the laser-plasma interaction the Jacobian of the map from Lagrangian to Eulerian coordinates is \"linear-quasi-periodic\" in $\\xi$. We determine spacetime locations and features of the first wave-breakings of the wakefield plasma wave (PW), the motion of test electrons (self-)injected in the PW. The energy of those trapped in a single PW trough grows linearly with the distance gone; in our model such electrons cannot dephase, as the PW has phase velocity $c$. If the impacting laser pulse is symmetric around the $\\vec{z}$-axis and has a not too small radius $R$, the same conclusions hold for the part of the plasma close to $\\vec{z}$ and enclosed within the causal cone swept by the pulse. This computationally light approach may help in a preliminary study of extreme acceleration mechanisms of electrons, before 2D or 3D PIC simulations. ",
    "url": "https://arxiv.org/abs/2303.03322",
    "authors": [
      "Gaetano Fiore",
      "Sergio De Nicola",
      "Tahmina Akhter",
      "Renato Fedele",
      "Dušan Jovanović"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2303.02179",
    "title": "Observation of higher-order topological states on a quantum computer",
    "abstract": "Programmable quantum simulators such as superconducting quantum processors and ultracold atomic lattices represent rapidly developing emergent technology that may one day qualitatively outperform existing classical computers. Yet, apart from a few breakthroughs, the range of viable computational applications with current-day noisy intermediate-scale quantum (NISQ) devices is still significantly limited by gate errors, quantum decoherence and the number of high quality qubits. In this work, we develop an approach that places NISQ hardware as particularly suitable platforms for simulating multi-dimensional condensed matter systems, including lattices beyond three dimensions which are difficult to realize or probe in other settings. By fully exploiting the exponentially large Hilbert space of a quantum chain, we encoded a high-dimensional model in terms of non-local many-body interactions that can further be systematically transcribed into quantum gates. We demonstrate the power of our approach by realizing, on IBM transmon-based quantum computers, higher-order topological states in up to four dimensions, which are exotic phases that have never been realized in any quantum setting. With the aid of in-house circuit compression and error mitigation techniques, we measured the topological state dynamics and their protected midgap spectra to a high degree of accuracy, as benchmarked by reference exact diagonalization data. The time and memory needed with our approach scales favorably with system size and dimensionality compared to exact diagonalization on classical computers. ",
    "url": "https://arxiv.org/abs/2303.02179",
    "authors": [
      "Jin Ming Koh",
      "Tommy Tai",
      "Ching Hua Lee"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.02212",
    "title": "Simple and rigorous spontaneous emission rate derivation with a  physically justified frequency cutoff",
    "abstract": "In deriving the formula for spontaneous emission rate, typical textbooks often use physically motivated but mathematically unjustified (and sometimes even contradictory) approximations. The commonly used dipole approximation applied to the entire frequency spectrum results in the appearance of divergent integrals in the derivations. It is known from the literature that the introduction of cutoff for frequencies, justified by the finite size of the atom, may solve this problem. For didactic purposes, we introduce a mathematically simple cutoff, which allows for a rigorous rederivation of Weisskopf-Wigner spontaneous emission formula. Importantly, this is not a mathematical trick to make calculations easier but is related to a real feature of the physical system, the neglect of which leads to inconsistency. ",
    "url": "https://arxiv.org/abs/2303.02212",
    "authors": [
      "Wojciech Górecki"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.02763",
    "title": "Resonant two-laser spin-state spectroscopy of a negatively charged  quantum dot-microcavity system with a cold permanent magnet",
    "abstract": "A high-efficiency spin-photon interface is an essential piece of quantum hardware necessary for various quantum technologies. Self-assembled InGaAs quantum dots have excellent optical properties, if embedded into an optical micro-cavity they can show near-deterministic spin-photon entanglement and spin readout, but an external magnetic field is required to address the individual spin states, which usually is done using a superconducting magnet. Here, we show a compact cryogenically compatible SmCo magnet design that delivers 475 mT in-plane Voigt geometry magnetic field at 5 K, which is suitable to lift the energy degeneracy of the electron spin states and trion transitions of a single InGaAs quantum dot. This quantum dot is embedded in a birefringent high-finesse optical micro-cavity which enables efficient collection of single photons emitted by the quantum dot. We demonstrate spin-state manipulation by addressing the trion transitions with a single and two laser fields. The experimental data agrees well to our model which covers single- and two-laser cross-polarized resonance fluorescence, Purcell enhancement in a birefringent cavity, and variation of the laser powers. ",
    "url": "https://arxiv.org/abs/2303.02763",
    "authors": [
      "P. Steindl",
      "T. van der Ent",
      "H. van der Meer",
      "J.A. Frey",
      "J. Norman",
      "J.E. Bowers",
      "D. Bouwmeester",
      "W. Löffler"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.02963",
    "title": "Quantum time reflection and refraction of ultracold atoms",
    "abstract": "Time reflection and refraction are temporal analogies of the spatial boundary effects derived from Fermat's principle. They occur when classical waves strike a time boundary where an abrupt change in the properties of the medium is introduced. The main features of time-reflected and refracted waves are the shift of frequency and conservation of momentum, which offer a new degree of freedom for steering extreme waves and controlling phases of matter. The concept was originally proposed for manipulating optical waves more than five decades ago. However, due to the extreme challenges in the ultrafast engineering of the optical materials, the experimental realization of the time boundary effects remains elusive. Here, we introduce a time boundary into a momentum lattice of ultracold atoms and simultaneously demonstrate the time reflection and refraction experimentally. Through launching a Gaussian-superposed state into the Su-Schrieffer-Heeger (SSH) atomic chain, we observe the time-reflected and refracted waves when the input state strikes a time boundary. Furthermore, we detect a transition from time reflection/refraction to localization with increasing strength of disorder and show that the time boundary effects are robust against considerable disorder. Our work opens a new avenue for future exploration of time boundaries and spatiotemporal lattices, and their interplay with non-Hermiticity and many-body interactions. ",
    "url": "https://arxiv.org/abs/2303.02963",
    "authors": [
      "Zhaoli Dong",
      "Hang Li",
      "Tuo Wan",
      "Qian Liang",
      "Zhaoju Yang",
      "Bo Yan"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2003.08664",
    "title": "Holonomy and vortex structures in quantum hydrodynamics",
    "abstract": " Comments: 34 pages, no figures. To appear in Math. Sci. Res. Inst. Publ ",
    "url": "https://arxiv.org/abs/2003.08664",
    "authors": [
      "Michael S. Foskett",
      "Cesare Tronci"
    ],
    "subjectives": [
      "Mathematical Physics (math-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2111.12200",
    "title": "Quantum harmonic free energies for biomolecules and nanomaterials",
    "abstract": " Title: Quantum harmonic free energies for biomolecules and nanomaterials ",
    "url": "https://arxiv.org/abs/2111.12200",
    "authors": [
      "Alec F. White",
      "Chenghan Li",
      "Xing Zhang",
      "Garnet Kin-Lic Chan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2204.13294",
    "title": "Multipolar quantum electrodynamics of localized charge-current  distributions: Spectral theory and renormalization",
    "abstract": " Comments: 26 pages ",
    "url": "https://arxiv.org/abs/2204.13294",
    "authors": [
      "Jason G. Kattan",
      "J. E. Sipe"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.09304",
    "title": "Combining acoustic bioprinting with AI-assisted Raman spectroscopy for  high-throughput identification of bacteria in blood",
    "abstract": " Comments: Minor correction to Fig. 2a caption to fix transposed label. Minor update to Supplementary Fig. 31, top figure, to correct the referenced plot ",
    "url": "https://arxiv.org/abs/2206.09304",
    "authors": [
      "Fareeha Safir",
      "Nhat Vu",
      "Loza F. Tadesse",
      "Kamyar Firouzi",
      "Niaz Banaei",
      "Stefanie S. Jeffrey",
      "Amr A.E. Saleh",
      "Butrus",
      "Khuri-Yakub",
      "Jennifer A. Dionne"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)",
      "Quantitative Methods (q-bio.QM)"
    ]
  },
  {
    "id": "arXiv:2207.01386",
    "title": "Tight bounds and the role of optical loss in polariton-mediated  near-field heat transfer",
    "abstract": " Title: Tight bounds and the role of optical loss in polariton-mediated  near-field heat transfer ",
    "url": "https://arxiv.org/abs/2207.01386",
    "authors": [
      "Mariano Pascale",
      "Georgia T. Papadakis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2207.11109",
    "title": "Polarity-dependent electro-wetting or -dewetting on a conductive silicon  substrate",
    "abstract": " Title: Polarity-dependent electro-wetting or -dewetting on a conductive silicon  substrate ",
    "url": "https://arxiv.org/abs/2207.11109",
    "authors": [
      "Lele Zhou",
      "Rong Zhang",
      "Hung-Ta Wang",
      "Yifan Liu"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2210.00576",
    "title": "Robust phase-controlled gates for scalable atomic quantum processors  using optical standing waves",
    "abstract": " Comments: Accepted in Quantum ",
    "url": "https://arxiv.org/abs/2210.00576",
    "authors": [
      "Shannon Whitlock"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2210.09171",
    "title": "Data-driven Modeling of Mach-Zehnder Interferometer-based Optical Matrix  Multipliers",
    "abstract": " Comments: 12 pages, 17 figures, submitted to Jorunal of Lightwave Technology ",
    "url": "https://arxiv.org/abs/2210.09171",
    "authors": [
      "Ali Cem",
      "Siqi Yan",
      "Yunhong Ding",
      "Darko Zibar",
      "Francesco Da Ros"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Neural and Evolutionary Computing (cs.NE)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.16370",
    "title": "Intermodulation of optical frequency combs in a multimode optomechanical  system",
    "abstract": " Comments: 10 pages ",
    "url": "https://arxiv.org/abs/2210.16370",
    "authors": [
      "Ryan C. Ng",
      "Paul Nizet",
      "Daniel Navarro-Urrios",
      "Guillermo Arregui",
      "Marcus Albrechtsen",
      "Pedro D. García",
      "Søren Stobbe",
      "Clivia M. Sotomayor-Torres",
      "Guilhem Madiot"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2211.09504",
    "title": "Bayesian Optimization of the Beam Injection Process into a Storage Ring",
    "abstract": " Title: Bayesian Optimization of the Beam Injection Process into a Storage Ring ",
    "url": "https://arxiv.org/abs/2211.09504",
    "authors": [
      "Chenran Xu",
      "Tobias Boltz",
      "Akira Mochihashi",
      "Andrea Santamaria Garcia",
      "Marcel Schuh",
      "Anke-Susanne Müller"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2211.16575",
    "title": "Resonant diffusion of a gravitactic circle swimmer",
    "abstract": " Comments: Total 16 pages: 7 main, 8 supplement. 2 main figures, 5 supplement figures ",
    "url": "https://arxiv.org/abs/2211.16575",
    "authors": [
      "Oleksandr Chepizhko",
      "Thomas Franosch"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2212.08197",
    "title": "Back action evasion in optical lever detection",
    "abstract": " Comments: 17 pages, 8 figures; References updated; Argument revised, results unchanged; Added details to the main text, figure and supplement; Type corrected ",
    "url": "https://arxiv.org/abs/2212.08197",
    "authors": [
      "Shan Hao",
      "Thomas Purdy"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.01851",
    "title": "Quantum Machine Learning: from physics to software engineering",
    "abstract": " Comments: 46 pages, 15 figures ",
    "url": "https://arxiv.org/abs/2301.01851",
    "authors": [
      "Alexey Melnikov",
      "Mohammad Kordzanganeh",
      "Alexander Alodjants",
      "Ray-Kuang Lee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2301.08250",
    "title": "Light propagation in Kerr spacetime",
    "abstract": " Comments: 8 pages, 2 figures, Matches published version; Comments Welcome ",
    "url": "https://arxiv.org/abs/2301.08250",
    "authors": [
      "Pravin Kumar Dahal"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Optics (physics.optics)"
    ]
  }
]