[
  {
    "id": "arXiv:2205.06835",
    "title": "A fiber Fabry-Perot cavity based spectroscopic gas sensor",
    "abstract": "Optical spectroscopic sensors are powerful tools for analysing gas mixtures in industrial and scientific applications. Whilst highly sensitive spectrometers tend to have a large footprint, miniaturized optical devices usually lack sensitivity or wideband spectroscopic coverage. By employing a widely tunable, passively stable fiber Fabry-Perot cavity (FFPC), we demonstrate an absorption spectroscopic device that continuously samples over several tens of terahertz. Both broadband scans using cavity mode width spectroscopy to identify the spectral fingerprints of analytes and a fast, low-noise scan method for single absorption features to determine concentrations are exemplary demonstrated for the oxygen A-band. The novel scan method uses an injected modulation signal in a Pound-Drever-Hall feedback loop together with a lock-in measurement to reject noise at other frequencies. The FFPC-based approach provides a directly fiber coupled, extremely miniaturized, light-weight and robust platform for analyzing small analyte volumes that can straightforwardly be extended to sensing at different wavelength ranges, liquid analytes and other spectroscopic techniques with only little adjustments of the device platform. ",
    "url": "https://arxiv.org/abs/2205.06835",
    "authors": [
      "Carlos Saavedra",
      "Deepak Pandey",
      "Wolfgang Alt",
      "Dieter Meschede",
      "Hannes Pfeifer"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2205.06912",
    "title": "Expanding the Quantum Photonic Toolbox in AlGaAsOI",
    "abstract": "Aluminum gallium arsenide-on-insulator (AlGaAsOI) exhibits large $\\chi^\\left(2\\right)$ and $\\chi^\\left(3\\right)$ optical nonlinearities, a wide tunable bandgap, low waveguide propagation loss, and a large thermo-optic coefficient, making it an exciting platform for integrated quantum photonics. With ultrabright sources of quantum light established in AlGaAsOI, the next step is to develop the critical building blocks for chip-scale quantum photonic circuits. Here we expand the quantum photonic toolbox for AlGaAsOI by demonstrating edge couplers, 3-dB splitters, tunable interferometers, and waveguide crossings with performance comparable to or exceeding silicon and silicon-nitride quantum photonic platforms. As a demonstration, we demultiplex photonic qubits through an unbalanced interferometer, paving the route toward ultra-efficient and high-rate chip-scale demonstrations of photonic quantum computation and information applications. ",
    "url": "https://arxiv.org/abs/2205.06912",
    "authors": [
      "Joshua E. Castro",
      "Trevor J. Steiner",
      "Lillian Thiel",
      "Alex Dinkelacker",
      "Corey McDonald",
      "Paolo Pintus",
      "Lin Chang",
      "John E. Bowers",
      "Galan Moody"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.06942",
    "title": "Enhanced spectral broadening via self-phase modulation with femtosecond  optical pulses in silicon nanowires integrated with 2D graphene oxide films",
    "abstract": "We experimentally demonstrate enhanced spectral broadening of femtosecond optical pulses af-ter propagation through silicon-on-insulator (SOI) nanowire waveguides integrated with two-dimensional (2D) graphene oxide (GO) films. Owing to the strong mode overlap between the SOI nanowires and the GO films with a high Kerr nonlinearity, the self-phase modulation (SPM) process in the hybrid waveguides is significantly enhanced, resulting in greatly improved spectral broadening of the femtosecond optical pulses. A solution-based, transfer-free coating method is used to integrate GO films onto the SOI nanowires with precise control of the film thickness. Detailed SPM measurements using femtosecond optical pulses are carried out, achieving a broadening factor of up to ~4.3 for a device with 0.4-mm-long, 2 layers of GO. By fit-ting the experimental results with theory, we obtain an improvement in the waveguide nonlin-ear parameter by a factor of ~3.5 and the effective nonlinear figure of merit (FOM) by a factor of ~3.8, relative to the uncoated waveguide. Finally, we discuss the influence of GO film length on the spectral broadening and compare the nonlinear optical performance of different integrated waveguides coated with GO films. These results confirm the improved nonlinear optical per-formance for silicon devices integrated with 2D GO films. ",
    "url": "https://arxiv.org/abs/2205.06942",
    "authors": [
      "Yuning Zhang",
      "Jiayang Wu",
      "Yunyi Yang",
      "Yang Qu",
      "Linnan Jia",
      "Baohua Jia",
      "David J. Moss"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.06990",
    "title": "The clamped intensity of femtosecond laser pulses varying with gas  pressure in the presence of external focusing",
    "abstract": "We perform a theoretical investigation of the clamped laser intensity inside the filament plasma as a function of gas pressure with external focusing. Unlike the clamped intensity under the selffocusing condition, which is independent on the gas pressure, the clamped intensity with external focusing decreases with the gas pressure. Our findings can explain the changes of the signals of femtosecond-laser-induced 391-nm forward emission and fluorescence with the nitrogen gas pressure. ",
    "url": "https://arxiv.org/abs/2205.06990",
    "authors": [
      "Quanjun Wang",
      "Yuxuan Zhang",
      "Yue Zheng",
      "Zhoumingyang Zhu",
      "Pengji Ding",
      "Zuoye Liu",
      "Bitao Hu"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.06999",
    "title": "Beating signals in CdSe quantum dots measured by low-temperature 2D  spectroscopy",
    "abstract": "Advances in ultrafast spectroscopy can provide access to dynamics involving nontrivial quantum correlations and their evolutions. In coherent 2D spectroscopy, the oscillatory time dependence of a signal is a signature of such quantum dynamics. Here we study such beating signals in electronic coherent 2D spectroscopy of CdSe quantum dots (CdSe QDs) at 77 K. The beating signals are analyzed in terms of their positive and negative Fourier components. We conclude that the beatings originate from coherent LO-phonons of CdSe QDs. No evidence for the quantum dot size dependence of the LO-phonon frequency was identified. ",
    "url": "https://arxiv.org/abs/2205.06999",
    "authors": [
      "Zhengjun Wang",
      "Albin Hedse",
      "Edoardo Amarotti",
      "Nils Lenngren",
      "Karel Zidek",
      "Kaibo Zheng",
      "Donatas Zigmantas",
      "Tonu Pullerits"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.07117",
    "title": "Time-domain Hong-Ou-Mandel interference of quasi-thermal fields and its  application in linear optical circuit characterization",
    "abstract": "We study temporal correlations of interfering quasi-thermal fields, obtained by scattering laser radiation on a rotating ground glass disk. We show that the Doppler effect causes oscillations in temporal cross-correlation function. Furthermore, we propose how to use Hong-Ou-Mandel interference of quasi-thermal fields in the time domain to characterize linear optical circuits. ",
    "url": "https://arxiv.org/abs/2205.07117",
    "authors": [
      "Anna Romanova",
      "Konstantin Katamadze",
      "Grant Avosopiants",
      "Leon Biguaa",
      "Nikolay Skryabin",
      "Alexander Kalinkin",
      "Ivan Dyakonov",
      "Yurii Bogdanov",
      "Sergei Kulik"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.07156",
    "title": "Unidirectional mode selection in bistable quantum cascade ring lasers",
    "abstract": "Ideal ring resonators are characterized by travelling-wave counterpropagating modes, but in practice travelling waves can only be realized under unidirectional operation, which has proved elusive. Here, we have designed and fabricated a monolithic quantum cascade ring laser coupled to an active waveguide that allows for robust, deterministic and controllable unidirectional operation. Spontaneous emission injection through the active waveguide enables dynamical switching between the clockwise and counterclockwise states of the ring laser with as little as 1.6% modulation of the electrical input. We show that this behavior stems from a perturbation in the bistable dynamics of the ring laser. In addition to switching and bistability, our novel coupler design for quantum cascade ring lasers offers an efficient mechanism for outcoupling and light detection. ",
    "url": "https://arxiv.org/abs/2205.07156",
    "authors": [
      "Sara Kacmoli",
      "Deborah L. Sivco",
      "Claire F. Gmachl"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.07166",
    "title": "Time Correlation Filtering Reveals Two-Path Electron Quantum  Interference in Strong-Field Ionization",
    "abstract": "Attosecond dynamics in strong-field tunnel ionization are encoded in intricate holographic patterns in the photoelectron momentum distributions (PMDs). These patterns show the interference between two or more superposed quantum electron trajectories, which are defined by their ionization times and subsequent evolution in the laser field. We determine the ionization time separation between interfering pairs of electron orbits by performing a differential Fourier analysis on the measured momentum spectrum. We identify electron holograms formed by trajectory pairs whose ionization times are separated by less than a single quarter cycle, between a quarter cycle and half cycle, between a half cycle and three fourths of a cycle, and a full cycle apart. We compare our experimental results to the predictions of the Coulomb quantum orbit strong-field approximation (CQSFA), with significant success. We also time-filter the CQSFA trajectory calculations to demonstrate the validity of the technique on spectra with known time correlations. As a general analysis technique, the filter can be applied to all energy- and angularly-resolved datasets to recover time correlations between interfering electron pathways, providing an important tool to analyze any strong-field ionization spectra. ",
    "url": "https://arxiv.org/abs/2205.07166",
    "authors": [
      "Nicholas Werby",
      "Andrew S. Maxwell",
      "Ruaridh Forbes",
      "Carla Figueira de Morisson Faria",
      "Philip H. Bucksbaum"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2205.07329",
    "title": "Near-field Probing of Optical Superchirality for Enhanced Bio-detection",
    "abstract": "Nanophotonic platforms in theory uniquely enable < femtomoles of chiral biological and pharmaceutical molecules to be detected, through the highly localised changes in the chiral asymmetries of the near-fields that they induce. However, current chiral nanophotonic based strategies are intrinsically limited because they rely on far-field optical measurements that are sensitive to a much larger near-field volume, than that influenced by the chiral molecules. Consequently, they depend on detecting small changes in far-field optical response restricting detection sensitivities. Here we exploit an intriguing phenomenon, plasmonic circularly polarised luminescence (PCPL), which is an incisive local probe of near-field chirality. This allows chiral detection of monolayer quantities of a de novo designed peptide, which is not achieved with a far-field response. Our work demonstrates that by leveraging the capabilities of nanophotonic platforms with the near-field sensitivity of PCPL, optimal biomolecular detection performance can be achieved, opening new avenues for nanometrology. ",
    "url": "https://arxiv.org/abs/2205.07329",
    "authors": [
      "Victor Tabouillot",
      "Rahul Kumar",
      "Paula L. Lalaguna",
      "Maryam Hajji",
      "Rebecca Clarke",
      "Affar Karimullah",
      "Andrew R. Thomson",
      "Andrew Sutherland",
      "Nikolaj Gadegaard",
      "Shun Hashiyada",
      "Malcolm Kadodwala"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.07330",
    "title": "High-sensitivity Frequency Comb Carrier-Envelope-Phase Metrology in  Solid State High Harmonic Generation",
    "abstract": "Non-perturbative and phase-sensitive light-matter interactions have led to the generation of attosecond pulses of light and the control electrical currents on the same timescale. Traditionally, probing these effects via high harmonic generation has involved complicated lasers and apparatuses to generate the few-cycle and high peak power pulses needed to obtain and measure spectra that are sensitive to the phase of the light wave. Instead, we show that nonlinear effects dependent on the carrier-envelope phase can be accessed in solid state crystals with simple low-energy frequency combs that we combine with high-sensitivity demodulation techniques to measure harmonic spectral modulations. Central to this advance is the use of a scalable 100 MHz Erbium-fiber frequency comb at 1550 nm to produce 10 nJ, 20 fs pulses which are focused to the TW/cm2 level. In a single pass through a 500 {\\mu}m ZnO crystal this yields harmonic spectra as short as 200 nm. With this system, we introduce a technique of carrier-envelope amplitude modulation spectroscopy (CAMS) and use it to characterize the phase-sensitive modulation of the ultraviolet harmonics with 85 dB signal-to-noise ratio. We further verify the non-perturbative nature of the harmonic generation through polarization gating of the driving pulse to increase the effects of the carrier-envelope phase. Our work demonstrates robust and ultra-sensitive methods for generating and characterizing harmonic generation at 100 MHz rates that should provide advantages in the study of attosecond nonlinear processes in solid state systems. Additionally, as a simple and low-noise frequency comb, this broadband source will be useful for precision dual-comb spectroscopy of a range of physical systems across the ultraviolet and visible spectral regions (200 - 650 nm). ",
    "url": "https://arxiv.org/abs/2205.07330",
    "authors": [
      "Daniel M. B. Lesko",
      "Kristina F. Chang",
      "Scott A. Diddams"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.07405",
    "title": "Multiple-Photon Resonance Enabled Quantum Interference in Emission  Spectroscopy of N_2^+",
    "abstract": "Quantum interference occurs frequently in the interaction of laser radiation with materials, leading to a series of fascinating effects such as lasing without inversion, electromagnetically induced transparency, Fano resonance, etc. Such quantum interference effects are mostly enabled by single-photon resonance with transitions in the matter, regardless of how many optical frequencies are involved. Here, we demonstrate quantum interference driven by multiple photons in the emission spectroscopy of nitrogen ions that are resonantly pumped by ultrafast infrared laser pulses. In the spectral domain, Fano resonance is observed in the emission spectrum, where a laser-assisted dynamic Stark effect creates the continuum. In the time domain, the fast-evolving emission is measured, revealing the nature of free-induction decay (FID) arising from quantum radiation and molecular cooperativity. These findings clarify the mechanism of coherent emission of nitrogen ions pumped with MIR pump laser and are likely to be universal. The present work opens a route to explore the important role of quantum interference during the interaction of intense laser pulses with materials near multiple photon resonance. ",
    "url": "https://arxiv.org/abs/2205.07405",
    "authors": [
      "Xiang Zhang",
      "Qi Lu",
      "Yalei Zhu",
      "Jing Zhao",
      "Rostyslav Danylo",
      "Mingwei Lei",
      "Hongbing Jiang",
      "Chengyin Wu",
      "Zhedong Zhang",
      "Aurélien Houard",
      "Vladimir Tikhonchuk",
      "André Mysyrowicz",
      "Qihuang Gong",
      "Songlin Zhuang",
      "Zengxiu Zhao",
      "Yi Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.07420",
    "title": "Photonic Dirac Nodal Line Semimetals Realized by Hyper-crystal",
    "abstract": "Recently, the gapless Dirac/Weyl nodal semimetals with linear dispersion and topologically protected modes degeneracy are rapidly growing frontiers of topological physics. Especially, type-I, type-II, and critical type-III nodal semimetals are discovered according to the tilt angles of the Dirac/Weyl cones. Here, by introducing hyperbolic metamaterials into one-dimensional photonic crystals, we design the \"hyper-crystal\" and study the photonic four-fold degenerate Dirac nodal line semimetals (DNLSs) with two types of perpendicularly polarized waves. Moreover, the flexibly controlled photonic DNLSs using the phase compensation effect of hyperbolic dispersion are studied. Our results not only demonstrate a new platform to realize the various photonic DNLSs, where the optical polarization plays the role of electron spin in electronic DNLSs, but also may pave a novel way to explore the abundant Dirac/Weyl physics in the simple classical wave systems. ",
    "url": "https://arxiv.org/abs/2205.07420",
    "authors": [
      "Shengyu Hu",
      "Zhiwei Guo",
      "Haitao Jiang",
      "Hong Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.07513",
    "title": "Optimization of Sparse Sensor Placement for Estimation of Wind Direction  and Surface Pressure Distribution Using Time-Averaged Pressure-Sensitive  Paint Data on Automobile Model",
    "abstract": "This study proposes a method for predicting the wind direction against the simple automobile model (Ahmed model) and the surface pressure distributions on it by using data-driven optimized sparse pressure sensors. Positions of sparse pressure sensor pairs on the Ahmed model were selected for estimation of the yaw angle and reconstruction of pressure distributions based on the time-averaged surface pressure distributions database of various yaw angles, whereas the symmetric sensors in the left and right sides of the model were assumed. The surface pressure distributions were obtained by pressure-sensitive paint measurements. Three algorithms for sparse sensor selection based on the greedy algorithm were applied, and the sensor positions were optimized. The sensor positions and estimation accuracy of yaw angle and pressure distributions of three algorithms were compared and evaluated. The results show that a few optimized sensors can accurately predict the yaw angle and the pressure distributions. ",
    "url": "https://arxiv.org/abs/2205.07513",
    "authors": [
      "Ryoma Inoba",
      "Kazuki Uchida",
      "Yuto Iwasaki",
      "Takayuki Nagata",
      "Yuta Ozawa",
      "Yuji Saito",
      "Taku Nonomura",
      "Keisuke Asai"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2205.06957",
    "title": "Evaluation of Femtosecond Time-bin Qubits Using Frequency Up-conversion  Technique",
    "abstract": "Time-bin qubits, in which quantum information is encoded in a single photon at different times $\\Delta$t, are suitable for long-distance transmission via optical fibers. However, detection of time-bin qubits has been limited to the nanosecond range owing to the limited temporal resolution of single-photon detectors. In this study, we developed an up-conversion single-photon detector (UCSPD), using commercial nonlinear crystals of different lengths. By changing the crystal length and pump power, we quantitatively evaluated the efficiency and temporal resolution of the UCSPD and determined the optimal conditions for measuring femtosecond time-bin qubits. This detector achieved a temporal resolution of 415 fs and up-conversion efficiency of 10.1 %. Consequently, we successfully evaluated single-photon level pseudo femtosecond time-bin qubits with a pulse interval of only 800 fs. ",
    "url": "https://arxiv.org/abs/2205.06957",
    "authors": [
      "Yuta Kochi",
      "Sunao Kurimura",
      "Junko Ishi-Hayase"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.07097",
    "title": "Adaptive construction of shallower quantum circuits with quantum spin  projection for fermionic systems",
    "abstract": "Quantum computing is a promising approach to harnessing strong correlation in molecular systems; however, current devices only allow for hybrid quantum-classical algorithms with a shallow circuit depth, such as the variational quantum eigensolver (VQE). In this study, we report the importance of the Hamiltonian symmetry in constructing VQE circuits adaptively. This treatment often violates symmetry, thereby deteriorating the convergence of fidelity to the exact solution, and ultimately resulting in deeper circuits. We demonstrate that symmetry-projection can provide a simple yet effective solution to this problem, by keeping the quantum state in the correct symmetry space, to reduce the overall gate operations. The scheme also reveals the significance of preserving symmetry in computing molecular properties, as demonstrated in our illustrative calculations. ",
    "url": "https://arxiv.org/abs/2205.07097",
    "authors": [
      "Takashi Tsuchimochi",
      "Masaki Taii",
      "Taisei Nishimaki",
      "Seiichiro L. Ten-no"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.07113",
    "title": "Fidelity overhead for non-local measurements in variational quantum  algorithms",
    "abstract": "Measuring quantum observables by grouping terms that can be rotated to sums of only products of Pauli $\\hat z$ operators (Ising form) is proven to be efficient in near term quantum computing algorithms. This approach requires extra unitary transformations to rotate the state of interest so that the measurement of a fragment's Ising form would be equivalent to measurement of the fragment for the unrotated state. These extra rotations allow one to perform a fewer number of measurements by grouping more terms into the measurable fragments with a lower overall estimator variance. However, previous estimations of the number of measurements did not take into account non-unit fidelity of quantum gates implementing the additional transformations. Through a circuit fidelity reduction, additional transformations introduce extra uncertainty and increase the needed number of measurements. Here we consider a simple model for errors introduced by additional gates needed in schemes involving grouping of commuting Pauli products. For a set of molecular electronic Hamiltonians, we confirm that the numbers of measurements in schemes using non-local qubit rotations are still lower than those in their local qubit rotation counterparts, even after accounting for uncertainties introduced by additional gates. ",
    "url": "https://arxiv.org/abs/2205.07113",
    "authors": [
      "Zachary Pierce Bansingh",
      "Tzu-Ching Yen",
      "Peter D. Johnson",
      "Artur F. Izmaylov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.07601",
    "title": "Volumetric-mapping-based inverse design of 3D architected materials and  mobility control by topology reconstruction",
    "abstract": "The recent development of modular origami structures has ushered in a new era for active metamaterials with multiple degrees of freedom (multi-DOF). Notably, no systematic inverse design approach for volumetric modular origami structures has been reported. Moreover, very few topologies of modular origami have been studied for the design of active metamaterials with multi-DOF. Herein, we develop an inverse design method and reconfigurable algorithm for constructing 3D active architected structures - we synthesize modular origami structures that can be volumetrically mapped to a target 3D shape. We can control the reconfigurability by reconstructing the topology of the architected structures. Our inverse design based on volumetric mapping with mobility control by topology reconstruction can be used to construct architected metamaterials with any 3D complex shape that are also transformable with multi-DOF. Our work opens a new path toward 3D reconfigurable structures based on volumetric inverse design. This work is significant for the design of 3D active metamaterials and 3D morphing devices for automotive, aerospace, and biomedical engineering applications. ",
    "url": "https://arxiv.org/abs/2205.07601",
    "authors": [
      "Kai Xiao",
      "Xiang Zhou",
      "Jaehyung Ju"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Geometry (cs.CG)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.07665",
    "title": "Schroedinger representation of quantum mechanics, Berry connection, and  superconductivity",
    "abstract": "The standard quantum mechanical electronic state calculations for molecules and solids uses the Schroedinger representation where the momentum conjugate to the coordinate $q_r$ is given by $-hbar {partial over {partial q_r}}$. This formalism contains an extra $U(1)$ phase degree-of-freedom. We show that it can be regarded as a Berry phase arising from many-electron interaction, and when it is non-trivial, it gives rise to a current carrying ground state identified as the superconducting ground state. The connection between this superconducting state and the BCS one is presented. ",
    "url": "https://arxiv.org/abs/2205.07665",
    "authors": [
      "Hiroyasu Koizumi"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2205.07738",
    "title": "Optical magnetism and wavefront control by arrays of strontium atoms",
    "abstract": "By analyzing the parameters of electronic transitions, we show how bosonic Sr atoms in planar optical lattices can be engineered to exhibit optical magnetism and other higher-order electromagnetic multipoles that can be harnessed for wavefront control of incident light. Resonant $\\lambda\\simeq 2.6\\mu$m light for the $^3D_1\\rightarrow {^3}P_0$ transition mediates cooperative interactions between the atoms while the atoms are trapped in a deeply subwavelength optical lattice. The atoms then exhibit collective excitation eigenmodes, e.g., with a strong cooperative magnetic response at optical frequencies, despite individual atoms having negligible coupling to the magnetic component of light. We provide a detailed scheme to utilize excitations of such cooperative modes consisting of arrays of electromagnetic multipoles to form an atomic Huygens' surface, with complete $2\\pi$ phase control of transmitted light and almost no reflection, allowing nearly arbitrary wavefront shaping. In the numerical examples, this is achieved by controlling the atomic level shifts of Sr with off-resonant ${^3P}_J\\rightarrow {^3D}_1$ transitions, which results in a simultaneous excitation of arrays of electric dipoles and electric quadrupoles or magnetic dipoles. We demonstrate the wavefront engineering for a Sr array by realizing the steering of an incident beam and generation of a baby-Skyrmion texture in the transmitted light via a topologically nontrivial transition of a Gaussian beam to a Poincar\\'{e} beam, which contains all possible polarizations in a single cross-section. ",
    "url": "https://arxiv.org/abs/2205.07738",
    "authors": [
      "K. E. Ballantine",
      "D. Wilkowski",
      "J. Ruostekoski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.07755",
    "title": "Quantum Receiver Enhanced by Adaptive Learning",
    "abstract": "Quantum receivers aim to effectively navigate the vast quantum-state space to endow quantum information processing capabilities unmatched by classical receivers. To date, only a handful of quantum receivers have been constructed to tackle the problem of discriminating coherent states. Quantum receivers designed by analytical approaches, however, are incapable of effectively adapting to diverse environment conditions, resulting in their quickly diminishing performance as the operational complexities increase. Here, we present a general architecture, dubbed the quantum receiver enhanced by adaptive learning (QREAL), to adapt quantum receiver structures to diverse operational conditions. QREAL is experimentally implemented in a hardware platform with record-high efficiency. Combining the QREAL architecture and the experimental advances, the error rate is reduced up to 40% over the standard quantum limit in two coherent-state encoding schemes. ",
    "url": "https://arxiv.org/abs/2205.07755",
    "authors": [
      "Chaohan Cui",
      "William Horrocks",
      "Shuhong Hao",
      "Saikat Guha",
      "N. Peyghambarian",
      "Quntao Zhuang",
      "Zheshen Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2104.03293",
    "title": "GPU-accelerated simulations of quantum annealing and the quantum  approximate optimization algorithm",
    "abstract": " Comments: Updated to match published version in Computer Physics Communications ",
    "url": "https://arxiv.org/abs/2104.03293",
    "authors": [
      "Dennis Willsch",
      "Madita Willsch",
      "Fengping Jin",
      "Kristel Michielsen",
      "Hans De Raedt"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2105.00213",
    "title": "Measurement-Induced Collective Vibrational Quantum Coherence under  Spontaneous Raman Scattering in a Liquid",
    "abstract": " Title: Measurement-Induced Collective Vibrational Quantum Coherence under  Spontaneous Raman Scattering in a Liquid ",
    "url": "https://arxiv.org/abs/2105.00213",
    "authors": [
      "Valeria Vento",
      "Santiago Tarrago Velez",
      "Anna Pogrebna",
      "Christophe Galland"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2105.04733",
    "title": "Fast and Simple One-Way High-Dimensional Quantum Key Distribution",
    "abstract": " Title: Fast and Simple One-Way High-Dimensional Quantum Key Distribution ",
    "url": "https://arxiv.org/abs/2105.04733",
    "authors": [
      "Kfir Sulimany",
      "Rom Dudkiewicz",
      "Simcha Korenblit",
      "Hagai S. Eisenberg",
      "Yaron Bromberg",
      "Michael Ben-Or"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Cryptography and Security (cs.CR)",
      "Information Theory (cs.IT)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.14327",
    "title": "Branched flow of intense laser light in plasma with uneven density  distribution",
    "abstract": " Comments: 6 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2109.14327",
    "authors": [
      "K. Jiang",
      "T. W. Huang",
      "C. N. Wu",
      "M. Y. Yu",
      "H. Zhang",
      "S. Z. Wu",
      "H. B. Zhuo",
      "A. Pukhov",
      "C. T. Zhou",
      "S. C. Ruan"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.06675",
    "title": "R&D of Wavelength-Shifting Reflectors and Characterization of the  Quantum Efficiency of Tetraphenyl Butadiene and Polyethylene Naphthalate in  Liquid Argon",
    "abstract": " Title: R&D of Wavelength-Shifting Reflectors and Characterization of the  Quantum Efficiency of Tetraphenyl Butadiene and Polyethylene Naphthalate in  Liquid Argon ",
    "url": "https://arxiv.org/abs/2112.06675",
    "authors": [
      "G.R. Araujo",
      "L. Baudis",
      "N. McFadden",
      "P. Krause",
      "S. Schönert",
      "V. H. S. Wu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2112.07988",
    "title": "Light modulation in Silicon photonics by PZT actuated acoustic waves",
    "abstract": " Title: Light modulation in Silicon photonics by PZT actuated acoustic waves ",
    "url": "https://arxiv.org/abs/2112.07988",
    "authors": [
      "Irfan Ansari",
      "John P. George",
      "Gilles F. Feutmba",
      "Tessa Van de Veire",
      "Awanish Pandey",
      "Jeroen Beeckman",
      "Dries Van Thourhout"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.00804",
    "title": "Development of the Quantum Inspired SIBFA Many-Body Polarizable Force  Field: Enabling Condensed Phase Molecular Dynamics Simulations",
    "abstract": " Title: Development of the Quantum Inspired SIBFA Many-Body Polarizable Force  Field: Enabling Condensed Phase Molecular Dynamics Simulations ",
    "url": "https://arxiv.org/abs/2201.00804",
    "authors": [
      "Sehr Naseem-Khan",
      "Louis Lagardère",
      "Christophe Narth",
      "G. Andrés Cisneros",
      "Pengyu Ren",
      "Nohad Gresh",
      "Jean-Philip Piquemal"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2204.08432",
    "title": "Smartphone-based measurements of the optical properties of snow",
    "abstract": " Title: Smartphone-based measurements of the optical properties of snow ",
    "url": "https://arxiv.org/abs/2204.08432",
    "authors": [
      "Markus Allgaier",
      "Brian J. Smith"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Optics (physics.optics)"
    ]
  }
]