[
  {
    "id": "arXiv:2312.10054",
    "title": "Quantum Factoring Algorithm using Grover Search",
    "abstract": "We present a quantum algorithm for factoring products of prime numbers which exploits Grover search to factor any $n$-bit biprime using $2n-5$ qubits or less. The algorithm doesn't depend on any properties of the number to be factored, has guaranteed convergence, and doesn't require complex classical pre or post-processing. Large scale simulations confirm a success probability asymptotically reaching 100% for $>800$ random biprimes with $5\\leq n\\leq 35$ (corresponding to $5 - 65$ qubits) with the largest being $30398263859 = 7393\\times 4111763$. We also present a variant of the algorithm based on digital adiabatic quantum computing and show that Grover based factorization requires quadratically fewer iteration steps in most cases. ",
    "url": "https://arxiv.org/abs/2312.10054",
    "authors": [
      "S. Whitlock",
      "T. D. Kieu"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2312.10081",
    "title": "Why Business Adoption of Quantum and AI Technology Must Be Ethical",
    "abstract": "Artificial intelligence (AI) recently had its 'iPhone moment' and adoption has drastically accelerated. Quantum computing appears poised to follow suit over the next years. However, while there has been discourse about how to use AI responsibly, there is still little appreciation and awareness among executives, managers, and practitioners about the broader ethical questions and implications raised by the intersection of these emerging technologies. In this article, it is highlighted why quantum computing and AI ethics must be taken seriously by businesspersons and how these technologies affect strategic decisions; moreover, recommendations and action areas are formulated. ",
    "url": "https://arxiv.org/abs/2312.10081",
    "authors": [
      "Christian Hugo Hoffmann",
      "Frederik F. Flöther"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Computers and Society (cs.CY)"
    ]
  },
  {
    "id": "arXiv:2312.10288",
    "title": "Mechanism of stochastic resonance in viscoelastic channel flow",
    "abstract": "We show that the appearance of stochastic resonance (SR) depends on position along the channel, $l/h$, the second control parameter, besides $Wi$. Such type of SR is observed experimentally for the first time, and in particular, in such as complex polymer chaotic channel flow. We observe that SR does not appear close to the inlet, where streamwise velocity fluctuations, $u_{rms}$, are much larger. Far away from the inlet, $u_{rms}$ fluctuations become small and about the same until outlet resulting in flat spanwise velocity, $w$, power spectrum in lower subrange of transition regime. Then interaction of chaotic $u$ power spectrum with white noise $w$ energy spectrum in the presence of low intensity elastic wave promotes SR, as predicted by internal dynamics of autonomous nonlinear dynamical model. Appearance of chaotic $w$ power spectrum at higher $u_{rms}$ results in vanishing of SR. Moreover, SR frequency, $f_p$, shows the same scaling exponent as elastic wave frequency, $f_{el}$, in the dependence on $Wi$, with $f_p$ significantly shifted down compared to $f_{el}$ that indicates their close relation. ",
    "url": "https://arxiv.org/abs/2312.10288",
    "authors": [
      "Yuke Li",
      "Victor Steinberg"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2312.10327",
    "title": "Spectroscopy of the $5s5p$ $ ^3 P_0 \\rightarrow 5s5d$ $ ^3 D_1 $  transition of strontium using laser cooled atoms",
    "abstract": "This article presents spectroscopy results of the $5s5p{\\;^3}P_0 \\rightarrow 5s5d{\\;^3}D_1$ transition in all isotopes of laser cooled Sr atoms and the utility of this transition for repumping application. By employing the $5s5p{\\;^{3} P_{0}} \\rightarrow 5s5d{\\;^3}D_1 $ (483 nm) transition in combination with the excitation of $5s5p{\\;^3}P_2 \\rightarrow 5s6s{\\;^3}S_1$ (707 nm) transition, we observe a significant increase ($\\sim$ 13 fold) in the steady state number of atoms in the magneto-optic trap (MOT). This enhancement is attributed to the efficient repumping of Sr atoms that have decayed into the dark $5s5p{\\;^3}P_2$ state by returning them to the ground state $5s^2{\\;^1}S_0$ without any loss into the other states. The absolute transition frequencies were measured with an absolute accuracy of 30 MHz. To support our measurements, we performed Fock-space relativistic coupled-cluster calculations of the relevant parameters in Sr. To further increase the accuracy of the calculated properties, corrections from the Breit, QED and perturbative triples were also included. The calculated branching ratio for the repumping state confirms the significantly increased population in the ${^3}P_1$ state. Thereby, leading to an increase of population of atoms trapped due to the enhanced repumping. Our calculated hyperfine-splitting energies are in excellent agreement with the measured values. Moreover, our calculated isotope shifts in the transition frequencies are in good agreement with our measured values. ",
    "url": "https://arxiv.org/abs/2312.10327",
    "authors": [
      "Kushal Patel",
      "Palki Gakkhar",
      "Korak Biswas",
      "S Sagar Maurya",
      "Pranab Dutta",
      "Vishal Lal",
      "Brajesh Mani",
      "Umakant D Rapol"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.10347",
    "title": "Integrated multi-color Raman microlasers with ultra-low pump levels in  single high-Q lithium niobate microdisks",
    "abstract": "Photonic integrated Raman microlasers, particularly discrete multi-color lasers which are crucial for extending the emission wavelength range of chip-scale laser sources to much shorter wavelength, are highly in demand for various spectroscopy, microscopy analysis, and biological detection. However, integrated multi-color Raman microlasers have yet to be demonstrated because of the requirement of high-Q microresonators possessing large second-order nonlinearity and strong Raman phonon branches and the challenging in cavity-enhanced multi-photon hyper-Raman scattering parametric process. In this work, integrated multi-color Raman lasers have been demonstrated for the first time at weak pump levels, via the excitation of high-Q (>6 X 10^6) phase-matched modes in single thin-film lithium niobate (TFLN) microresonators by dispersion engineering. Raman lasing was observed at 1712 nm for a 1546-nm pump threshold power of only 620 uW. Furthermore, multi-color Raman lasers were realized at discrete wavelengths of 1712 nm, 813 nm, 533 nm and 406 nm with pump levels as low as 1.60 mW, which is more than two order of magnitude lower than the current records (i.e., 200 mW) in bulk resonators, allowed by the fulfillment of the requisite conditions consisting of broadband natural phase match, multiple-resonance and high Q-factors. ",
    "url": "https://arxiv.org/abs/2312.10347",
    "authors": [
      "Guanghui Zhao",
      "Jintian Lin",
      "Botao Fu",
      "Renhong Gao",
      "Chuntao Li",
      "Ni Yao",
      "Jianglin Guan",
      "Minghui Li",
      "Min Wang",
      "Lingling Qiao",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.10404",
    "title": "Node-downloadable frequency transfer system based on a mode-locked laser  with over 100 km of fiber",
    "abstract": "To meet the requirements of time-frequency networks and enable frequency downloadability for nodes along the link, we demonstrated the extraction of stable frequency signals at nodes using a mode-locked laser under the condition of 100 km laboratory fiber. The node consists of a simple structure that utilizes widely used optoelectronic devices and enables plug-and-play applications. In addition, the node can recover frequency signals with multiple frequencies, which are useful for scenarios that require different frequencies. Here, we experimentally demonstrated a short-term frequency instability of $2.83\\times {{10}^{-13}}$@1 s and a long-term frequency instability of $1.18\\times {{10}^{-15}}$@10,000 s at the node, which is similar to that at the remote site of the frequency transfer system. At the same time, frequency signals with different frequencies also achieved stable extraction with the same performance at the node. Our results can support the distributed application under large-scale time-frequency networks. ",
    "url": "https://arxiv.org/abs/2312.10404",
    "authors": [
      "Ziyi Jin",
      "Ziyang Chen",
      "Kai Wu",
      "Dongrui Yu",
      "Guohua Wu",
      "Song Yu",
      "Bin Luo",
      "Hong Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2312.10416",
    "title": "Hundred-Femtosecond-Level Concise Optical Time Delay Measurement System  Based on Linear Optical Sampling",
    "abstract": "Fiber-delay measurement is one of the key fundamental technologies in numerous fields. Here we propose and experimentally demonstrate a high-precision and concise optical time delay measurement system based on the technique of linear optical sampling, reaching the precision better than 100 fs under averaging. The use of only two optical frequency combs without locking the carrier-envelope-offset frequency greatly simplifies the structure of the time-delay measurement system. We also experimentally investigate the current limitations on the precision of the system. The timing jitter noises of two sources are mainly non-common mode, and are both restricted to the frequency sources. Our results indicate that the proposed device can measure fiber length fluctuations below 10 $\\mu {\\rm{m}}$, paving the way for further analyses of the external disturbances on the fiber link. ",
    "url": "https://arxiv.org/abs/2312.10416",
    "authors": [
      "Yufei Zhang",
      "Ziyang Chen",
      "Dongrui Yu",
      "Jialin Niu",
      "Xing Chen",
      "Hong Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2312.10459",
    "title": "Time-interval Measurement with Linear Optical Sampling at the  Femtosecond Level",
    "abstract": "High-precision time-interval measurement is a fundamental technique in many advanced applications, including time and distance metrology, particle physics, and ultra-precision machining. However, many of these applications are confined by the imprecise time-interval measurement of electrical signals, restricting the performance of the ultimate system to a few picoseconds, which limits ultra-high-precision applications. Here, we demonstrate an optical means of the time-interval measurement of electrical signals that can successfully achieve femtosecond (fs)-level precision. The setup is established using the optical-frequency-comb (OFC)-based linear optical sampling technique to realize timescale-stretched measurement. We achieve the measurement precision of 82 fs for a single LOS scan measurement and 3.05 fs for the 100-times average with post-processing, which is three orders of magnitude higher than the results of older electrical methods. The high-precision time interval measurement of electrical signals can substantially improve precision measurement technologies. ",
    "url": "https://arxiv.org/abs/2312.10459",
    "authors": [
      "Dongrui Yu",
      "Ziyang Chen",
      "Xuan Yang",
      "Yunlong Xu",
      "Ziyi Jin",
      "Panxue Ma",
      "Yufei Zhang",
      "Song Yu",
      "Bin Luo",
      "Hong Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2312.10468",
    "title": "Electrically reconfigurable phase-change transmissive metasurface",
    "abstract": "Programmable and reconfigurable optics hold significant potential for transforming a broad spectrum of applications, spanning space explorations to biomedical imaging, gas sensing, and optical cloaking. The ability to adjust the optical properties of components like filters, lenses, and beam steering devices could result in dramatic reductions in size, weight, and power consumption in future optoelectronic devices. Among the potential candidates for reconfigurable optics, chalcogenide-based phase change materials (PCMs) offer great promise due to their non-volatile and analogue switching characteristics. Although PCM have found widespread use in electronic data storage, these memory devices are deeply sub-micron-sized. To incorporate phase change materials into free-space optical components, it is essential to scale them up to beyond several hundreds of microns while maintaining reliable switching characteristics. This study demonstrated a non-mechanical, non-volatile transmissive filter based on low-loss PCMs with a 200 $\\mu$m$ \\times $200 $\\mu$m switching area. The device/metafilter can be consistently switched between low- and high-transmission states using electrical pulses with a switching contrast ratio of 5.5 dB. The device was reversibly switched for 1250 cycles before accelerated degradation took place. The work represents an important step toward realizing free-space reconfigurable optics based on PCMs. ",
    "url": "https://arxiv.org/abs/2312.10468",
    "authors": [
      "Cosmin Constantin Popescu",
      "Kiumars Aryana",
      "Parth Garud",
      "Khoi Phuong Dao",
      "Steven Vitale",
      "Vladimir Liberman",
      "Hyung-Bin Bae",
      "Tae-Woo Lee",
      "Myungkoo Kang",
      "Kathleen A. Richardson",
      "Carlos A. Rios Ocampo",
      "Yifei Zhang",
      "Tian Gu",
      "Juejun Hu",
      "Hyun Jung Kim"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.10521",
    "title": "Reconfigurable quantum photonic circuits based on quantum dots",
    "abstract": "Quantum photonic integrated circuits, composed of linear-optical elements, offer an efficient way for encoding and processing quantum information on-chip. At their core, these circuits rely on reconfigurable phase shifters, typically constructed from classical components such as thermo- or electro-optical materials, while quantum solid-state emitters such as quantum dots are limited to acting as single-photon sources. Here, we demonstrate the potential of quantum dots as reconfigurable phase shifters. We use numerical models based on established literature parameters to show that circuits utilizing these emitters enable high-fidelity operation and are scalable. Despite the inherent imperfections associated with quantum dots, such as imperfect coupling, dephasing, or spectral diffusion, our optimization shows that these do not significantly impact the unitary infidelity. Specifically, they do not increase the infidelity by more than 0.001 in circuits with up to 10 modes, compared to those affected only by standard nanophotonic losses and routing errors. For example, we achieve fidelities of 0.9998 in quantum-dot-based circuits enacting controlled-phase and -not gates without any redundancies. These findings demonstrate the feasibility of quantum emitter-driven quantum information processing and pave the way for cryogenically-compatible, fast, and low-loss reconfigurable quantum photonic circuits. ",
    "url": "https://arxiv.org/abs/2312.10521",
    "authors": [
      "Adam McCaw",
      "Jacob Ewaniuk",
      "Bhavin J. Shastri",
      "Nir Rotenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.10552",
    "title": "Laser Measurement of Anomalous Electron Diffusion in a Crossed-Field  Plasma",
    "abstract": "Non-classical electron diffusion in crossed-field, low-temperature plasmas is measured experimentally. Laser-induced fluorescence and Thomson scattering are used to determine the inverse Hall parameter, a metric for cross-field transport, in a Hall ion source. The measured diffusion is found to depart from fluid model results at the peak electric field, remaining constant instead of exhibiting a sharp transport barrier. The implications of this result are discussed in terms of the current understanding of non-classical diffusion in low-temperature plasmas. ",
    "url": "https://arxiv.org/abs/2312.10552",
    "authors": [
      "Parker J. Roberts",
      "Benjamin A. Jorns"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2312.10640",
    "title": "Inverse design of coherent supercontinuum generation using free-form  nanophotonic waveguides",
    "abstract": "Many key functionalities of optical frequency combs such as self-referencing and broad spectral access rely on coherent supercontinuum generation (SCG). While nanophotonic waveguides have emerged as a compact and power-efficient platform for SCG, their geometric degrees of freedom have not been fully utilized due to the underlying nonlinear and stochastic physics. Here, we introduce inverse design to unlock free-form waveguides for coherent SCG. The efficacy of our design is numerically and experimentally demonstrated on Si3N4 waveguides, producing flat and coherent spectra from visible to mid-infrared wavelengths. Our work has direct applications in developing chip-based broadband light sources for spectroscopy, metrology, and sensing across multiple spectral regimes. ",
    "url": "https://arxiv.org/abs/2312.10640",
    "authors": [
      "Chia-Yi Lee",
      "Yanwu Liu",
      "Yinke Cheng",
      "Cheng-Hao Lao",
      "Qihuang Gong",
      "Qi-Fan Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.10990",
    "title": "Single-photon generation at room temperature using molecular  optomechanics in a hybrid photonic-plasmonic cavity",
    "abstract": "We propose a novel integrated structure for single photon generation at room temperature based on a molecular optomechanics system in a hybrid photonic-plasmonic cavity. The proposed structure comprises a single molecule within a plasmonic cavity, coupled to a 2D photonic crystal resonator. In this paper, we theoretically identify the ability of the scheme through calculation second order correlation function g^2 (0) for four different coupling regimes. We demonstrate the quantum paths and the destructive interference mechanism through the selection of efficient and preferred basis. Furthermore, we find that the unconventional photon blockade effects can occurs in the weak molecular optomechanics coupling. This structure holds the potential to serve as an integrated single-photon source for quantum networks at room temperature. ",
    "url": "https://arxiv.org/abs/2312.10990",
    "authors": [
      "Shabnam Abutalebi B.A.",
      "Seyed Mahmoud Ashrafi",
      "Hassan RanjbarAskari",
      "Alireza Bahrampour"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.11087",
    "title": "Few-cycle optical vortices for strong field physics",
    "abstract": "We report on the generation of optical vortices with few-cycle pulse durations, 500$\\mu$J per pulse, at a repetition rate of 1 kHz. To do so, a 25 fs laser beam at 800 nm is shaped with a helical phase and coupled into a hollow core fiber filled with argon gas, in which it undergoes self phase modulation. 5.5 fs long pulses are measured at the output of the fiber using a dispersion-scan setup. To retrieve the spectrally resolved spatial profile and orbital angular momentum (OAM) content of the pulse, we introduce a method based on spatially-resolved Fourier transform spectroscopy. We find that the input OAM is transferred to all frequency components of the post-compressed pulse. The combination of these two information shows that we obtain few-cycle, high intensity vortex beams with a well-defined OAM and sufficient energy to drive strong field processes. ",
    "url": "https://arxiv.org/abs/2312.11087",
    "authors": [
      "Matthieu Guer",
      "Martin Luttmann",
      "Jean-François Hergott",
      "Fabien Lepetit",
      "Olivier Tcherbakoff Thierry Ruchon",
      "Romain Géneaux"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.09215",
    "title": "Physics-Informed Quantum Machine Learning for Solving Partial  Differential Equations",
    "abstract": "In this work, we solve differential equations using quantum Chebyshev feature maps. We propose a tensor product over a summation of Pauli-Z operators as a change in the measurement observables resulting in improved accuracy and reduced computation time for initial value problems processed by floating boundary handling. This idea has been tested on solving the complex dynamics of a Riccati equation as well as on a system of differential equations. Furthermore, a second-order differential equation is investigated in which we propose adding entangling layers to improve accuracy without increasing the variational parameters. Additionally, a modified self-adaptivity approach of physics-informed neural networks is incorporated to balance the multi-objective loss function. Finally, a new quantum circuit structure is proposed to approximate multivariable functions, tested on solving a 2D Poisson's equation. ",
    "url": "https://arxiv.org/abs/2312.09215",
    "authors": [
      "Abhishek Setty",
      "Rasul Abdusalamov",
      "Mikhail Itskov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2312.10131",
    "title": "Hybrid Paul-optical trap with large optical access for levitated  optomechanics",
    "abstract": "We present a hybrid trapping platform that allows us to levitate a charged nanoparticle in high vacuum using either optical fields, radio-frequency fields, or a combination thereof. Our hybrid approach combines an optical dipole trap with a linear Paul trap while maintaining a large numerical aperture (0.77 NA). We detail a controlled transfer procedure that allows us to use the Paul trap as a safety net to recover particles lost from the optical trap at high vacuum. The presented hybrid platform adds to the toolbox of levitodynamics and represents an important step towards fully controllable dark potentials, providing control in the absence of decoherence due to photon recoil. ",
    "url": "https://arxiv.org/abs/2312.10131",
    "authors": [
      "Eric Bonvin",
      "Louisiane Devaud",
      "Massimiliano Rossi",
      "Andrei Militaru",
      "Lorenzo Dania",
      "Dmitry S. Bykov",
      "Markus Teller",
      "Tracy E. Northup",
      "Lukas Novotny",
      "Martin Frimmer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.10142",
    "title": "Effects of Chromatic Dispersion on Single-Photon Temporal Wave Functions  in Quantum Communications",
    "abstract": "In this paper, we investigate the effects of chromatic dispersion on the temporal wave functions (TWFs) of single photons in the context of quantum communications. We start by considering TWFs defined by generalized Gaussian modes. From this framework, we derive two specific models: chirped and unchirped Gaussian TWFs. In the first case, we explore the impact of the chirp parameter on the properties of single-photon TWFs. We show that by properly adjusting the chirp parameter, it is possible to compensate for the detrimental effects of chromatic dispersion, allowing for the maintenance of high-fidelity transmission of quantum information over long distances. Furthermore, we examine the effects of chromatic dispersion on a qubit defined in the time domain, illustrating how this phenomenon can influence the transmission of information encoded in time-bins. Finally, we consider non-Gaussian TWFs that are represented by hyperbolic-secant modes. Our results provide important insights into the design and implementation of high-speed and long-distance quantum communication systems. The findings underscore the potential for using chirp management techniques to mitigate the effects of chromatic dispersion. ",
    "url": "https://arxiv.org/abs/2312.10142",
    "authors": [
      "Artur Czerwinski",
      "Xiangji Cai",
      "Saeed Haddadi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.10215",
    "title": "Gated InAs quantum dots embedded in surface acoustic wave cavities for  low-noise optomechanics",
    "abstract": "Self-assembled InAs quantum dots (QDs) are promising optomechanical elements due to their excellent photonic properties and sensitivity to local strain fields. Microwave-frequency modulation of photons scattered from these efficient quantum emitters has been recently demonstrated using surface acoustic wave (SAW) cavities. However, for optimal performance, a gate structure is required to deterministically control the charge state and reduce charge noise of the QDs. Here, we integrate gated QDs and SAW cavities using molecular beam epitaxy and nanofabrication. We demonstrate that with careful design of the substrate layer structure, integration of the two systems can be accomplished while retaining the optimal performance of each subsystem. These results mark a critical step toward efficient and low-noise optomechanical systems for microwave-to-optical quantum transduction. ",
    "url": "https://arxiv.org/abs/2312.10215",
    "authors": [
      "Zixuan Wang",
      "Ryan A. DeCrescent",
      "Poolad Imany",
      "Joseph T. Bush",
      "Dileep V. Reddy",
      "Sae Woo Nam",
      "Richard P. Mirin",
      "Kevin L. Silverman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.10399",
    "title": "Learning, Optimizing, and Simulating Fermions with Quantum Computers",
    "abstract": "Fermions are fundamental particles which obey seemingly bizarre quantum-mechanical principles, yet constitute all the ordinary matter that we inhabit. As such, their study is heavily motivated from both fundamental and practical incentives. In this dissertation, we will explore how the tools of quantum information and computation can assist us on both of these fronts. We primarily do so through the task of partial state learning: tomographic protocols for acquiring a reduced, but sufficient, classical description of a quantum system. Developing fast methods for partial tomography addresses a critical bottleneck in quantum simulation algorithms, which is a particularly pressing issue for currently available, imperfect quantum machines. At the same time, in the search for such protocols, we also refine our notion of what it means to learn quantum states. One important example is the ability to articulate, from a computational perspective, how the learning of fermions contrasts with other types of particles. ",
    "url": "https://arxiv.org/abs/2312.10399",
    "authors": [
      "Andrew Zhao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Information Theory (cs.IT)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2312.10454",
    "title": "Gravitational wave memory and quantum Michelson interferometer",
    "abstract": "We examined the output of a quantum Michelson interferometer incorporating the combined effects of nonlinear optomechanical interaction and time-varying gravitational fields. Our findings indicate a deviation from the standard relationship between the phase shift of the interferometer's output and the amplitude of gravitational waves. This deviation, a slight offset in direct proportionality, is associated with the velocity memory effect of gravitational waves. Furthermore, the results suggest that consecutive gravitational wave memory, or the stochastic gravitational wave memory background, contributes not only to the classical displacement-induced red noise spectrum but also to a quantum noise spectrum through a new mechanism associated with velocity memory background. This leads to a novel quantum noise limit for interferometers, which may be crucial for higher precision detection system. Our analysis potentially offers a more accurate description of quantum interferometers responding to gravitational waves and applies to other scenarios involving time-varying gravitational fields. It also provides insights and experimental approaches for exploring how to unify the quantum effects of macroscopic objects and gravitation. ",
    "url": "https://arxiv.org/abs/2312.10454",
    "authors": [
      "Zhong-Kai Guo",
      "Xiao-Yong Wang"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.10639",
    "title": "Artificial intelligence optical hardware empowers high-resolution  hyperspectral video understanding at 1.2 Tb/s",
    "abstract": "Foundation models, exemplified by GPT technology, are discovering new horizons in artificial intelligence by executing tasks beyond their designers' expectations. While the present generation provides fundamental advances in understanding language and images, the next frontier is video comprehension. Progress in this area must overcome the 1 Tb/s data rate demanded to grasp real-time multidimensional video information. This speed limit lies well beyond the capabilities of the existing generation of hardware, imposing a roadblock to further advances. This work introduces a hardware-accelerated integrated optoelectronic platform for multidimensional video understanding in real-time. The technology platform combines artificial intelligence hardware, processing information optically, with state-of-the-art machine vision networks, resulting in a data processing speed of 1.2 Tb/s with hundreds of frequency bands and megapixel spatial resolution at video rates. Such performance, validated in the AI tasks of video semantic segmentation and object understanding in indoor and aerial applications, surpasses the speed of the closest technologies with similar spectral resolution by three to four orders of magnitude. This platform opens up new avenues for research in real-time AI video understanding of multidimensional visual information, helping the empowerment of future human-machine interactions and cognitive processing developments. ",
    "url": "https://arxiv.org/abs/2312.10639",
    "authors": [
      "Maksim Makarenko",
      "Qizhou Wang",
      "Arturo Burguete-Lopez",
      "Silvio Giancola",
      "Bernard Ghanem",
      "Luca Passone",
      "Andrea Fratalocchi"
    ],
    "subjectives": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Artificial Intelligence (cs.AI)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.10681",
    "title": "Bilayer crystals of trapped ions for quantum information processing",
    "abstract": "Trapped ion systems are a leading platform for quantum information processing, but they are currently limited to 1D and 2D arrays, which imposes restrictions on both their scalability and their range of applications. Here, we propose a path to overcome this limitation by demonstrating that Penning traps can be used to realize remarkably clean bilayer crystals, wherein hundreds of ions self-organize into two well-defined layers. These bilayer crystals are made possible by the inclusion of an anharmonic trapping potential, which is readily implementable with current technology. We study the normal modes of this system and discover salient differences compared to the modes of single-plane crystals. The bilayer geometry and the unique properties of the normal modes open new opportunities in quantum information processing that are not straightforward in single-plane crystals. Furthermore, we illustrate that it may be possible to extend the ideas presented here to realize multilayer crystals with more than two layers. Our work increases the dimensionality of trapped ion systems by efficiently utilizing all three spatial dimensions and lays the foundation for a new generation of quantum information processing experiments with multilayer 3D crystals of trapped ions. ",
    "url": "https://arxiv.org/abs/2312.10681",
    "authors": [
      "Samarth Hawaldar",
      "Prakriti Shahi",
      "Allison L. Carter",
      "Ana Maria Rey",
      "John J. Bollinger",
      "Athreya Shankar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2312.10719",
    "title": "Passive Photonic Phase Gate via a Two-Level Emitter and Few Cavities",
    "abstract": "We show that a simple system consisting of a two-level emitter and few cavities could realize a high-fidelity deterministic controlled-$\\pi$-phase gate for traveling single-photon qubits. The gate relies on the optimal setting of the coupling rates among the emitter and cavities and the use of photon wavepackets with an appropriate temporal shape, which could simply the gate operation to a process of complete absorption and re-emission of the wavepackets. consequently, it is free of wavepacket distortions, circumventing the long-standing challenge associated with the use of nonlinear media as a phase gate. Undergoing the process of absorption and re-emission, the two-level emitter enables a nonlinear $\\pi$ phase shift for the two-photon wavepacket. The gate fidelity could reach over 99% with only four cavities. The proposed gate is passive and its architecture is compatible with integrated photonic platforms and in line with recent developments in quantum photonics. ",
    "url": "https://arxiv.org/abs/2312.10719",
    "authors": [
      "Zhaohua Tian",
      "Xue-Wen Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.10867",
    "title": "Size dependent optical response in coupled systems of plasmons and  {electron-hole} pairs in metallic nanostructures",
    "abstract": "In bulk materials, the collective modes and individual modes are orthogonal each other, and no connection occurs if there is no damping processes. In the presence of damping, the collective modes, i.e., plasmons decay into the hot carriers. In finite systems, the collective and individual modes are coupled by the Coulomb interaction. Such couplings by longitudinal (L) field have been intensively investigated, whereas a coupling via transverse (T) field has been poorly studied although the plasmon is excited by an irradiated light on surface and in finite nanostructures. Then, the T field would play a significant role in the coupling between the collective and individual excitations. In this study, we investigate how the T field mediates the coherent coupling. This study is based on the recently developed microscopic nonlocal theory of electronic systems in metals and the results of eigenmode analyses by this theory. To tune the coupling strength in a single nanorod, we examine three parameters: Rod length $L_z$, background refractive index $n_{\\rm b}$, and Fermi energy $\\varepsilon_{\\rm F}$. We discuss the modulation ratio of the spectrum of optical response coefficients to evaluate the coupling by the T field. The T field shifts the collective excitation energy, which causes a finite modulation at both collective excitation and individual excitations. The three parameters can change the energy distance between the collective and individual excitations. Thus, the coherent coupling by the T field is enhanced for a proper tuning of the parameters. The results of the investigation of system parameter dependence would give insight into the guiding principle of designing the materials for highly efficient hot carrier generation. ",
    "url": "https://arxiv.org/abs/2312.10867",
    "authors": [
      "Masayuki Iio",
      "Tomohiro Yokoyama",
      "Takeshi Inaoka",
      "Hajime Ishihara"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.11196",
    "title": "Coherence time of 20 s with a single cesium atom in an optical dipole  trap",
    "abstract": "We analyze the decoherence between two ground electronic states of an optically trapped atom by adopting a full description of the atomic wavefunction. The motional state, i.e., the phonon state, is taken into account. In addition to the decoherence due to the variance of differential light shift (DLS), a new decoherence mechanism, phonon-jumping-induced decoherence (PJID), is discovered and verified experimentally. A coherence time of $T_2\\approx 20$ s is then obtained for a single Cs atom by suppressing both variances of DLS and PJID by trapping the atom in a blue-detuned BBT and preparing the atom into its three-dimensional motional ground states. Our work opens a new prospect to extend the coherence time of optically trapped single atoms. ",
    "url": "https://arxiv.org/abs/2312.11196",
    "authors": [
      "Zhuangzhuang Tian",
      "Haobo Chang",
      "Xin Lv",
      "Mengna Yang",
      "Zhihui Wang",
      "Pengfei Yang",
      "Pengfei Zhang",
      "Gang Li",
      "Tiancai Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2312.11248",
    "title": "Quantized conductance in split gate superconducting quantum point  contacts with InGaAs semiconducting two-dimensional electron systems",
    "abstract": "Quantum point contact or QPC -- a constriction in a semiconducting two-dimensional (2D) electron system with a quantized conductance -- has been found as the building block of novel spintronic, and topological electronic circuits. They can also be used as readout electronic, charge sensor or switch in quantum nanocircuits. A short and impurity-free constriction with superconducting contacts is a Cooper pairs QPC analogue known as superconducting quantum point contact (SQPC). The technological development of such quantum devices has been prolonged due to the challenges of maintaining their geometrical requirement and near-unity superconductor-semiconductor interface transparency. Here, we develop advanced nanofabrication, material and device engineering techniques and report on an innovative realisation of nanoscale SQPC arrays with split gate technology in semiconducting 2D electron systems, exploiting the special gate tunability of the quantum wells, and report the first experimental observation of conductance quantization in hybrid InGaAs-Nb SQPCs. We observe reproducible quantized conductance at zero magnetic fields in multiple quantum nanodevices fabricated in a single chip and systematically investigate the quantum transport of SQPCs at low and high magnetic fields for their potential applications in quantum metrology, for extremely accurate voltage standards, and fault-tolerant quantum technologies. ",
    "url": "https://arxiv.org/abs/2312.11248",
    "authors": [
      "Kaveh Delfanazari",
      "Jiahui Li",
      "Yusheng Xiong",
      "Pengcheng Ma",
      "Reuben K. Puddy",
      "Teng Yi",
      "Ian Farrer",
      "Sachio Komori",
      "Jason W. A. Robinson",
      "Llorenc Serra",
      "David A. Ritchie",
      "Michael J. Kelly",
      "Hannah J. Joyce",
      "Charles G. Smith"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.01237",
    "title": "A critical analysis of `Relative facts do not exist. Relational quantum  mechanics is incompatible with quantum mechanics' by Jay Lawrence, Marcin  Markiewicz and Marek Źukowski",
    "abstract": " Comments: The present arXiv version corrects some typos included in the final version published in Foundations of Physics [Found. Phys. 54:5 (2024)] ",
    "url": "https://arxiv.org/abs/2209.01237",
    "authors": [
      "Aurélien Drezet"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2211.16347",
    "title": "Developing Programming Assignments for Teaching Quantum Computing and  Quantum Programming",
    "abstract": " Comments: 5 pages, 3 figures In IEEE Quantum Science and Engineering Education Conference (QSEEC) 2022; added DOI and IEEE copyright statement ",
    "url": "https://arxiv.org/abs/2211.16347",
    "authors": [
      "Mariia Mykhailova"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.10655",
    "title": "Excited-State Phase Diagram of a Ferromagnetic Quantum Gas",
    "abstract": " Comments: 6 pages, 4 figures (main text) + 3 pages, 3 figures (supplement) ",
    "url": "https://arxiv.org/abs/2301.10655",
    "authors": [
      "Bernd Meyer-Hoppe",
      "Fabian Anders",
      "Polina Feldmann",
      "Luis Santos",
      "Carsten Klempt"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.01688",
    "title": "Optical Kerr nonlinearity of dielectric nanohole array metasurfaces with  different hole shapes near the anapole state",
    "abstract": " Comments: 10 pages, 12 figures ",
    "url": "https://arxiv.org/abs/2302.01688",
    "authors": [
      "Andrey V. Panov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.04469",
    "title": "Synchronization in coupled laser arrays with correlated and uncorrelated  disorder",
    "abstract": " Comments: 12 pages, 12 figures ",
    "url": "https://arxiv.org/abs/2303.04469",
    "authors": [
      "Amit Pando",
      "Sagie Gadasi",
      "Eran Bernstein",
      "Nikita Stroev",
      "Asher Friesem",
      "Nir Davidson"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.17099",
    "title": "Simulation of quantum optics by coherent state decomposition",
    "abstract": " Comments: 25+9 pages. 6 figures. V2: Improvements to main text and additional references. V3: Updated to published version; additional discussion in Sect. 3.5, and other minor changes ",
    "url": "https://arxiv.org/abs/2305.17099",
    "authors": [
      "Jeffrey Marshall",
      "Namit Anand"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.13859",
    "title": "Long-distance high-fidelity continuous-variable quantum key distribution  with non-Gaussian operations: An exact closed form solution",
    "abstract": " Comments: 8 pages, 9 figures, 1 table ",
    "url": "https://arxiv.org/abs/2308.13859",
    "authors": [
      "Khatereh Jafari",
      "Mojtaba Golshani",
      "Alireza Bahrampour"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.14730",
    "title": "Spectral Characterization of Optical Aberrations in Fluidic Lenses",
    "abstract": " Comments: 18 pages, 13 figures. Accepted for publication in Frontiers in Physics ",
    "url": "https://arxiv.org/abs/2308.14730",
    "authors": [
      "Graciana Puentes",
      "Fernando Minotti"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.08269",
    "title": "Signature of attochemical quantum interference upon ionization and  excitation of an electronic wavepacket in fluoro-benzene",
    "abstract": " Title: Signature of attochemical quantum interference upon ionization and  excitation of an electronic wavepacket in fluoro-benzene ",
    "url": "https://arxiv.org/abs/2309.08269",
    "authors": [
      "Anthony Ferté",
      "Dane Austin",
      "Allan S. Johnson",
      "Felicity McGrath",
      "João Pedro Malhado",
      "Jon P. Marangos",
      "Morgane Vacher"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.15561",
    "title": "Setups for eliminating static charge of the ATLAS18 strip sensors",
    "abstract": " Title: Setups for eliminating static charge of the ATLAS18 strip sensors ",
    "url": "https://arxiv.org/abs/2309.15561",
    "authors": [
      "P. Federicova",
      "A. Affolder",
      "G.A. Beck",
      "A. J. Bevand",
      "Z. Chen",
      "I. Dawson",
      "A. Deshmukh",
      "A. Dowling",
      "V. Fadeyev",
      "J. Fernandez-Tejero",
      "A. Fournier",
      "N. Gonzalez",
      "L. Hommels",
      "C. Jessiman",
      "S. Kachiguin",
      "Ch. Klein",
      "T. Koffas",
      "J. Kroll",
      "V. Latonova",
      "M. Mikestikova",
      "P. S. Miyagawa",
      "S. O'Toole",
      "Q. Paddock",
      "L. Poley",
      "E. Staats",
      "B. Stelzer",
      "P. Tuma",
      "M. Ullan",
      "Y. Unno",
      "S. C. Zenz"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2310.04075",
    "title": "A Novel Capacitance-to-Phase Transducer Based on a Simple Resonant  Circuit",
    "abstract": " Comments: 11 pages, 20 figures, a revised Version 2 ( many thanks to IEEE Sensors Journal reviewers ) ",
    "url": "https://arxiv.org/abs/2310.04075",
    "authors": [
      "Frank J. van Kann",
      "Alexey V. Veryaskin"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.12960",
    "title": "Teaching Quantum Computing using Microsoft Quantum Development Kit and  Azure Quantum",
    "abstract": " Comments: 6 pages, 5 figures. In IEEE Quantum Science and Engineering Education Conference (QSEEC) 2023; added DOI and IEEE copyright statement ",
    "url": "https://arxiv.org/abs/2311.12960",
    "authors": [
      "Mariia Mykhailova"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.04202",
    "title": "Probing levitodynamics with multi-stochastic forces and the simple  applications on the dark matter detection in optical levitation experiment",
    "abstract": " Comments: 20 pages, 10 figures. We have updated the clear images, made minor modifications, and added references ",
    "url": "https://arxiv.org/abs/2312.04202",
    "authors": [
      "Xi Cheng",
      "Ji-Heng Guo",
      "Wenyu Wang",
      "Bin Zhu"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Optics (physics.optics)"
    ]
  }
]