[
  {
    "id": "arXiv:2307.09554",
    "title": "Highly-Multimode Solitons in Step-Index Optical Fiber",
    "abstract": "We report the generation of multimode solitons in step-index fiber. The solitons are superpositions of 5-10 temporally-aligned transverse modes, they exhibit speckled beam profiles, and the spatio-spectral variation across the soliton can be complex. Greater understanding of multimode solitons should create a foundation for further research into complex multimode nonlinear phenomena in step-index fibers. With energies of tens of nanojoules and durations around 100 fs, the multimode solitons are speckled fields with peak powers that can exceeed 300 kW, parameters which may be valuable in applications. ",
    "url": "https://arxiv.org/abs/2307.09554",
    "authors": [
      "Yuhang Wu",
      "Nicholas Bender",
      "Demetrios N. Christodoulides",
      "Frank W. Wise"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.09612",
    "title": "Optical taxonomic signal",
    "abstract": "Scattering of light by biological tissue has hindered applications of spectroscopy to medical diagnosis. We describe here a combination of feature selection techniques and several discriminant statistics that may mitigate this problem. In the particular case of spectroscopy, a useful feature should have linewidth, which in practice means that the discriminant statistic should have significant values on several contiguous pixels of the detector. We also suggest a definition for optical taxonomic signal as a measure of how efficacious a particular combination may be and how much other variables such as source-detector separation and fiber width may affect discrimination. ",
    "url": "https://arxiv.org/abs/2307.09612",
    "authors": [
      "Frank A. Greco"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2307.09628",
    "title": "Laser based optical interferometer manometer design for primary pressure  standard in India",
    "abstract": "The SI unit of pressure, i.e. Pascal is realized with mechanical devices such as ultrasonic interferometer manometers and pressure balances for the pressure range 1 Pa to 100 kPa. Recently, optical interferometer manometers are being used to realize Pascal. Such a realization is mercury-free and environmentally friendly and does not depend on any mechanical motions as in piston gauges and is based on physical constants. It consists of an optical Fabry-Perot cavity as a refractometer and is based on the measurement of the resonant frequency of the cavity using lasers. In this paper, we report the theoretical calculations for such an optical cavity and discuss various parameters for the laser required for developing such a cavity-based refractometer system. We present the mechanical design for the dual cavity and an all-fiber optical set-up to be used for the next generation of primary pressure standards in the barometric region of pressure at CSIR-National physical laboratory, India. ",
    "url": "https://arxiv.org/abs/2307.09628",
    "authors": [
      "Manoj Das",
      "Sandip Kumar Ghosh",
      "Kuldeep Kumar",
      "Elizabeth Jeessa James",
      "Megha Singh",
      "Ashok Kumar"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.09830",
    "title": "Semi-linear all-polarization-maintaining Yb-doped fiber laser oscillator  manifesting dual operation regime at net anomalous dispersion",
    "abstract": "Ultrafast all-fiber Yb-doped fiber oscillators are usually associated with all-normal-dispersion cavities, which operate in a dissipative soliton regime, quintessential for pulsed operation at the wavelength of 1 {\\mu}m. This work presents an all-polarization-maintaining Yb-doper fiber laser oscillator that operates in a dispersion-managed dissipative soliton regime, thanks to incorporating a chirped fiber Bragg grating. The oscillator, mode-locked via a nonlinear optical loop mirror, has an unconventional semi-linear cavity of net anomalous dispersion. Unlike in standard ring resonators, the ultrashort pulse undergoes amplification twice per cavity roundtrip. Additionally, we report a duality of pulsed operation states depending on the pumping power. Strikingly, the oscillator can work in a~subregime similar to the standard dissipative soliton, facilitating further energy scaling at anomalous dispersion. We characterize the low-noise setup capable of delivering pulse energy as high as 6.4 nJ using standard single-mode polarization-maintaining optical fibers. ",
    "url": "https://arxiv.org/abs/2307.09830",
    "authors": [
      "Mateusz Pielach",
      "Agnieszka Jamrozik",
      "Katarzyna Krupa",
      "Yuriy Stepanenko"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.09881",
    "title": "$π$-solitons on a ring of waveguides",
    "abstract": "We study the existence and stability of $\\pi$-solitons on a ring of periodically oscillating waveguides. The array is arranged into Su-Schrieffer-Heeger structure placed on a ring, with additional spacing between two ends of the array. Due to longitudinal oscillations of waveguides, this Floquet structure spends half of the longitudinal period in topological phase, while on the other half it is nontopological. Nevertheless, waveguide oscillations lead to the emergence of anomalous topological $\\pi$-modes at both ends of the structure that strongly couple in our ring geometry, leading to the formation of previously unexplored in-phase and out-of-phase $\\pi$-modes. We study topological solitons bifurcating from such linear $\\pi$-modes and demonstrate how their properties and stability depend on the size of the ring and on spacing between two ends of the array. ",
    "url": "https://arxiv.org/abs/2307.09881",
    "authors": [
      "Sergey K. Ivanov",
      "Yaroslav V. Kartashov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2307.10130",
    "title": "Cross-spectral purity of nonstationary vector optical fields: A  similarity with stationary fields",
    "abstract": "This study establishes a reduction formula for nonstationary cross-spectrally pure vector light fields with any spectral bandwidth. The formation of a reduction formula, analogous to that for stationary fields, does not apply to the normalized two-time Stokes parameters of a nonstationary field that is cross-spectrally pure. The current formula incorporates time-integrated coherence parameters to ensure cross-spectral purity. The reduction formula derived for nonstationary vector light fields with arbitrary spectral bandwidth shares a similar mathematical structure to that of reduction formulas used for stationary vector fields. Additionally, we examine the requirement of strict cross-spectral purity for using a time-integrated coherence function, which exhibits a mathematical expression similar to that of strict cross-spectral purity in stationary vector fields. This investigation sheds light on the cross-spectral purity of pulse-type fields, which holds potential applications in the field of statistical optics. ",
    "url": "https://arxiv.org/abs/2307.10130",
    "authors": [
      "Rajneesh Joshi",
      "Bhaskar Kanseri"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.09914",
    "title": "Testing the Quantum of Entropy",
    "abstract": "Experimental and theoretical results about entropy limits for macroscopic and single-particle systems are reviewed. It is clarified when it is possible to speak about a quantum of entropy, given by the Boltzmann constant k, and about a lower entropy limit $S \\geq k \\ln 2$. Conceptual tensions with the third law of thermodynamics and the additivity of entropy are resolved. Black hole entropy is also surveyed. Further claims for vanishing entropy values are shown to contradict the requirement of observability, which, as possibly argued for the first time, also implies $S \\geq k \\ln 2$. The uncertainty relations involving the Boltzmann constant and the possibility of deriving thermodynamics from the existence of a quantum of entropy enable one to speak about a principle of the entropy limit that is valid across nature. ",
    "url": "https://arxiv.org/abs/2307.09914",
    "authors": [
      "Uwe Hohm",
      "Christoph Schiller"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2307.10009",
    "title": "Simulating time-harmonic acoustic wave effects induced by periodic  holes/inclusions on surfaces",
    "abstract": "This paper introduces the first attempt to employ a localized meshless method to analyze time-harmonic acoustic wave propagation on curved surfaces with periodic holes/inclusions. In particular, the generalized finite difference method is used as a localized meshless technique to discretize the surface gradient and Laplace-Beltrami operators defined extrinsically in the governing equations. An absorbing boundary condition is introduced to reduce reflections from boundaries and accurately simulate wave propagation on unclosed surfaces with periodic inclusions. Several benchmark examples demonstrate the efficiency and accuracy of the proposed method in simulating acoustic wave propagation on surfaces with diverse geometries, including complex shapes and periodic holes or inclusions. ",
    "url": "https://arxiv.org/abs/2307.10009",
    "authors": [
      "Wen Hu",
      "Zhuojia Fu",
      "Leevan Ling"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2307.10040",
    "title": "Data-driven discovery of relevant information in quantum simulators",
    "abstract": "Quantum simulators offer powerful means to investigate strongly correlated quantum matter. However, interpreting measurement outcomes in such systems poses significant challenges. Here, we present a theoretical framework for information extraction in synthetic quantum matter, illustrated for the case of a quantum quench in a spinor Bose-Einstein condensate experiment. Employing non-parametric unsupervised learning tools that provide different measures of information content, we demonstrate a system-agnostic approach to identify dominant degrees of freedom. This enables us to rank operators according to their relevance, akin to effective field theory. To characterize the corresponding effective description, we then explore the intrinsic dimension of data sets as a measure of the complexity of the dynamics. This reveals a simplification of the data structure, which correlates with the emergence of time-dependent universal behavior in the studied system. Our assumption-free approach can be immediately applied in a variety of experimental platforms. ",
    "url": "https://arxiv.org/abs/2307.10040",
    "authors": [
      "R. Verdel",
      "V. Vitale",
      "R. K. Panda",
      "E. D. Donkor",
      "A. Rodriguez",
      "S. Lannig",
      "Y. Deller",
      "H. Strobel",
      "M. K. Oberthaler",
      "M. Dalmonte"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.10050",
    "title": "Cubic silicon carbide under tensile pressure: Spinodal instability",
    "abstract": "Silicon carbide is a hard, semiconducting material presenting many polytypes, whose behavior under extreme conditions of pressure and temperature has attracted large interest. Here we study the mechanical properties of 3C-SiC over a wide range of pressures (compressive and tensile) by means of molecular dynamics simulations, using an effective tight-binding Hamiltonian to describe the interatomic interactions. The accuracy of this procedure has been checked by comparing results at T = 0 with those derived from ab-initio density-functional-theory calculations. This has allowed us to determine the metastability limits of this material and in particular the spinodal point (where the bulk modulus vanishes) as a function of temperature. At T = 300 K, the spinodal instability appears for a lattice parameter about 20% larger than that corresponding to ambient pressure. At this temperature, we find a spinodal pressure P_s = -43 GPa, which becomes less negative as temperature is raised (P_s = -37.9 GPa at 1500 K). These results pave the way for a deeper understanding of the behavior of crystalline semiconductors in a poorly known region of their phase diagrams. ",
    "url": "https://arxiv.org/abs/2307.10050",
    "authors": [
      "Carlos P. Herrero",
      "Rafael Ramirez",
      "Gabriela Herrero-Saboya"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2009.09944",
    "title": "Deep learning regression for inverse quantum scattering",
    "abstract": " Title: Deep learning regression for inverse quantum scattering ",
    "url": "https://arxiv.org/abs/2009.09944",
    "authors": [
      "A. C. Maioli"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2301.01636",
    "title": "An Optical-Fiber-Based Key for Remote Authentication of Users and  Optical Fiber Lines",
    "abstract": " Comments: 11 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2301.01636",
    "authors": [
      "Mikhail Yarovikov",
      "Alexander Smirnov",
      "Ekaterina Zhdanova",
      "Alexander Gutor",
      "Mikhail Vyatkin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Cryptography and Security (cs.CR)"
    ]
  },
  {
    "id": "arXiv:2303.15969",
    "title": "A Machine Learning Approach Based on Range Corrected Deep Potential  Model for Efficient Vibrational Frequency Computation",
    "abstract": " Title: A Machine Learning Approach Based on Range Corrected Deep Potential  Model for Efficient Vibrational Frequency Computation ",
    "url": "https://arxiv.org/abs/2303.15969",
    "authors": [
      "Jitai Yang",
      "Yang Cong",
      "You Li",
      "Hui Li"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.17135",
    "title": "Classifying topology in photonic heterostructures with gapless  environments",
    "abstract": " Comments: 6 pages, 4 figures, Supplemental Material ",
    "url": "https://arxiv.org/abs/2303.17135",
    "authors": [
      "Kahlil Y. Dixon",
      "Terry A. Loring",
      "Alexander Cerjan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2304.03471",
    "title": "Quantum dynamics of non-Hermitian many-body Landau-Zener systems",
    "abstract": " Title: Quantum dynamics of non-Hermitian many-body Landau-Zener systems ",
    "url": "https://arxiv.org/abs/2304.03471",
    "authors": [
      "Rajesh K. Malla",
      "Julia Cen",
      "Wilton J. M. Kort-Kamp",
      "Avadh Saxena"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]