[
  {
    "id": "arXiv:2204.10995",
    "title": "Impact of Pauli-blocking effect on optical limiting properties of WSe2  thin films",
    "abstract": "We present a detailed investigation on thickness-dependent third-order (\\c{hi}^(3)) nonlinear optical properties of RF-sputtered WSe2 thin-films using ultrashort pulses centered at different excitation wavelengths. The single-beam Z-scan based investigation in the visible spectrum reveals the prominent role of Pauli-blocking towards inducing saturable absorption or optical limiting in WSe2 thin-films of various thicknesses. The study also explores the dispersion in third-order nonlinear susceptibility (\\c{hi}^(3)) in WSe2 thin films. Interestingly, WSe2 thin-films of any thickness exhibit a self-focusing effect depicting a positive nonlinear refractive index (n2 > 0). The frequency-dependent nonlinear absorption (\\b{eta}) bear distinct correlations with the bandgap of the films which is also investigated through density-functional-theory (DFT) based simulations. The alteration in bandstructure is primarily due to the Se-deficiency induced defect bands in WSe2 thin-films which has discernible impact on the optical limiting characteristics. ",
    "url": "https://arxiv.org/abs/2204.10995",
    "authors": [
      "Km. Surbhi",
      "Sourav Bhakta",
      "Anupa Kumari",
      "Utkalika P. Sahoo",
      "Pratap K. Sahoo",
      "Ritwick Das"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.11019",
    "title": "Beam steering with quasi-mosaic bent silicon single crystals -- Computer  simulations for 855 MeV and 6.3 GeV electrons and comparison with experiments",
    "abstract": "Monte Carlo simulations have been performed for 855 MeV and 6.3 GeV electrons channeling in silicon single crystals at circular bent (111) planes. The aim was to identify critical experimental parameters which effect the volume-deflection and volume-capture characteristics. To these belongs the angular alignment of the crystal with respect to the nominal beam direction. The continuum potential picture has been utilized. The simulation results were compared with experiments. It turns out that the assumption of an anticlastic bending of the crystal, bent on the principle of the quasi-mosaic effect, is not required to reproduce the experimental observations. ",
    "url": "https://arxiv.org/abs/2204.11019",
    "authors": [
      "H. Backe"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2204.11126",
    "title": "Near-real-time diagnosis of electron optical phase aberrations in  scanning transmission electron microscopy using an artificial neural network",
    "abstract": "The key to optimizing spatial resolution in a state-of-the-art scanning transmission electron microscope is the ability to precisely measure and correct for electron optical aberrations of the probe-forming lenses. Several diagnostic methods for aberration measurement and correction with maximum precision and accuracy have been proposed, albeit often at the cost of relatively long acquisition times. Here, we illustrate how artificial intelligence can be used to provide near-real-time diagnosis of aberrations from individual Ronchigrams. The demonstrated speed of aberration measurement is important as microscope conditions can change rapidly, as well as for the operation of MEMS-based hardware correction elements that have less intrinsic stability than conventional electromagnetic lenses. ",
    "url": "https://arxiv.org/abs/2204.11126",
    "authors": [
      "Giovanni Bertoni",
      "Enzo Rotunno",
      "Daan Marsmans",
      "Peter Tiemeijer",
      "Amir H. Tavabi",
      "Rafal E. Dunin-Borkowski",
      "Vincenzo Grillo"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.11128",
    "title": "Quantitatively linking morphology and optical response of individual  silver nanohedra",
    "abstract": "The optical response of metal nanoparticles is governed by plasmonic resonances, which are dictated by the particle morphology. A thorough understanding of the link between morphology and optical response requires quantitatively measuring optical and structural properties of the same particle. Here we present such a study, correlating electron tomography and optical micro-spectroscopy. The optical measurements determine the scattering and absorption cross-section spectra in absolute units, and electron tomography determines the 3D morphology. Numerical simulations of the spectra for the individual particle geometry, and the specific optical setup used, allow for a quantitative comparison including the cross-section magnitude. Silver nanoparticles produced by photochemically driven colloidal synthesis, including decahedra, tetrahedra and bi-tetrahedra are investigated. A mismatch of measured and simulated spectra is found when assuming pure silver particles, which is resolved by the presence of a few atomic layers of tarnish (Ag2S) on the surface, not evident in electron tomography. The presented method tightens the link between particle morphology and optical response, supporting the predictive design of plasmonic nanomaterials ",
    "url": "https://arxiv.org/abs/2204.11128",
    "authors": [
      "Yisu Wang",
      "Zoltan Sztranyovszky",
      "Attilio Zilli",
      "Wiebke Albrecht",
      "Sara Bals",
      "Paola Borri",
      "Wolfgang Langbein"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2204.11196",
    "title": "Failure Mode Analysis in Microsecond UV Laser Annealing of Cu Thin Films",
    "abstract": "The need of surface-localized thermal processing is strongly increasing especially w.r.t three-dimensionally (3D) integrated electrical devices. UV laser annealing (UV-LA) technology well addresses this challenge. Particularly UV-LA can reduce resistivity by enlarging metallic grains in lines or thin films, irradiating only the interconnects for short timescales. However, the risk of failure in electrical performance must be correctly managed, and that of UV-LA has not been deeply studied yet. In this work microsecond-scale UV-LA is applied on a stack comparable to an interconnect structure (dielectric/Cu/Ta/SiO2/Si) in either melt or sub-melt regime for grain growth. The failure modes such as (i) Cu diffusion into SiO2, (ii) O incorporation into Cu, and (iii) intermixing between Cu and Ta are investigated. ",
    "url": "https://arxiv.org/abs/2204.11196",
    "authors": [
      "Remi Demoulin",
      "Richard Daubriac",
      "Louis Thuries",
      "Emmanuel Scheid",
      "Fabien Rozé",
      "Fuccio Cristiano",
      "Toshiyuki Tabata",
      "Fulvio Mazzamuto"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.11221",
    "title": "Accurately measuring phase profiles of structured light in optical  manipulation",
    "abstract": "Accurate phase measurement is highly desirable in optical manipulation driven by structured light, since the phase profiles have a close connection with optical force distribution, strongly affecting the capability of optical traps. Here, we report a novel interferometric phase measurement technique for accurately measuring the phase profiles of structured light in holographic optical trapping system. The related experiments are performed, in which the obtained phase profiles agree well with the designed phase profiles. It reveals that the phase profiles of structured light can be accurately obtained. Importantly, the fast switch between phase measurement and optical manipulation experiment can be easily realized, which are strongly preferable in optical trapping system. This study offers a promising way for accurately obtaining phase profiles of structure light, which is very helpful for realizing optical trapping with high performance. ",
    "url": "https://arxiv.org/abs/2204.11221",
    "authors": [
      "Xionggui Tang",
      "Yanhua Xu",
      "Yi Shen",
      "Wenjing Rong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.11255",
    "title": "The influence of phonon harmonicity on spectrally pure resonant Stokes  fields",
    "abstract": "Thanks to their highly coherent emission and compact form factor, single axial mode diamond Raman lasers have been identified as a valuable asset for applications including integrated quantum technology, high resolution spectroscopy or coherent optical communications. While the fundamental emission linewidth of these lasers can be Fourier limited, their thermo-optic characteristics lead to drifts in their carrier frequency, posing important challenges for applications requiring ultra-stable emission. We propose here a method for measuring accurately the temperature-dependent index of refraction of diamond by employing standing Stokes waves produced in a monolithic Fabry-Perot (FP) diamond Raman resonator. Our approach takes into account the influence of the temperature on the first-order phonon line and the average lattice phonon frequency under intense stimulated Raman scattering (SRS) conditions. We further utilize this model to calculate the temperature-dependent thermo-optic coefficient and the Gruneisen parameter of diamond in the visible spectral range. The theory is accompanied by the demonstration of tunable Fourier-limited Stokes nanosecond pulses with a stabilized center frequency deviation of less than <4 MHz. ",
    "url": "https://arxiv.org/abs/2204.11255",
    "authors": [
      "Georgios Stoikos",
      "Eduardo Granados"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.11311",
    "title": "Polarization-independent resonant lattice Kerker effect enabled by  phase-change material",
    "abstract": "Resonant lattice Kerker effect in periodic resonators is one of the most interesting generalizations of the Kerker effect that relates to various fascinating functionalities such as scattering management and Huygens metasurfaces. However, so far this effect has been shown to be sensitive to the incident polarization, restricting its applications. Here, we report, for the first time, polarization-independent resonant lattice Kerker effect in metasurfaces composed of periodic Ge$_2$Se$_2$Te$_5$ (GST) disks. For such a metasurface of square lattice, the spectrally overlap of the electric dipole and magnetic dipole surface lattice resonances can be realized by choosing an appropriate GST crystalline fraction regardless of the incident polarization. The operation wavelength and the required GST crystalline fraction can be conveniently tuned over large ranges since these parameters scale linearly with the disk size and the lattice period, greatly facilitating the design. Making use of the obtained resonant lattice Kerker effect, we realize a reconfigurable and polarization-independent lattice Huygens' metasurface with a dynamic phase modulation of close to $2\\pi$ and high transmittance. This work will advance the engineering of the resonant lattice Kerker effect and promote its applications in phase modulation and wavefront control. ",
    "url": "https://arxiv.org/abs/2204.11311",
    "authors": [
      "Lei Xiong",
      "Xiaoqing Luo",
      "Hongwei Ding",
      "Yuanfu Lu",
      "Guangyuan Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.11543",
    "title": "Massive particle acceleration on a photonic chip via spatial-temporal  modulation",
    "abstract": "Recently, the spectral manipulation of single photons has been achieved through spatial-temporal modulation of the optical refractive index. Here, we generalize this mechanism to massive particles, i.e. realizing the acceleration or deceleration of particles through the spatial-temporal modulation of potential induced by lasers. On a photonic integrated chip, we propose a MeV-magnitude acceleration by distributed modulation units driven by lasers. The mechanism could also be applied to atom trapping, which promises a millimeter-scale decelerator to trap atoms. The spatial-temporal modulation approach is universal and could be generalized to other systems, which may play a significant role in hybrid photonic chip and microscale particle manipulation. ",
    "url": "https://arxiv.org/abs/2204.11543",
    "authors": [
      "Mai Zhang",
      "Xie-hang Yu",
      "Xin-Biao Xu",
      "Guang-Can Guo",
      "Chang-Ling Zou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2204.11569",
    "title": "Pre-acceleration in the Electron Foreshock I: Electron Acoustic Waves",
    "abstract": "To undergo diffusive shock acceleration, electrons need to be pre-accelerated to increase their energies by several orders of magnitude, else their gyro-radii are smaller than the finite width of the shock. In oblique shocks, where the upstream magnetic field orientation is neither parallel or perpendicular to the shock normal, electrons can escape to the shock upstream, modifying the shock foot to a region called the electron foreshock. To determine the pre-acceleration in this region, we undertake PIC simulations of oblique shocks while varying the obliquity and in-plane angles. We show that while the proportion of reflected electrons is negligible for $\\theta_{\\rm Bn} = 74.3^\\circ$, it increases to $R \\sim 5\\%$ for $\\theta_{\\rm Bn} = 30^\\circ$, and that, via the electron acoustic instability, these electrons power electrostatic waves upstream with energy density proportional to $R^{0.6}$ and a wavelength $\\approx 2 \\lambda_{\\rm{se}}$, where $\\lambda_{\\rm{se}}$ is the electron skin length. While the initial reflection mechanism is typically a combination of shock surfing acceleration and magnetic mirroring, we show that once the electrostatic waves have been generated upstream they themselves can increase the momenta of upstream electrons parallel to the magnetic field. In $\\lesssim 1\\%$ of cases, upstream electrons are prematurely turned away from the shock and never injected downstream. In contrast, a similar fraction are re-scattered back towards the shock after reflection, re-interact with the shock with energies much greater than thermal, and cross into the downstream. ",
    "url": "https://arxiv.org/abs/2204.11569",
    "authors": [
      "Paul J. Morris",
      "Artem Bohdan",
      "Martin S. Weidl",
      "Martin Pohl"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ]
  },
  {
    "id": "arXiv:2204.11725",
    "title": "Terahertz waveform synthesis from integrated lithium niobate circuits",
    "abstract": "Bridging the \"terahertz (THz) gap\" relies upon synthesizing arbitrary waveforms in the THz domain enabling applications that require both narrow band sources for sensing and few-cycle drives for classical and quantum objects. However, realization of custom-tailored waveforms needed for these applications is currently hindered due to limited flexibility for optical rectification of femtosecond pulses in bulk crystals. Here, we experimentally demonstrate that thin-film lithium niobate (TFLN) circuits provide a versatile solution for such waveform synthesis through combining the merits of complex integrated architectures, low-loss distribution of pump pulses on-chip, and an efficient optical rectification. Our distributed pulse phase-matching scheme grants shaping the temporal, spectral, phase, amplitude, and farfield characteristics of the emitted THz field through designer on-chip components. This strictly circumvents prior limitations caused by the phase-delay mismatch in conventional systems and relaxes the requirement for cumbersome spectral pre-engineering of the pumping light. We provide a toolbox of basic blocks that produce broadband emission up to 680 GHz with adaptable phase and coherence properties by using near-infrared pump pulse energies below 100 pJ. ",
    "url": "https://arxiv.org/abs/2204.11725",
    "authors": [
      "Alexa Herter",
      "Amirhassan Shams-Ansari",
      "Francesca Fabiana Settembrini",
      "Hana K. Warner",
      "Jérôme Faist",
      "Marko Lončar",
      "Ileana-Cristina Benea-Chelmus"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.10886",
    "title": "Energetics of quantum vacuum friction. II: Dipole fluctuations and field  fluctuations",
    "abstract": "As a second paper in series with arXiv:2108.01539, we discuss here quantum vacuum friction on an intrinsically dissipative particle. The friction arises not only from the field fluctuations but also from the dipole fluctuations intrinsic to the particle. As a result, the dissipative particle can be out of the nonequilibrium steady state (NESS), where it loses or gains internal energy. Only if the temperature of the particle equals a special NESS temperature will the particle be in NESS. We first derive the NESS conditions which give the NESS temperature of the particle as a function of the radiation temperature and the velocity of the particle. Imposing the NESS conditions, we then obtain an expression for the quantum vacuum friction in NESS. The NESS quantum vacuum friction is shown to be always negative definite, therefore a true drag. The NESS temperature and quantum vacuum friction are calculated numerically for various models. Out of NESS, even though the quantum vacuum frictional force no longer has a definite sign in the rest frame of the radiation, we find the external force needed to keep the particle moving must be in the same direction as the motion of the particle. This then excludes the possibility of making a perpetual motion machine, which could convert the vacuum energy into useful mechanical work. In addition, we find that the deviation of the temperature of the particle from its NESS temperature causes the particle to lose or gain internal energy in such a way that the particle would return to NESS after deviating from it. This enables experimental measurements of the NESS temperature of the particle to serve as a feasible signature for these quantum vacuum frictional effects. ",
    "url": "https://arxiv.org/abs/2204.10886",
    "authors": [
      "Xin Guo",
      "Kimball A. Milton",
      "Gerard Kennedy",
      "William P. McNulty",
      "Nima Pourtolami",
      "Yang Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2204.10966",
    "title": "Observation of Dirac hierarchy in three-dimensional acoustic topological  insulators",
    "abstract": "Dirac cones (DCs) play a pivotal role in various unique phenomena ranging from massless electrons in graphene to robust surface states in topological insulators (TIs). Recent studies have theoretically revealed a full Dirac hierarchy comprising an eightfold bulk DC, a fourfold surface DC, and a twofold hinge DC, associated with a hierarchy of topological phases including first-order to third-order three-dimensional (3D) topological insulators, using the same 3D base lattice. Here, we report the first experimental observation of the Dirac hierarchy in 3D acoustic TIs. Using acoustic measurements, we unambiguously reveal that lifting of multifold DCs in each hierarchy can induce two-dimensional (2D) topological surface states with a fourfold DC in a first-order 3D TI, one-dimensional (1D) topological hinge states with a twofold DC in a second-order 3D TI, and zero-dimensional (0D) topological corner states in a third-order 3D TI. Our work not only expands the fundamental research scope of Dirac physics, but also opens up a new route for multidimensional robust wave manipulation. ",
    "url": "https://arxiv.org/abs/2204.10966",
    "authors": [
      "Linyun Yang",
      "Yin Wang",
      "Yan Meng",
      "Zhenxiao Zhu",
      "Xiang Xi",
      "Bei Yan",
      "Shuxin Lin",
      "Jingming Chen",
      "Bin-jie Shi",
      "Yong Ge",
      "Shou-qi Yuan",
      "Hong-xiang Sun",
      "Gui-Geng Liu",
      "Yihao Yang",
      "Zhen Gao"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.11029",
    "title": "Anisotropic terahertz optostriction in group-IV monochalcogenide  compounds",
    "abstract": "Terahertz (THz) technology is a cutting-edge scheme with various promising applications, such as next generation telecommunication, non-destructive evaluation, security check, and in-depth characterization, owing to their sensitivity to material geometric change and good transparency. Even though tremendous progresses have been made during the past decade, exploration the mechanisms of THz-matter interaction microscopically is still in its infancy. In this work, we use thermodynamic theory to show how THz illumination deforms materials and use group-IV monochalcogenide compounds to illustrate it. According to our first-principles density functional theory calculations, THz light with intermediate intensity (~109 W/cm2) could yield elastic deformations on the order of ~0.1%, depending on laser polarization direction. Large anisotropic opto-mechanical responses are also revealed. Finally, we show that such strain can be detected via measuring the layer-resolved shift current under a probe light irradiation. ",
    "url": "https://arxiv.org/abs/2204.11029",
    "authors": [
      "Kun Liu",
      "Jian Zhou"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.11474",
    "title": "Application of deep learning to the evaluation of goodness in the  waveform processing of transition-edge sensor calorimeters",
    "abstract": "Optimal filtering is the crucial technique for the data analysis of transition-edge-sensor (TES) calorimeters to achieve their state-of-the-art energy resolutions. Filtering out the `bad' data from the dataset is important because it otherwise leads to the degradation of energy resolutions, while it is not a trivial task. We propose a neural network-based technique for the automatic goodness tagging of TES pulses, which is fast and automatic and does not require bad data for training. ",
    "url": "https://arxiv.org/abs/2204.11474",
    "authors": [
      "Y. Ichinohe",
      "S. Yamada",
      "R. Hayakawa",
      "S. Okada",
      "T. Hashimoto",
      "H. Tatsuno",
      "H. Suda",
      "T. Okumura"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2204.11631",
    "title": "Suppressing chemical corrosions of lithium metal anodes",
    "abstract": "The lithium (Li) metal anode is essential for next generation high energy density rechargeable Li metal batteries. Although extensive studies have been performed to prolong the cycle life of Li metal batteries, the calendar life, which associates with chemical corrosion of Li metal in liquid electrolytes, has not been quantitatively understood. Here, by combing the Titration Gas Chromatography (TGC) method and Cryogenic Focused Ion Beam (Cryo-FIB), we established a quantitative relationship between the chemical corrosion rate and electrochemically deposited Li morphology in various liquid electrolyte systems. We identified that the corrosion rate is dominated by the porosity of the deposited Li. The larger the porosity of deposited Li has, the faster the corrosion rate will be. We further proposed strategies to mitigate the chemical corrosion on Li thus to extend the calendar life of Li metal batteries. By strictly controlling the stacking pressure during Li plating, Li deposits with ultra-low porosity can be achieved, suppressing the corrosion rate to 0.08% per day compared with 1.71% per day of the high-porosity Li. ",
    "url": "https://arxiv.org/abs/2204.11631",
    "authors": [
      "Bingyu Lu",
      "Weikang Li",
      "Diyi Cheng",
      "Miguel Ceja",
      "Wurigumula Bao",
      "Chengcheng Fang",
      "Ying Shirley Meng"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2204.11632",
    "title": "Crossover Between Quantum and Classical Waves and High Frequency  Localization Landscapes",
    "abstract": "Anderson localization is a universal interference phenomenon occurring when a wave evolves through a random medium and it has been observed in a great variety of physical systems, either quantum or classical. The recently developed localization landscape theory offers a computationally affordable way to obtain useful information on the localized modes, such as their location or size. Here we examine this theory in the context of classical waves exhibiting high frequency localization and for which the original localization landscape approach is no longer informative. Using a Webster's transformation, we convert a classical wave equation into a Schr\\\"{o}dinger equation with the same localization properties. We then compute an adapted localization landscape to retrieve information on the original classical system. This work offers an affordable way to access key information on high-frequency mode localization. ",
    "url": "https://arxiv.org/abs/2204.11632",
    "authors": [
      "David Colas",
      "Cédric Bellis",
      "Bruno Lombard",
      "Régis Cottereau"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2204.11734",
    "title": "Enhancing quantum cryptography with quantum dot single-photon sources",
    "abstract": "Quantum cryptography harnesses quantum light, in particular single photons, to provide security guarantees that cannot be reached by classical means. For each cryptographic task, the security feature of interest is directly related to the photons' non-classical properties. Quantum dot-based single-photon sources are remarkable candidates, as they can in principle emit deterministically, with high brightness and low multiphoton contribution. Here, we show that these sources provide additional security benefits, thanks to the tunability of coherence in the emitted photon-number states. Generating either mixed or coherent states of light allows for enhanced performance of many quantum cryptography applications. We identify the optimal optical pumping scheme for the main quantum-cryptographic primitives, and benchmark their performance with respect to Poisson-distributed sources such as attenuated laser states and down-conversion sources. The presented results will guide future developments in solid-state and quantum information science for photon sources that are tailored to quantum communication tasks. ",
    "url": "https://arxiv.org/abs/2204.11734",
    "authors": [
      "Mathieu Bozzio",
      "Michal Vyvlecka",
      "Michael Cosacchi",
      "Cornelius Nawrath",
      "Tim Seidelmann",
      "Juan Carlos Loredo",
      "Simone Luca Portalupi",
      "Vollrath Martin Axt",
      "Peter Michler",
      "Philip Walther"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2106.11427",
    "title": "The Multipole Resonance Probe: Simultaneous Determination of Electron  Density and Electron Temperature Using Spectral Kinetic Simulation",
    "abstract": " Title: The Multipole Resonance Probe: Simultaneous Determination of Electron  Density and Electron Temperature Using Spectral Kinetic Simulation ",
    "url": "https://arxiv.org/abs/2106.11427",
    "authors": [
      "Junbo Gong",
      "Michael Friedrichs",
      "Jens Oberrath",
      "Ralf Peter Brinkmann"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2109.02287",
    "title": "Time-resolved physical spectrum in cavity quantum electrodynamics",
    "abstract": " Title: Time-resolved physical spectrum in cavity quantum electrodynamics ",
    "url": "https://arxiv.org/abs/2109.02287",
    "authors": [
      "Makoto Yamaguchi",
      "Alexey Lyasota",
      "Tatsuro Yuge",
      "Yasutomo Ota"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.14060",
    "title": "Does the weak trace show the past of a quantum particle?",
    "abstract": " Comments: 9 pages, 2 figures ",
    "url": "https://arxiv.org/abs/2109.14060",
    "authors": [
      "Jonte R. Hance",
      "John Rarity",
      "James Ladyman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2111.11921",
    "title": "Quantum Scale Estimation",
    "abstract": " Comments: 15 pages, 1 table. More explicit definition of scale parameter. Manuscript updated accordingly, but same results. Multi-shot subsection removed for simplicity. Discussion of quantum thermometry protocols considerably expanded ",
    "url": "https://arxiv.org/abs/2111.11921",
    "authors": [
      "Jesús Rubio"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2201.11008",
    "title": "Role of collective information in networks of quantum operating agents",
    "abstract": " Comments: Latex file, 37 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2201.11008",
    "authors": [
      "V.I. Yukalov",
      "E.P. Yukalova",
      "D. Sornette"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.13518",
    "title": "Inverse design of ultracompact multi-focal optical devices by  diffractive neural networks",
    "abstract": " Title: Inverse design of ultracompact multi-focal optical devices by  diffractive neural networks ",
    "url": "https://arxiv.org/abs/2202.13518",
    "authors": [
      "Yuyao Chen",
      "Yilin Zhu",
      "Wesley A. Britton",
      "Luca Dal Negro"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.02060",
    "title": "Thermographic detection of internal defects using 2D photothermal super  resolution reconstruction with sequential laser heating",
    "abstract": " Comments: 11 Pages, 9 Figures. The following article has been accepted by the Journal of Applied Physics. After it is published, it will be found at this https URL ",
    "url": "https://arxiv.org/abs/2203.02060",
    "authors": [
      "Julien Lecompagnon",
      "Samim Ahmadi",
      "Philipp Hirsch",
      "Christian Rupprecht",
      "Mathias Ziegler"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.05493",
    "title": "Green's function formulation of quantum defect embedding theory",
    "abstract": " Title: Green's function formulation of quantum defect embedding theory ",
    "url": "https://arxiv.org/abs/2203.05493",
    "authors": [
      "Nan Sheng",
      "Christian Vorwerk",
      "Marco Govoni",
      "Giulia Galli"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2204.10843",
    "title": "Optical trapping of high-aspect-ratio NaYF hexagonal prisms for kHz-MHz  gravitational wave detectors",
    "abstract": " Comments: Title and Fig. 1 updated, minor changes, prepared for journal submission ",
    "url": "https://arxiv.org/abs/2204.10843",
    "authors": [
      "George Winstone",
      "Zhiyuan Wang",
      "Shelby Klomp",
      "Greg Felsted",
      "Andrew Laeuger",
      "Daniel Grass",
      "Nancy Aggarwal",
      "Jacob Sprague",
      "Peter J. Pauzauskie",
      "Shane L. Larson",
      "Vicky Kalogera",
      "Andrew A. Geraci"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  }
]