[
  {
    "id": "arXiv:2202.11117",
    "title": "Nonlinear optical processes in centrosymmetric systems by  strong-coupling-induced symmetry breaking",
    "abstract": "Nonlinear optical processes associated with even-order nonlinear susceptibilities are critical for both classical and quantum technologies. Inversion symmetry, however, prevents nonlinear optical responses mediated by even-order susceptibilities in several material systems pertinent for applications in nanophotonics. Here, we demonstrate induced nonlinear optical processes, namely second- and fourth-harmonic generation that are naturally forbidden in an inversion symmetric system, by strongly coupling to a photon mode of a high-Q optical cavity. As an illustrative system with an inversion symmetry, we consider a semiconductor quantum ring of GaAs that features a single effective electron. For the coupled system, we control the inversion symmetry breaking by changing the light-matter coupling strength which at the same time allows to tune the nonlinear conversion efficiency. We find that the harmonic generation yield can be significantly increased by increasing the light-matter coupling strength in an experimentally feasible way. In the few-photon limit where the incident pump field is a coherent state with just a few photons, we find that the harmonic conversion efficiency is increased for strong coupling as opposed to using intense pump fields. This new approach is applicable to a wide variety of centrosymmetric systems as the symmetry breaking rest on the properties of the photonic environment used to achieve strong light-matter interaction. Our work constitutes a step forward in the direction of realizing physically forbidden nonlinear optical processes in centrosymmetric materials widely adopted for applications in integrated photonics. ",
    "url": "https://arxiv.org/abs/2202.11117",
    "authors": [
      "Davis M. Welakuh",
      "Prineha Narang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.11227",
    "title": "Unsteady cavitation dynamics and frequency lock-in of a freely vibrating  hydrofoil at high Reynolds number",
    "abstract": "We investigate the influence of unsteady partial cavitation on the fluid-structure interaction of a freely vibrating hydrofoil section at high Reynolds numbers. We consider an elastically-mounted NACA66 hydrofoil section that is free to vibrate in the transverse flow direction. Cavitating flow dynamics coupled with the transverse vibration are studied at low angles of attack. For the numerical study, we employ a recently developed unified variational fluid-structure interaction framework based on homogeneous mixture-based cavitation with hybrid URANS-LES turbulence modeling. We first validate the numerical implementation against experimental data for turbulent cavitating flow. For freely oscillating hydrofoil, we observe large-amplitude vibrations during unsteady partial cavitating conditions that are absent in the non-cavitating flow. We identify a frequency lock-in phenomenon as the main source of sustained large-amplitude vibration whereby the unsteady lift forces lock into a sub-harmonic of the hydrofoil natural frequency. During cavity collapse and shedding, we find a periodic generation of clockwise vorticity, leading to unsteady lift generation. We determine the origin of this flow unsteadiness near the trailing edge of the hydrofoil via the interplay between the growing cavity and adverse pressure gradient. The flow-induced structural vibration is observed to have a consequent impact on the cavity dynamics. In the frequency lock-in regime, large coherent cavitating structures are seen over the hydrofoil suction surface undergoing a full cavity growth-detachment-collapse cycle. For the post-lock-in regime, cavity length is shorter and the attached cavity is observed to undergo high frequency spatially localized oscillations. In this regime, cavity shedding is primarily limited to the cavity trailing end and frequency of a complete cavity detachment and shedding event is reduced. ",
    "url": "https://arxiv.org/abs/2202.11227",
    "authors": [
      "Suraj R. Kashyap",
      "Rajeev K. Jaiman"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2202.11230",
    "title": "Free carrier absorption for high-resolution mode mapping in photonic  crystal nanocavities",
    "abstract": "We demonstrate a nonlinear photomodulation spectroscopy method to image the mode profile of a high-Q photonic crystal resonator (PhCR). This is done by scanning the PhCR surface with a 405~nm pump beam that modulates the refractive index by local thermal tuning, while probing the response of the resonance. We increase resolution by probing at high power, using the thermo-optical nonlinear response of the PhCR. Spatial resolution of the thermo-optical effect is typically constrained by the broad thermal profile of the optical pump. Here we increase the resolution and show that we can approach the diffraction limit of the pump light. This is due to free carrier absorption that heats up the PhCR only when there is overlap between the optical pump spot and the optical mode profile. This is supported with a thermo-optical model that reproduces the high-resolution mode mapping. Results reveal that the observed enhanced resolution is reached for surprisingly low carrier density. ",
    "url": "https://arxiv.org/abs/2202.11230",
    "authors": [
      "Karindra Perrier",
      "Jerom Baas",
      "Sebastiaan Greveling",
      "Gaëlle Lehoucq",
      "Sylvain Combrié",
      "Alfredo de Rossi",
      "Sanli Faez",
      "Allard P. Mosk"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.11274",
    "title": "Forward and inverse modeling of water flow in unsaturated soils with  discontinuous hydraulic conductivities using physics-informed neural networks  with domain decomposition",
    "abstract": "Modeling water flow in unsaturated soils is vital for describing various hydrological and ecological phenomena. Soil water dynamics is described by well-established physical laws (Richardson-Richards equation (RRE)). Solving the RRE is difficult due to the inherent non-linearity of the processes, and various numerical methods have been proposed to solve the issue. However, applying the methods to practical situations is challenging because they require well-defined initial and boundary conditions. Here, we present a physics-informed neural networks (PINNs) method that approximates the solution to the RRE using neural networks while concurrently matching available soil moisture data. Although the ability of PINNs to solve partial differential equations, including the RRE, has been demonstrated previously, its potential applications and limitations are not fully known. This study conducted a comprehensive analysis of PINNs and carefully tested the accuracy of the solutions by comparing them with analytical solutions and accepted traditional numerical solutions. We demonstrated that the solutions by PINNs with adaptive activation functions are comparable with those by traditional methods. We showed that soil moisture dynamics in layered soils with discontinuous hydraulic conductivities are correctly simulated by PINNs with domain decomposition. We demonstrated that the unspecified upper boundary condition can be estimated from sparse soil moisture measurements. Nevertheless, there remain challenges that require further development. Chiefly, PINNs are sensitive to the initialization of NNs and are significantly slower than traditional numerical methods. ",
    "url": "https://arxiv.org/abs/2202.11274",
    "authors": [
      "Toshiyuki Bandai",
      "Teamrat A. Ghezzehei"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2202.11275",
    "title": "Electromagnetically induced moiré optical lattices in a coherent  atomic gas",
    "abstract": "Electromagnetically induced optical (or photonic) lattices via atomic coherence in atomic ensembles have recently received great theoretical and experimental interest. We here conceive a way to generate electromagnetically induced moir\\'{e} optical lattices -- a twisted periodic pattern when two identical periodic patterns (lattices) are overlapped in a twisted angle ($\\theta$) -- in a three-level coherent atomic gas working under electromagnetically induced transparency. We show that, changing the twisted angle and relative strength between the two constitutive sublattices, the moir\\'{e} Bloch bands that are extremely flattened can always appear, resembling the typical flat-band and moir\\'{e} physics found in other contexts. Dynamics of light propagation in the induced periodic structures demonstrating the unique linear localization and delocalization properties are also revealed. Our scheme can be implemented in a Rubidium atomic medium, where the predicted moir\\'{e} optical lattices and flattened bands are naturally observable. ",
    "url": "https://arxiv.org/abs/2202.11275",
    "authors": [
      "Zhiming Chen",
      "Xiuye Liu",
      "Jianhua Zeng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.11350",
    "title": "Quantum Squeezing of Slow-Light Solitons",
    "abstract": "We investigate the quantum squeezing of slow-light solitons generated in a $\\Lambda$-shaped three-level atomic system working under condition of electromagnetically induced transparency (EIT). We show that due to the giant Kerr nonlinearity contributed from the EIT effect, significant quantum squeezing of the slow-light soliton can be realized within a short propagation distance. The results reported here are helpful for understanding the quantum property of slow-light solitons and for realizing light squeezing via EIT in cold atomic gases experimentally. ",
    "url": "https://arxiv.org/abs/2202.11350",
    "authors": [
      "Jinzhong Zhu",
      "Qi Zhang",
      "Guoxiang Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.11370",
    "title": "Unravelling Saturable Absorption of Thulium-doped Fibres for New Level  of Integrated Femtosecond Pulse Generation",
    "abstract": "The ultrashort pulse laser operation is crucially defined by engaging explicit modulators. Conventionally, they are laborious to incorporate into an all-fibre design or involve the design of sophisticated cavities. We exploit Thulium-doped fibre as the gain and simple, highly integrated saturable absorber with a modulation depth of 23% and a high thermal damage threshold. Hence, pulses as short as 350fs carrying 1nJ energy at a repetition rate of 45MHz have been demonstrated. The laser average output power showed long-term stability with ~1%. The utilised concept of all-fibre saturable absorber provides technological grounds for a down-scaled, highly integrated laser architecture. ",
    "url": "https://arxiv.org/abs/2202.11370",
    "authors": [
      "Dennis C. Kirsch",
      "Benoit Cadier",
      "Thierry Robin",
      "Maria Chernysheva"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2202.11471",
    "title": "Radiation hardness study on a CMOS pixel sensor for charged particle  tracking",
    "abstract": "A CMOS pixel sensor, named Supix-1, is developed for a pixelated silicon tracker for the Circular Electron-Positron Collider (CEPC) project. The sensor, consisted of nine sectors varying in pixel sizes, diode sizes and geometries, is fabricated with a 180 nm CMOS Image Sensor (CIS) process to study the particle detection performance of enlarged pixels. In this work, the radiation-induced effects on the charge collection of the sensor under the fluence of 1 $\\times$ 10^13 1 MeV neq/cm^2 are studied by the measurements with the radioactive source of Fe-55 and the Technology Computer Aided Design (TCAD) simulations, since the radiation hardness of 6.8 $\\times$ 10^12 1 MeV neq/cm^2 per year for Non-Ionizing Energy Loss (NIEL) effects is required. In measurements, the sensor gain has been calibrated using the k-$\\alpha$ peak of Fe-55 before and after irradiation. The pixel-wise equivalent noise charge (ENC), charge collection efficiency (CCE) and signal-to-noise ratio (SNR) were evaluated. The radiation-induced effects on cluster properties are studied through a self-developed reconstruction algorithm. In TCAD simulations, charge collections in 5 $\\times$ 5 pixel matrixes for two typical impinging cases of incident particles were simulated with and without irradiation. Both measurements and simulations indicate that enlarged pixels with area of 21 $\\mu$m $\\times$ 84 $\\mu$m, though suffering greater loss on sensor performance than small pixels do, still have satisfactory noise and charge collection performance after irradiation for particle tracking in the upcoming collider detectors. ",
    "url": "https://arxiv.org/abs/2202.11471",
    "authors": [
      "Long Li",
      "Liang Zhang",
      "Jianing Dong",
      "Jian Liu",
      "Meng Wang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2202.11495",
    "title": "Fully on-chip microwave photonics system",
    "abstract": "Microwave photonics (MWP), harnessing the tremendous bandwidth of light to generate, process and measure wideband microwave signals, are poised to spark a new revolution for the information and communication fields. Within the past decade, new opportunity for MWP has emerged driven by the advances of integrated photonics. However, despite significant progress made in terms of integration level, a fully on-chip MWP functional system comprising all the necessary photonic and electronic components, is yet to be demonstrated. Here, we break the status quo and provide a complete on-chip solution for MWP system, by exploiting hybrid integration of indium phosphide, silicon photonics and complementary metal-oxide-semiconductor (CMOS) electronics platforms. Applying this hybrid integration methodology, a fully chip-based MWP microwave instantaneous frequency measurement (IFM) system is experimentally demonstrated. The unprecedented integration level brings great promotion to the compactness, reliability, and performances of the overall MWP IFM system, including a wide frequency measurement range (2-34 GHz), ultralow estimation errors (10.85 MHz) and a fast response speed (0.3 ns). Furthermore, we deploy the chip-scale MWP IFM system into realistic application tasks, where diverse microwave signals with rapid-varying frequencies at X-band (8-12 GHz) are accurately identified in real-time. This demonstration marks a milestone for the development of integrated MWP, by providing the technology basis for the miniaturization and massive implementations of various MWP functional systems. ",
    "url": "https://arxiv.org/abs/2202.11495",
    "authors": [
      "Yuansheng Tao",
      "Fenghe Yang",
      "Zihan Tao",
      "Lin Chang",
      "Haowen Shu",
      "Ming Jin",
      "Yan Zhou",
      "Zhangfeng Ge",
      "Xingjun Wang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.11535",
    "title": "Diffractive optical system design by cascaded propagation",
    "abstract": "Modern design of complex optical systems relies heavily on computational tools. These typically utilize geometrical optics as well as Fourier optics, which enables the use of diffractive elements to manipulate light with features on the scale of a wavelength. Fourier optics is typically used for designing thin elements, placed in the system's aperture, generating a shift-invariant Point Spread Function (PSF). A major bottleneck in applying Fourier Optics in many cases of interest, e.g. when dealing with multiple, or out-of-aperture elements, comes from numerical complexity. In this work, we propose and implement an efficient and differentiable propagation model based on the Collins integral, which enables the optimization of diffraction optical systems with unprecedented design freedom using backpropagation. We demonstrate the applicability of our method, numerically and experimentally, by engineering shift-variant PSFs via thin plate elements placed in arbitrary planes inside complex imaging systems, performing cascaded optimization of multiple planes, and designing optimal machine-vision systems by deep learning. ",
    "url": "https://arxiv.org/abs/2202.11535",
    "authors": [
      "Boris Ferdman",
      "Alon Saguy",
      "Onit Alalouf",
      "Yoav Shechtman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Machine Learning (cs.LG)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2202.11538",
    "title": "A low frequency model for the aeroacoustic scattering of cylindrical  tube rows in cross-flow",
    "abstract": "Heat exchanger tube rows can influence the thermoacoustic instability behaviour of combustion systems since they act as both acoustic scatterers and unsteady heat sinks. Therefore, with careful tuning of their thermoacoustic properties, heat exchangers have the potential to act as passive control devices. In this work, we focus on (only) the acoustic scattering behaviour of heat exchanger tubes. We present a comparison of existing acoustic models for tube rows and slits, models for the latter having the advantage of incorporating frequency dependence. We then propose a new model that enables the adaptation of slit models for tube rows. This model is validated against experiments and Linearised Navier Stokes Equations (LNSE) predictions for the transmission and reflection coefficients, including phase information. The model predictions show very good agreement with the experimental and numerical validations, especially for low frequencies (Strouhal number < 0.5, based on tube radius and excitation frequency), with mean differences less than 2% for the transmission coefficients (the reflection coefficient errors are somewhat larger since their magnitudes are very close to zero). ",
    "url": "https://arxiv.org/abs/2202.11538",
    "authors": [
      "Aswathy Surendran",
      "Wei Na",
      "Charles Boakes",
      "Dong Yang",
      "Aimee Morgans",
      "Susann Boij"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2202.11548",
    "title": "On-chip integrated Yb3+-doped waveguide amplifiers on thin film lithium  niobate",
    "abstract": "We report the fabrication and optical characterization of Yb3+-doped waveguide amplifiers (YDWA) on the thin film lithium niobate fabricated by photolithography assisted chemo-mechanical etching. The fabricated Yb3+-doped lithium niobate waveguides demonstrates low propagation loss of 0.13 dB/cm at 1030 nm and 0.1 dB/cm at 1060 nm. The internal net gain of 5 dB at 1030 nm and 8 dB at 1060 nm are measured on a 4.0 cm long waveguide pumped by 976nm laser diodes, indicating the gain per unit length of 1.25 dB/cm at 1030 nm and 2 dB/cm at 1060 nm, respectively. The integrated Yb3+-doped lithium niobate waveguide amplifiers will benefit the development of a powerful gain platform and are expected to contribute to the high-density integration of thin film lithium niobate based photonic chip. ",
    "url": "https://arxiv.org/abs/2202.11548",
    "authors": [
      "Zhihao Zhang",
      "Zhiwei Fang",
      "Junxia Zhou",
      "Youting Liang",
      "Yuan Zhou",
      "Zhe Wang",
      "Jian Liu",
      "Ting Huang",
      "Rui Bao",
      "Jianping Yu",
      "Haisu Zhang",
      "Min Wang",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.11621",
    "title": "Optical Writing and Electro-Optic Imaging of Reversible Space Charges in  Semi-Insulating CdTe Diodes",
    "abstract": "Deep levels control the space charge in electrically compensated semi-insulating materials. They limit the performance of radiation detectors but their interaction with free carriers can be favorably exploited in these devices to manipulate the spatial distribution of the electric field by optical beams. By using semi-insulating CdTe diodes as a case study, our results show that optical doping functionalities are achieved. As such, a highly stable, flux-dependent, reversible and spatially localized space charge is induced by a line-shaped optical beam focused on the cathode contact area. Real-time non-invasive imaging of the electric field is obtained through the Pockels effect. A simple and convenient method to retrieve the two-dimensional electric field components is presented. Numerical simulations involving just one deep level responsible for the electrical compensation confirm the experimental findings and help to identify the underlying mechanism and critical parameters enabling the optical writing functionalities. ",
    "url": "https://arxiv.org/abs/2202.11621",
    "authors": [
      "Adriano Cola",
      "Lorenzo Dominici",
      "Antonio Valletta"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.11628",
    "title": "Absorptive filters for quantum circuits: Efficient fabrication and  cryogenic power handling",
    "abstract": "We present an efficient fabrication method for absorptive microwave filters based on Eccosorb CR-124. Filters are fabricated from readily available parts and their cut-off frequency can be set by their length. They exhibit desirable properties such as a very large and deep stop band with rejection beyond 120 dB at least up to 40 GHz, more than 10 dB return loss in both the pass and the stop band as well as an error-function shaped step response without overshoot. Measurements at very low temperature show that the filters thermalize on a time scale of the order of 100 s and that they can absorb power as high as 100 nW with their noise temperature staying remarkably cool, below 100 mK. These properties make the filters ideal for cryogenic filtering and filtering of IF port signals of mixers. ",
    "url": "https://arxiv.org/abs/2202.11628",
    "authors": [
      "Alexandre Paquette",
      "Joël Griesmar",
      "Gabriel Lavoie",
      "Romain Albert",
      "Florian Blanchet",
      "Alexander Grimm",
      "Ulrich Martel",
      "Max Hofheinz"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.11100",
    "title": "Triangular lattice quantum dimer model with variable dimer density",
    "abstract": "We present large-scale quantum Monte Carlo simulation results on an extension of the triangular lattice quantum dimer model with terms in the Hamiltonian annihilating and creating single dimers. We find distinct odd and even $\\mathbb{Z}_2$ spin liquids, along with several phases with no topological order: a staggered crystal, a nematic phase, and a trivial symmetric phase with no obvious broken symmetry. We also present dynamic spectra of the phases, and note implications for experiments on Rydberg atoms trapped in arrays of optical tweezers. ",
    "url": "https://arxiv.org/abs/2202.11100",
    "authors": [
      "Zheng Yan",
      "Rhine Samajdar",
      "Yan-Cheng Wang",
      "Subir Sachdev",
      "Zi Yang Meng"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.11365",
    "title": "Spin canting in nonlinear terahertz magnon dynamics revealed by  magnetorefractive probing in orthoferrite",
    "abstract": "We excite the spin precession in rare-earth orthoferrite YFeO3 by the magnetic field of intense terahertz pulse and probe its dynamics by transient absorption change in the near infrared. The observed waveforms contain quasi-ferromagnetic-mode magnon oscillation and its second harmonics with a comparably strong amplitude. The result can be explained by dielectric function derived from magnetorefractive Hamiltonian. We reveal that the strong second harmonic signal microscopically originates from novel dynamics of the quasi-ferromagnetic mode magnon at nonlinear regime, wherein spin canting angle periodically oscillates. ",
    "url": "https://arxiv.org/abs/2202.11365",
    "authors": [
      "Takayuki Kurihara",
      "Motoaki Bamba",
      "Hiroshi Watanabe",
      "Makoto Nakajima",
      "Tohru Suemoto"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.11541",
    "title": "Multi-dimensional microwave sensing using graphene waveguides",
    "abstract": "This paper presents an electrolytically gated broadband microwave sensor where atomically-thin graphene layers are integrated into coplanar waveguides and coupled with microfluidic channels. The interaction between a solution under test and the graphene surface causes material and concentration-specific modifications of graphene's DC and AC conductivity. Moreover, wave propagation in the waveguide is modified by the dielectric properties of materials in its close proximity via the fringe field, resulting in a combined sensing mechanism leading to an enhanced S-parameter response compared to metallic microwave sensors. The possibility of further controlling the graphene conductivity via an electrolytic gate enables a new, multi-dimensional approach merging chemical field-effect sensing and microwave measurement methods. By controlling and synchronizing frequency sweeps, electrochemical gating and liquid flow in the microfluidic channel, we generate multidimensional datasets that enable a thorough investigation of the solution under study. As proof of concept, we functionalize the graphene surface in order to identify specific single-stranded DNA sequences dispersed in phosphate buffered saline solution. We achieve a limit of detection of ~1 attomole for a perfect match DNA strand and a sensitivity of ~3 dB/decade for sub-pM concentrations. These results show that our devices represent a new and accurate metrological tool for chemical and biological sensing. ",
    "url": "https://arxiv.org/abs/2202.11541",
    "authors": [
      "Patrik Gubeljak",
      "Lorenzo Pedrazzetti",
      "Oliver J. Burton",
      "Luca Magagnin",
      "Stephan Hofmann",
      "George G. Malliaras",
      "Antonio Lombardo"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2105.01146",
    "title": "Weak Alfvénic turbulence in relativistic plasmas. Part 1. Dynamical  equations and basic dynamics of interacting resonant triads",
    "abstract": " Comments: Accepted ",
    "url": "https://arxiv.org/abs/2105.01146",
    "authors": [
      "J. M. TenBarge",
      "B. Ripperda",
      "A. Chernoglazov",
      "A. Bhattacharjee",
      "J. F. Mahlmann",
      "E. R. Most",
      "J. Juno",
      "Y. Yuan",
      "A. A. Philippov"
    ],
    "subjectives": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Plasma Physics (physics.plasm-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2107.10028",
    "title": "Blue-band frequency comb and photodarkening in silica whispering gallery  microresonators",
    "abstract": " Title: Blue-band frequency comb and photodarkening in silica whispering gallery  microresonators ",
    "url": "https://arxiv.org/abs/2107.10028",
    "authors": [
      "Ke Tian",
      "Jibo Yu",
      "Fuchuan Lei",
      "Jonathan Ward",
      "Angzhen Li",
      "Pengfei Wang",
      "Sile Nic Chormaic"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.07326",
    "title": "Towards optical toroidal wavepacket through tightly focusing of  cylindrical vector two dimensional spatiotemporal optical vortex",
    "abstract": " Title: Towards optical toroidal wavepacket through tightly focusing of  cylindrical vector two dimensional spatiotemporal optical vortex ",
    "url": "https://arxiv.org/abs/2202.07326",
    "authors": [
      "Jian Chen",
      "Pengkun Zheng",
      "Chenhao Wan",
      "Qiwen Zhan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.10112",
    "title": "Accurate Single-Ended Measurement of Propagation Delay in Fiber Using  Correlation Optical Time Domain Reflectometry",
    "abstract": " Title: Accurate Single-Ended Measurement of Propagation Delay in Fiber Using  Correlation Optical Time Domain Reflectometry ",
    "url": "https://arxiv.org/abs/2202.10112",
    "authors": [
      "Florian Azendorf",
      "Annika Dochhan",
      "Michael H. Eiselt"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  }
]