[
  {
    "id": "arXiv:2407.17538",
    "title": "Higher order mass aggregation terms in a nonlinear predator-prey model maintain limit cycle stability in Saturn's F ring",
    "abstract": "           We consider a generic higher order mass aggregation term for interactions between particles exhibiting oscillatory clumping and disaggregation behavior in the F ring of Saturn, using a novel predator-prey model that relates the mean mass aggregate (prey) and the square of the relative dispersion velocity (predator) of the interacting particles. The resulting cyclic dynamic behavior is demonstrated through time series plots, phase portraits and their stroboscopic phase maps. Employing an eigenvalue stability analysis of the Jacobian of the system, we find out that there are two distinct regimes depending on the exponent and the amplitude of the higher order interactions of the nonlinear mass term. In particular, the system exhibits a limit cycle oscillatory stable behavior for a range of values of these parameters and a non-cyclic behavior for another range, separated by a curve across which phase transitions would occur between the two regimes. This shows that the observed clumping dynamics in Saturn's F ring, corresponding to a limit cycle stability regime, can be systematically maintained in presence of physical higher order mass aggregation terms in the introduced model.         ",
    "url": "https://arxiv.org/abs/2407.17538",
    "authors": [
      "Omar El Deeb"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2407.17607",
    "title": "Active Interface Characteristics of Heterogeneously Integrated GaAsSb/Si Photodiodes",
    "abstract": "           There is increased interest in the heterogeneous integration of various compound semiconductors with Si for a variety of electronic and photonic applications. This paper focuses on integrating GaAsSb (with absorption in the C-band at 1550nm) with silicon to fabricate photodiodes, leveraging epitaxial layer transfer (ELT) methods. Two ELT techniques, epitaxial lift-off (ELO) and macro-transfer printing (MTP), are compared for transferring GaAsSb films from InP substrates to Si, forming PIN diodes. Characterization through atomic force microscopy (AFM), and transmission electron microscopy (TEM) exhibits a high-quality, defect-free interface. Current-voltage (IV) measurements and capacitance-voltage (CV) analysis validate the quality and functionality of the heterostructures. Photocurrent measurements at room temperature and 200 K demonstrate the device's photo-response at 1550 nm, highlighting the presence of an active interface.         ",
    "url": "https://arxiv.org/abs/2407.17607",
    "authors": [
      "Manisha Muduli",
      "Yongkang Xia",
      "Seunghyun Lee",
      "Nathan Gajowski",
      "Chris Chae",
      "Siddharth Rajan",
      "Jinwoo Hwang",
      "Shamsul Arafin",
      "Sanjay Krishna"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2407.17610",
    "title": "Pr10+ as a candidate for a high-accuracy optical clock for tests of fundamental physics",
    "abstract": "           We propose In-like Pr10+ as a candidate for the development of a high-accuracy optical clock with high sensitivity to a time variation of the fine-structure constant, (\\dot alpha}/alpha, as well as favorable experimental systematics. We calculate its low-lying energy levels by combining the configuration interaction and the coupled cluster method, achieving uncertainties as low as 0.1%, and improving previous work. We benchmark these results by comparing our calculations for the (5s^2 5p 2P_1/2) - (5s^2 5p 2P_3/2) transition in Pr10+ with a dedicated measurement and for Pr9+ with a recent experiment, respectively. In addition, we report calculated hyperfine-structure constants for the clock and logic states in Pr10+.         ",
    "url": "https://arxiv.org/abs/2407.17610",
    "authors": [
      "S.G. Porsev",
      "C. Cheung",
      "M.S. Safronova",
      "H. Bekker",
      "N.-H. Rehbehn",
      "J. R. Crespo Lopez-Urrutia",
      "S. M. Brewer"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.17625",
    "title": "Mixed Convection and Entropy Generation Analysis of CNT-Water Nanofluid in a Square Cavity with Cylinders and Flow Deflectors",
    "abstract": "           This study explores the mixed convection of CNT-water nanofluid within a square cavity containing heated cylinders under the influence of a magnetic field, focusing on three geometric configurations: a single heated cylinder, two heated cylinders, and two heated cylinders with a flow deflector. The impact of various parameters, including Reynolds number (Re), Richardson number (Ri), Hartmann number (Ha), wavy wall peaks (n), nanoparticle volume fraction ({\\phi}), Hartmann angle ({\\gamma}), rotational speed ({\\omega}), and inclination angle ({\\alpha}), on thermal and fluid dynamic behaviors is analyzed. Results reveal that MWCNT nanofluids consistently achieve higher Nusselt numbers than SWCNT nanofluids, indicating superior heat transfer capabilities. Introducing a second cylinder and a flow deflector enhances thermal interactions, while increasing Ha stabilizes the flow, improving thermal performance. Wavy wall peaks further enhance fluid mixing and heat transfer efficiency. Additionally, SWCNT nanofluids exhibit higher Bejan numbers, indicating a greater dominance of thermal entropy generation over fluid friction. These findings provide valuable insights for optimizing thermal management systems in engineering applications, highlighting the importance of selecting appropriate nanofluids, geometric configurations, and magnetic field parameters to achieve optimal thermal performance and fluid stability.         ",
    "url": "https://arxiv.org/abs/2407.17625",
    "authors": [
      "Hashnayne Ahmed",
      "Shashanka Biswas",
      "Farzana Akter Tina"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2407.17693",
    "title": "Low Temperature Properties of Low-Loss Macroscopic Lithium Niobate Bulk Acoustic Wave Resonators",
    "abstract": "           In this work we investigate the properties of macroscopic bulk acoustic wave (BAW) devices, manufactured from crystalline piezoelectric lithium niobate at both room temperature and 4 K. We identify the fundamental acoustic modes in the crystal samples structures as well as characterise their loss properties and non-linear effects at both room and cryogenic temperatures. We compare these results to similar resonators made from quartz and conclude that lithium niobate may be suitable for certain experiments due to its low-loss and strong piezoelectric coupling. Additionally, we provide evidence for the reduction of crystal lattice defect sites by thermal annealing. We report exceptional quality factors for bulk acoustic modes in lithium niobate, with a maximum recorded quality factor of 8.9 million with a corresponding quality factor $\\times$ frequency product of 3.8 $\\times 10^{14}$ Hz.         ",
    "url": "https://arxiv.org/abs/2407.17693",
    "authors": [
      "William M. Campbell",
      "Sonali Parashar",
      "Michael E. Tobar",
      "Maxim Goryachev"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.17937",
    "title": "Resonant excitation of Kelvin waves by interactions of subtropical Rossby waves and the zonal mean flow",
    "abstract": "           Equatorial Kelvin waves can be affected by subtropical Rossby wave dynamics. Previous research has demonstrated the Kelvin wave growth in response to subtropical forcing and the resonant growth due to eddy momentum flux convergence. However, the relative importance of the wave-mean flow and wave-wave interactions for the Kelvin wave growth compared to the direct wave excitation by the external forcing has not been made clear. This study demonstrates the resonant Kelvin wave excitation by interactions of subtropical Rossby waves and the mean flow using a spherical shallow-water model. The use of Hough harmonics as basis functions makes Rossby and Kelvin waves prognostic variables of the model and allows the quantification of terms contributing to their tendencies in physical and wave space. The simulations show that Kelvin waves are resonantly excited by interactions of Rossby waves and the balanced zonal mean flow in the subtropics, provided the Rossby and Kelvin wave frequencies, which are modified by the mean flow, match. The resonance mechanism is substantiated by analytical expressions. The Kelvin wave tendencies are caused by velocity and depth tendencies: The velocity tendencies due to the meridional advection of zonal mean velocity can be outweighed by the zonal advection of Rossby wave velocity or by the depth tendencies due to Rossby wave divergence. Identifying the resonant excitation mechanism in data should contribute to the quantification of Kelvin wave variability originating in the subtropics.         ",
    "url": "https://arxiv.org/abs/2407.17937",
    "authors": [
      "Katharina M. Holube",
      "Frank Lunkeit",
      "Sergiy Vasylkevych",
      "Nedjeljka Žagar"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2407.17978",
    "title": "Hybrid patterns and solitonic frequency combs in non-Hermitian Kerr Cavities",
    "abstract": "           We unveil a new scenario for the formation of dissipative localised structures in nonlinear systems. Commonly, the formation of such structures arises from the connection of a homogeneous steady state with either another homogeneous solution or a pattern. Both scenarios, typically found in cavities with normal and anomalous dispersion, respectively, exhibit unique fingerprints and particular features that characterise their behaviour. However, we show that the introduction of a periodic non-Hermitian modulation in Kerr cavities hybridises the two established soliton formation mechanisms, embodying the particular fingerprints of both. In the resulting novel scenario, the stationary states acquire a dual behaviour, playing the role that was unambiguously attributed to either homogeneous states or patterns. These fundamental findings have profound practical implications for frequency comb generation, introducing unprecedented reversible mechanisms for real-time manipulation.         ",
    "url": "https://arxiv.org/abs/2407.17978",
    "authors": [
      "Salim B. Ivars",
      "Carles Milián",
      "Muriel Botey",
      "Ramon Herrero",
      "Kestutis Staliunas"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2407.17979",
    "title": "Microwave field vector detector based on the nonresonant spin rectification effect",
    "abstract": "           Normal microwave (MW) electromagnetic field detectors convert microwave power into voltages, which results in the loss of the vector characteristics of the microwave field. In this work, we developed a MW magnetic field (h-field) vector detector based on the nonresonant spin rectification effect. By measuring and analyzing the angle dependence of the rectification voltages under nonresonant conditions, we can extract the three components of the h-field. As an initial test of this method, we obtained the h-field distributions at 5.4 GHz generated by a coplanar waveguide with sub-wavelength resolution. Compared to methods using ferromagnetic resonance, this technique offers a faster and more convenient way to determine the spatial distribution of the h-field, which can be used for MW integrated circuit optimization and fault diagnosis.         ",
    "url": "https://arxiv.org/abs/2407.17979",
    "authors": [
      "Peiwen Luo",
      "Bin Peng",
      "Wanli Zhang",
      "Wenxu Zhang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.17819",
    "title": "Simulating open-system molecular dynamics on analog quantum computers",
    "abstract": "           Interactions of molecules with their environment influence the course and outcome of almost all chemical reactions. However, classical computers struggle to accurately simulate complicated molecule-environment interactions because of the steep growth of computational resources with both molecule size and environment complexity. Therefore, many quantum-chemical simulations are restricted to isolated molecules, whose dynamics can dramatically differ from what happens in an environment. Here, we show that analog quantum simulators can simulate open molecular systems by using the native dissipation of the simulator and injecting additional controllable dissipation. By exploiting the native dissipation to simulate the molecular dissipation -- rather than seeing it as a limitation -- our approach enables longer simulations of open systems than are possible for closed systems. In particular, we show that trapped-ion simulators using a mixed qudit-boson (MQB) encoding could simulate molecules in a wide range of condensed phases by implementing widely used dissipative processes within the Lindblad formalism, including pure dephasing and both electronic and vibrational relaxation. The MQB open-system simulations require significantly fewer additional quantum resources compared to both classical and digital quantum approaches.         ",
    "url": "https://arxiv.org/abs/2407.17819",
    "authors": [
      "V. C. Olaya-Agudelo",
      "B. Stewart",
      "C. H. Valahu",
      "R. J. MacDonell",
      "M. J. Millican",
      "V. G. Matsos",
      "F. Scuccimarra",
      "T. R. Tan",
      "I. Kassal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2403.01074",
    "title": "Eavesdropping risk evaluation for non-line-of-sight terahertz channels by metallic wavy surface in rain",
    "abstract": "           Non-line-of-sight (NLOS) data transmission through surface reflection is pivotal for enhancing the reach and efficiency of terahertz (THz) communication systems. However, this innovation also introduces significant eavesdropping risks, exacerbated by the complex bistatic scattering effects during adverse weather conditions like rain. This work delves into the assessment of the vulnerabilities of NLOS THz communication channels to eavesdropping under simulated rain conditions using metallic wavy surfaces (MWS). The observation reveals the feasibility of successful signal interception under these conditions, highlighting a prevalent security concern for outdoor terahertz communication networks utilizing NLOS channels to broaden coverage. This insight underscores the critical need for addressing and mitigating potential eavesdropping threats to ensure secure and reliable terahertz communications in varied environmental conditions.         ",
    "url": "https://arxiv.org/abs/2403.01074",
    "authors": [
      "Peian Li",
      "Wenbo Liu",
      "Da Li",
      "Mingxia Zhang",
      "Xiaopeng Wang",
      "Houjun Sun",
      "Jianjun Ma"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  }
]