[
  {
    "id": "arXiv:2303.09025",
    "title": "Power Law Singularity for Cavity Collapse in a Compressible Euler Fluid  with Tait-Murnaghan Equation of State",
    "abstract": "Motivated by the high energy focusing found in rapidly collapsing bubbles that is relevant to implosion processes that concentrate energy density, such as sonoluminescence, we consider a calculation of an empty cavity collapse in a compressible Euler fluid. We review and then use the method based on similarity theory [Hunter, J. Fluid Mech. 8(2):241-263 (1960)] that was previously used to compute the power law exponent $n$ for the collapse of an empty cavity in water during the late stage of the collapse. We extend this calculation by considering different fluids surrounding the cavity, all of which are parametrized by the Tait-Murnaghan equation of state through parameter $\\gamma$. As a result, we obtain the dependence of $n$ on $\\gamma$ for a wide range of $\\gamma$, and indeed see that the collapse is sensitive to the equation of state of an outside fluid. ",
    "url": "https://arxiv.org/abs/2303.09025",
    "authors": [
      "Daniels Krimans",
      "Seth Putterman"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2303.09060",
    "title": "Electrically tunable VO2-metal metasurface for mid-infrared switching,  limiting, and nonlinear isolation",
    "abstract": "We demonstrate an electrically controlled metal-VO2 metasurface for the mid-wave infrared that simultaneously functions as a tunable optical switch, an optical limiter with a tunable limiting threshold, and a nonlinear optical isolator with a tunable operating range. The tunability is achieved via Joule heating through the metal comprising the metasurface, resulting in an integrated optoelectronic device. As an optical switch, the device has an experimental transmission ratio of ~100 when varying the bias current. Operating as an optical limiter, we demonstrated tunability of the limiting threshold from 20 mW to 180 mW of incident laser power. Similar degrees of tunability are also achieved for nonlinear optical isolation, which enables asymmetric (nonreciprocal) transmission. ",
    "url": "https://arxiv.org/abs/2303.09060",
    "authors": [
      "Jonathan King",
      "Chenghao Wan",
      "Tae Joon Park",
      "Sanket Despande",
      "Zhen Zhang",
      "Shriram Ramanathan",
      "Mikhail A. Kats"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.09133",
    "title": "Predicting nonlinear reshaping of periodic signals in optical fibre with  a neural network",
    "abstract": "We deploy a supervised machine-learning model based on a neural network to predict the temporal and spectral reshaping of a simple sinusoidal modulation into a pulse train having a comb structure in the frequency domain, which occurs upon nonlinear propagation in an optical fibre. Both normal and anomalous second-order dispersion regimes of the fibre are studied, and the speed of the neural network is leveraged to probe the space of input parameters for the generation of custom combs or the occurrence of significant temporal or spectral focusing. ",
    "url": "https://arxiv.org/abs/2303.09133",
    "authors": [
      "Sonia Boscolo",
      "J.M. Dudley",
      "Christophe Finot"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2303.09155",
    "title": "Temporal cavities as temporal mode filters for frequency combs",
    "abstract": "Broadband temporal modes of pulsed optical fields have been recently recognized as very promising for photonic quantum information processing and time-frequency metrology. Exploiting their full potential demands efficient and flexible tools for their manipulation. Among the tools demonstrated surprisingly the most basic, a single-mode temporal filter, is missing. In this work, we propose an experimentally feasible approach to realize a genuine single-mode temporal filter that is based on the concept of temporal cavity, a device with temporal mode-dependent resonances in the basis of frequency comb modes. This functionality is achieved as temporal-domain analogy of spatial-mode cleaner cavities. This device will enable robust temporal mode filtering and detection, opening new prospects in time-frequency metrology and multidimensional quantum information processing. ",
    "url": "https://arxiv.org/abs/2303.09155",
    "authors": [
      "B Dioum",
      "S Srivastava",
      "M Karpiński",
      "G Patera"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.09315",
    "title": "Study of Surface Damage in Silicon by Irradiation with Focused Rubidium  Ions",
    "abstract": "Cold atom ion sources have been developed and commercialized as alternative sources for focused ion beams (FIB). So far, applications and related research have not been widely reported. In this paper, a prototype rubidium FIB is used to study the irradiation damage of 8.5 keV beam energy Rb$^+$ ions on silicon to examine the suitability of rubidium for nanomachining applications. Transmission electron microscopy combined with energy dispersive X-ray spectroscopy is applied to silicon samples irradiated by different doses of rubidium ions. The experimental results show a duplex damage layer consisting of an outer layer of oxidation without Rb and an inner layer containing Rb mostly at the interface to the underlying Si substrate. The steady-state damage layer is measured to be $23.2(\\pm 0.3)$ nm thick with a rubidium staining level of $7(\\pm1)$ atomic percentage. ",
    "url": "https://arxiv.org/abs/2303.09315",
    "authors": [
      "S. Xu",
      "Y. Li",
      "M. A. Verheijen",
      "E. R. Kieft",
      "E. J. D. Vredenbregt"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.09389",
    "title": "Parametric amplification of betatron oscillation by bubble breathing in  laser wakefield accelerator",
    "abstract": "Betatron oscillation of trapped electrons in laser-driven long-distance propagating plasma bubble has been investigated with the help of particle-in-cell simulations and theoretical analysis. Parametric oscillation of the trapped electron beam is identified as a result of bubble breathing which develops with the steepening and depletion of the laser pulse. It leads to parametric amplification of the betatron oscillation of the electron beam with the exponential growth of its amplitude. It results in severe degradation of the qualities of the electron beam and thus is important for long-scale laser wakefield acceleration. ",
    "url": "https://arxiv.org/abs/2303.09389",
    "authors": [
      "Bifeng Lei",
      "Daniel Seipt",
      "Bin Liu",
      "Matt Zepf",
      "Bin Qiao"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2303.09413",
    "title": "Aesthetic Motivation in Quantum Physics: Past and Present",
    "abstract": "This essay explores the relations between aesthetics and motivation, primarily in quantum physics, focusing on the notions of play, beauty, and the joy of insight. The motivating role of these notions is examined both historically among the quantum pioneers and contemporarily, based on a series of interviews, among physicists associated with the Niels Bohr Institute in Copenhagen. ",
    "url": "https://arxiv.org/abs/2303.09413",
    "authors": [
      "Henrik Zinkernagel"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.08902",
    "title": "Learning ground states of gapped quantum Hamiltonians with Kernel  Methods",
    "abstract": "Neural network approaches to approximate the ground state of quantum hamiltonians require the numerical solution of a highly nonlinear optimization problem. We introduce a statistical learning approach that makes the optimization trivial by using kernel methods. Our scheme is an approximate realization of the power method, where supervised learning is used to learn the next step of the power iteration. We show that the ground state properties of arbitrary gapped quantum hamiltonians can be reached with polynomial resources under the assumption that the supervised learning is efficient. Using kernel ridge regression, we provide numerical evidence that the learning assumption is verified by applying our scheme to find the ground states of several prototypical interacting many-body quantum systems, both in one and two dimensions, showing the flexibility of our approach. ",
    "url": "https://arxiv.org/abs/2303.08902",
    "authors": [
      "Clemens Giuliani",
      "Filippo Vicentini",
      "Riccardo Rossi",
      "Giuseppe Carleo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)",
      "Machine Learning (stat.ML)"
    ]
  },
  {
    "id": "arXiv:2209.07078",
    "title": "Advantages of optical modulation in terahertz imaging for study of  graphene layers",
    "abstract": " Comments: 8 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2209.07078",
    "authors": [
      "Rusnė Ivaškevičiūtė-Povilauskienė",
      "Alesia Paddubskaya",
      "Dalius Seliuta",
      "Domas Jokubauskis",
      "Linas Minkevičius",
      "Andrzej Urbanowicz",
      "Ieva Matulaitienė",
      "Lina Mikoliūnaitė",
      "Polina Kuzhir",
      "Gintaras Valušis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.08620",
    "title": "Ultra-broadband integrated optical filters based on adiabatic  optimization of coupled waveguides",
    "abstract": " Title: Ultra-broadband integrated optical filters based on adiabatic  optimization of coupled waveguides ",
    "url": "https://arxiv.org/abs/2209.08620",
    "authors": [
      "Kazim Gorgulu",
      "Emir Salih Magden"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.06326",
    "title": "Optical nanoresonators",
    "abstract": " Comments: 73 pages,31 figures ",
    "url": "https://arxiv.org/abs/2210.06326",
    "authors": [
      "Vasily V. Klimov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.10379",
    "title": "High-efficient Bloch simulation of magnetic resonance imaging sequences  based on deep learning",
    "abstract": " Comments: 18 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2210.10379",
    "authors": [
      "Haitao Huang",
      "Qinqin Yang",
      "Jiechao Wang",
      "Pujie Zhang",
      "Shuhui Cai",
      "Congbo Cai"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Medical Physics (physics.med-ph)"
    ]
  }
]