[
  {
    "id": "arXiv:2312.11491",
    "title": "Lithium niobate-enhanced laser photoacoustic spectroscopy",
    "abstract": "In this paper, the photoacoustic spectroscopy technique based on lithium niobate crystals is initially reported, to our knowledge. A novel dual-cantilever tuning fork structure and new electrodes have been designed using Y-cut 128{\\deg} blackened lithium niobate wafers. The tuning fork, with a resonant frequency of only 10.46 kHz and a prong gap of 1 mm, is engineered to achieve superior performance in photoacoustic spectroscopy. In the demonstration experiment, acetylene was detected using a 1.53 um semiconductor laser, achieving a detection limit of about 9 ppb within a one-second integration time. ",
    "url": "https://arxiv.org/abs/2312.11491",
    "authors": [
      "Haoyang Lin",
      "Wenguo Zhu",
      "Yongchun Zhong",
      "Jieyuan Tang",
      "Huihui Lu",
      "Jianhui Yu",
      "Huadan Zheng"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.11771",
    "title": "Near-field Spin Chern Number Quantized by Real-Space Topology of Optical  Structures",
    "abstract": "The concept of Chern number has been widely used to describe the topological properties of periodic condensed matter and classical wave systems. It is typically defined in the momentum space and is closely related to the geometric phase of dispersion bands. Here, we introduce a new type of spin Chern number defined in the real space for optical near fields of finite-sized structures. This real-space spin Chern number is derived from the geometric phase of the near fields and exhibits an intrinsic relationship with the topology of the optical structures: the spin Chern number of optical near fields is quantized and equal to the Euler characteristic of the optical structures. This relationship is robust under continuous deformation of the structure's geometry and is independent of the specific material constituents or external excitation. Our work enriches topological physics by extending the concept of Chern number from the momentum space to the real space and opens exciting possibilities for manipulating light based on the topology of optical structures, with potential applications in high-precision optical metrology, optical sensing and imaging. ",
    "url": "https://arxiv.org/abs/2312.11771",
    "authors": [
      "Tong Fu",
      "Ruo-Yang Zhang",
      "Shiqi Jia",
      "C. T. Chan",
      "Shubo Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.11859",
    "title": "Conceptual Design of a Low-Energy Ion Beam Storage Ring and a Recoil  Separator to Study Radiative Neutron Capture by Radioactive Ions",
    "abstract": "Recently, the TRIUMF Storage Ring (TRISR), a storage ring for the existing Isotope Separator and Accelerator-I (ISAC-I) radioactive ion beam facility at TRIUMF, was proposed. It may be possible to directly measure neutron-induced radiative capture reactions in inverse kinematics by combining the ring with a high-flux neutron generator as the neutron target. Herein, we present the conceptual design of a low-energy ion storage ring as well as a fusion product extraction system with a Wien filter and recoil separator for detecting neutron capture products based on ion optical calculations and particle-tracking simulations. ",
    "url": "https://arxiv.org/abs/2312.11859",
    "authors": [
      "Kihong Pak",
      "Barry Davids",
      "Yong Kyun Kim"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2312.11915",
    "title": "Squeeze film absolute pressure sensors with sub-millipascal sensitivity",
    "abstract": "We report on the realization of ultrasensitive absolute pressure sensors based on silicon nitride membrane sandwiches. These sandwiches consist in a pair of highly-pretensioned, ultrathin (50 nm), large area (0.25 mm2) films, suspended parallel to each other and forming an ultrashort (500 nm), open cavity. The compression of a gas in this cavity leads to a strong squeeze film force, resulting in an increase in the membrane mechanical resonance frequencies which is directly proportional to the absolute gas pressure. These sandwiches show a record high responsitivity of >300 Hz/Pa in terms of squeeze film-induced frequency shift, which, combined with high quality factor mechanical resonances (Q>10^6), allows for bringing the sensitivity of absolute squeeze film pressure sensors down to the sub-millipascal level. ",
    "url": "https://arxiv.org/abs/2312.11915",
    "authors": [
      "Mohsen Salimi",
      "Robin V. Nielsen",
      "Henrik B. Pedersen",
      "Aurélien Dantan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.11968",
    "title": "Multi-color nonreciprocal optical amplifier with spinning active  optomechanics",
    "abstract": "We propose to achieve a multi-color nonreciprocal optical amplifier, a crucial device in optical communication and information processing, by spinning an active resonator. We show that in such a device, due to the interplay of the Sagnac effect and the optical gain, nonreciprocal signal {amplification} can be realized, accompanied by a giant enhancement of optical group delay from $0.3\\;\\mathrm{ms}$ to $35\\;\\mathrm{ms}$ in a chosen direction, which is otherwise unattainable in a passive device. Also, coherent amplification of higher-order optical sidebands and a slow-to-fast light switch can be achieved by tuning both the pump power and the spinning velocity. Our work provides a unique and accessible way, well-compatible with other existing techniques, to realize multi-color nonreciprocal optical amplifiers for more flexible control of optical fields. ",
    "url": "https://arxiv.org/abs/2312.11968",
    "authors": [
      "Ru-Ting Sun",
      "Mei-Yu Peng",
      "Tian-Xiang Lu",
      "Ya-Feng Jiao",
      "Jie Wang",
      "Qian Zhang",
      "Hui Jing"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.12188",
    "title": "Spatiotemporal control of high-intensity laser pulses with a plasma lens",
    "abstract": "Spatiotemporal control encompasses a variety of techniques for producing laser pulses with dynamic intensity peaks that move independently of the group velocity. This controlled motion of the intensity peak offers a new approach to optimizing laser-based applications and enhancing signatures of fundamental phenomena. Here, we demonstrate spatiotemporal control with a plasma optic. A chirped laser pulse focused by a plasma lens exhibits a moving focal point, or \"flying focus,\" that can travel at an arbitrary, predetermined velocity. Unlike currently used conventional or adaptive optics, a plasma lens can be located close to the interaction region and can operate at an orders of magnitude higher, near-relativistic intensity. ",
    "url": "https://arxiv.org/abs/2312.12188",
    "authors": [
      "D. Li",
      "K.G. Miller",
      "J.R. Pierce",
      "W.B. Mori",
      "A.G.R. Thomas",
      "J.P. Palastro"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.12283",
    "title": "Topological acoustic fields protected by real-space topology of acoustic  cavities",
    "abstract": "Most properties of acoustic structures derive from their material and geometry. Few are explicitly related to the real-space topology of the structures. Here, we discover a fundamental connection between the real-space topology of acoustic structures and the topological properties of acoustic fields. We find that the genus of acoustic cavities can protect the birth of acoustic polarization singularities and give rise to chiral velocity fields with nonzero spin density. These polarization singularities are characterized by an integer or half-integer topological index. For a cavity with smooth and hard boundaries, the total index of the surface singularities must be equal to the Euler characteristic of the cavity and is decided solely by the number of \"holes\" in the cavity surface, guaranteed by the Poincare-Hopf theorem. This intriguing property is irrelevant to the specific material, geometric details, or excitation properties. Besides, the polarization singularities can give rise to nontrivial polarization Mobius strips and skyrmion textures of velocity field with rich spatial and temporal properties. The study uncovers the intrinsic effects of real-space topology on acoustic field properties and enables sound manipulation via a new degree of freedom, i.e., structural topology. The results can find applications in chiral sound-matter interactions and acoustic manipulation of small particles. ",
    "url": "https://arxiv.org/abs/2312.12283",
    "authors": [
      "Qing Tong",
      "Shubo Wang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.12296",
    "title": "Weak Kerr Nonlinearity Boosts the Performance of Frequency-Multiplexed  Photonic Extreme Learning Machines: A Multifaceted Approach",
    "abstract": "We provide a theoretical, numerical, and experimental investigation of the Kerr nonlinearity impact on the performance of a frequency-multiplexed Extreme Learning Machine (ELM). In such ELM, the neuron signals are encoded in the lines of a frequency comb. The Kerr nonlinearity facilitates the randomized neuron connections allowing for efficient information mixing. A programmable spectral filter applies the output weights. The system operates in a continuous-wave regime. Even at low input peak powers, the resulting weak Kerr nonlinearity is sufficient to significantly boost the performance on several tasks. This boost already arises when one uses only the very small Kerr nonlinearity present in a 20-meter long erbium-doped fiber amplifier. In contrast, a subsequent propagation in 540 meters of a single-mode fiber improves the performance only slightly, whereas additional information mixing with a phase modulator does not result in a further improvement at all. We introduce a model to show that, in frequency-multiplexed ELMs, the Kerr nonlinearity mixes information via four-wave mixing, rather than via self- or cross-phase modulation. At low powers, this effect is quartic in the comb-line amplitudes. Numerical simulations validate our experimental results and interpretation. ",
    "url": "https://arxiv.org/abs/2312.12296",
    "authors": [
      "Marina Zajnulina",
      "Alessandro Lupo",
      "Serge Massar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Neural and Evolutionary Computing (cs.NE)"
    ]
  },
  {
    "id": "arXiv:2312.12336",
    "title": "Optical Feedback Loop in Paraxial Fluids of Light: A Gate to new  phenomena in analogue physical simulations",
    "abstract": "Easily accessible through tabletop experiments based on laser propagation inside nonlinear optical media, Paraxial Fluids of Light are emerging as promising platforms for the simulation and exploration of quantum-like phenomena. In particular, the analogy builds on a formal equivalence between the governing model for a Bose-Einstein Condensate under the mean-field approximation and the model of laser propagation under the paraxial approximation. Yet, the fact that the role of time is played by the propagation distance in the optical analogue system may impose strong bounds on the range of accessible phenomena due to the limited length of the nonlinear medium. In this manuscript, we present a novel experimental approach to solve this limitation in the form of an optical feedback loop, which consists of the reconstruction of the optical states at the end of the system followed by their subsequent re-injection exploiting wavefront shaping techniques. The results enclosed demonstrate the potential of this approach to access unprecedented dynamics, paving for the observation of novel phenomena in these systems. ",
    "url": "https://arxiv.org/abs/2312.12336",
    "authors": [
      "Tiago D. Ferreira",
      "Ariel Guerreiro",
      "Nuno A. Silva"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.12367",
    "title": "Thin films spreading under the action of surface acoustic waves",
    "abstract": "Experimentally and theoretically, we consider the problem of a spreading drop of millimetric thickness driven by a surface acoustic wave (SAW). The experimental results show that, after initial transients, the drop spreads with approximately constant speed while leaving a thin layer of fluid behind. To better understand the system, we develop a theoretical model that couples acoustic driving with the fluid mechanics of a spreading drop. An important feature of the problem is that the strength of the acoustic driving depends on the fluid thickness, with strong attenuation of the forcing in regions of the domain covered by fluid. The presented model provides results consistent with the experiments, particularly regarding drop height and spreading speed. The constant spreading speed observed in the experiments is also captured by an approximate traveling-wave solution, which provides predictions for the dependence of drop thickness and spreading speed on the acoustic amplitude. ",
    "url": "https://arxiv.org/abs/2312.12367",
    "authors": [
      "Y. Li",
      "J.A. Diez",
      "J. D'Addesa",
      "O. Manor",
      "L.J. Cummings",
      "L. Kondic"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2312.12426",
    "title": "ROSE: A reduced-order scattering emulator for optical models",
    "abstract": "A new generation of phenomenological optical potentials requires robust calibration and uncertainty quantification, motivating the use of Bayesian statistical methods. These Bayesian methods usually require calculating observables for thousands or even millions of parameter sets, making fast and accurate emulators highly desirable or even essential. Emulating scattering across different energies or with interactions such as optical potentials is challenging because of the non-affine parameter dependence, meaning the parameters do not all factorize from individual operators. Here we introduce and demonstrate the Reduced Order Scattering Emulator (ROSE) framework, a reduced basis emulator that can handle non-affine problems. ROSE is fully extensible and works within the publicly available BAND Framework software suite for calibration, model mixing, and experimental design. As a demonstration problem, we use ROSE to calibrate a realistic nucleon-target scattering model through the calculation of elastic cross sections. This problem shows the practical value of the ROSE framework for Bayesian uncertainty quantification with controlled trade-offs between emulator speed and accuracy as compared to high-fidelity solvers. Planned extensions of ROSE are discussed. ",
    "url": "https://arxiv.org/abs/2312.12426",
    "authors": [
      "Daniel Odell",
      "Pablo Giuliani",
      "Kyle Beyer",
      "Manuel Catacora-Rios",
      "Moses Y.-H. Chan",
      "Edgard Bonilla",
      "Richard J. Furnstahl",
      "Kyle Godbey",
      "Filomena M. Nunes"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Nuclear Theory (nucl-th)"
    ]
  },
  {
    "id": "arXiv:2312.11516",
    "title": "Essay: Where Can Quantum Geometry Lead Us?",
    "abstract": "Quantum geometry defines the phase and amplitude distances between quantum states. The phase distance is characterized by the Berry curvature and thus relates to topological phenomena. The significance of the full quantum geometry, including the amplitude distance characterized by the quantum metric, has started to receive attention in the last few years. Various quantum transport and interaction phenomena have been found to be critically influenced by quantum geometry. For example, quantum geometry allows counterintuitive flow of supercurrent in a flat band where single electrons are immobile. In this Essay, I will discuss my view of the important open problems and future applications of this research topic and will try to inspire the reader to come up with further ideas. At its best, quantum geometry can open a new chapter in band theory and lead to breakthroughs as transformative as room-temperature superconductivity. However, first, more experiments directly showing the effect of quantum geometry are needed. We also have to integrate quantum geometry analysis in our most advanced numerical methods. Further, the ramifications of quantum geometry should be studied in a wider range, including electric and electromagnetic responses and interaction phenomena in free- and correlated-electron materials, bosonic systems, optics, and other fields. ",
    "url": "https://arxiv.org/abs/2312.11516",
    "authors": [
      "Paivi Torma"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.11864",
    "title": "Macroscopic entanglement between ferrimagnetic magnons and atoms via  crossed optical cavity",
    "abstract": "We consider a two-dimensional opto-magnomechanical (OMM) system including two optical cavity modes, a magnon mode, a phonon mode, and a collection of two-level atoms. In this study, we demonstrate the methodology for generating stationary entanglement between two-level atoms and magnons, which are implemented using two optical cavities inside the setup. Additionally, we investigate the efficiency of transforming entanglement from atom-phonon entanglement to atom-magnon entanglement. The magnons are stimulated by both a bias magnetic field and a microwave magnetic field, and they interact with phonons through the mechanism of magnetostrictive interaction. This interaction generates magnomechanical displacement, which couples to an optical cavity via radiation pressure. We demonstrate that by carefully selecting the frequency detuning of an optical cavity, it is possible to achieve an increase in bipartite entanglements. Furthermore, this improvement is found to be resistant to changes in temperature. The entanglement between atoms and magnons plays a crucial role in the construction of hybrid quantum networks. Our modeling approach exhibits potential applications in the field of magneto-optical trap systems as well. ",
    "url": "https://arxiv.org/abs/2312.11864",
    "authors": [
      "Ke Di",
      "Xi Wang",
      "Huarong Xia",
      "Yinxue Zhao",
      "Anyu Cheng",
      "Yu Liu",
      "Jiajia Du"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.12160",
    "title": "Optical properties and exciton transfer between N-heterocyclic carbene  iridium (III) complexes for blue light-emitting diode applications from first  principles",
    "abstract": "N-heterocyclic carbene (NHC) iridium (III) complexes are considered as promising candidates for blue emitters in organic light-emitting diodes. They can play the roles of the emitter as well as of electron and hole transporters in the same emission layer. We investigate optical transitions in such complexes with account of geometry and electronic structure changes upon excitation or charging and exciton transfer between the complexes from first principles. It is shown that excitation of NHC iridium complexes is accompanied by a large reorganization energy $\\sim$0.7 eV and a significant loss in the oscillator strength, which should lead to low exciton diffusion. Calculations with account of spin-orbit coupling reveal a small singlet-triplet splitting $\\sim$0.1 eV, whereas the oscillator strength for triplet excitations is found to be an order of magnitude smaller than for the singlet ones. The contributions of the F\\\"orster and Dexter mechanisms are analyzed via the explicit integration of transition densities. It is shown that for typical distances between emitter complexes in the emission layer, the contribution of the Dexter mechanism should be negligible compared to the F\\\"orster mechanism. On the other hand, the ideal dipole approximation, although gives the correct order of the exciton coupling, fails to reproduce the result taking into account spatial distribution of the transition density. For charged NHC complexes, we find a number of optical transitions close to the emission peak of the blue emitter with high exciton transfer rates that can be responsible for exciton-polaron quenching. The nature of these transitions is analyzed. ",
    "url": "https://arxiv.org/abs/2312.12160",
    "authors": [
      "Irina V. Lebedeva",
      "Joaquim Jornet-Somoza"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2312.12320",
    "title": "Accurate harmonic vibrational frequencies for diatomic molecules via  quantum computing",
    "abstract": "During the noisy intermediate-scale quantum (NISQ) era, quantum computational approaches refined to overcome the challenge of limited quantum resources are highly valuable. However, the accuracy of the molecular properties predicted by most of the quantum computations nowadays is still far off (not within chemical accuracy) compared to their corresponding experimental data. Here, we propose a promising qubit-efficient quantum computational approach to calculate the harmonic vibrational frequencies of a large set of neutral closed-shell diatomic molecules with results in great agreement with their experimental data. To this end, we construct the accurate Hamiltonian using molecular orbitals, derived from density functional theory to account for the electron correlation and expanded in the Daubechies wavelet basis set to allow an accurate representation in real space grid points, where an optimized compact active space is further selected so that only a reduced small number of qubits is sufficient to yield an accurate result. To justify the approach, we benchmark the performance of the Hamiltonians spanned by the selected molecular orbitals by first transforming the molecular Hamiltonians into qubit Hamiltonians and then using the exact diagonalization method to calculate the results, regarded as the best results achievable by quantum computation. Furthermore, we show that the variational quantum circuit with the chemistry-inspired UCCSD ansatz can achieve the same accuracy as the exact diagonalization method except for systems whose Mayer bond order indices are larger than 2. For those systems, we demonstrate that the heuristic hardware-efficient RealAmplitudes ansatz, even with a shorter circuit depth, can provide a significant improvement over the UCCSD ansatz, verifying that the harmonic vibrational frequencies could be calculated accurately by quantum computation in the NISQ era. ",
    "url": "https://arxiv.org/abs/2312.12320",
    "authors": [
      "Shih-Kai Chou",
      "Jyh-Pin Chou",
      "Alice Hu",
      "Yuan-Chung Cheng",
      "Hsi-Sheng Goan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2312.12386",
    "title": "Quantum Equation of Motion with Orbital Optimization for Computing  Molecular Properties in Near-Term Quantum Computing",
    "abstract": "Determining the properties of molecules and materials is one of the premier applications of quantum computing. A major question in the field is how to use imperfect near-term quantum computers to solve problems of practical value. Inspired by the recently developed variants of the quantum counterpart of the equation-of-motion (qEOM) approach and the orbital-optimized variational quantum eigensolver (oo-VQE), we present a quantum algorithm (oo-VQE-qEOM) for the calculation of molecular properties by computing expectation values on a quantum computer. We perform noise-free quantum simulations of BeH$_2$ in the series of STO-3G/6-31G/6-31G* basis sets, H$_4$ and H$_2$O in 6-31G using an active space of four electrons and four spatial orbitals (8 qubits) to evaluate excitation energies, electronic absorption, and for twisted H$_4$, circular dichroism spectra. We demonstrate that the proposed algorithm can reproduce the results of conventional classical CASSCF calculations for these molecular systems. ",
    "url": "https://arxiv.org/abs/2312.12386",
    "authors": [
      "Phillip W. K. Jensen",
      "Erik Rosendahl Kjellgren",
      "Peter Reinholdt",
      "Karl Michael Ziems",
      "Sonia Coriani",
      "Jacob Kongsted",
      "Stephan P. A. Sauer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2111.13624",
    "title": "Quantum transport of high-dimensional spatial information with a  nonlinear detector",
    "abstract": " Comments: 9 pages, 6 figures and SI ",
    "url": "https://arxiv.org/abs/2111.13624",
    "authors": [
      "Bereneice Sephton",
      "Adam Vallés",
      "Isaac Nape",
      "Mitchell A. Cox",
      "Fabian Steinlechner",
      "Thomas Konrad",
      "Juan P. Torres",
      "Filippus S. Roux",
      "Andrew Forbes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.11247",
    "title": "From Non-Markovian Dissipation to Spatiotemporal Control of Quantum  Nanodevices",
    "abstract": " Comments: 23 pages, 11 figures with Appendices ",
    "url": "https://arxiv.org/abs/2205.11247",
    "authors": [
      "Thibaut Lacroix",
      "Brendon W. Lovett",
      "Alex W. Chin"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05127",
    "title": "Continuous-variable quantum state designs: theory and applications",
    "abstract": " Comments: 14+40 pages. V2 matches journal version ",
    "url": "https://arxiv.org/abs/2211.05127",
    "authors": [
      "Joseph T. Iosue",
      "Kunal Sharma",
      "Michael J. Gullans",
      "Victor V. Albert"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.00259",
    "title": "Magnetization precession after non-collinear dual optical excitation",
    "abstract": " Title: Magnetization precession after non-collinear dual optical excitation ",
    "url": "https://arxiv.org/abs/2305.00259",
    "authors": [
      "Sergii Parchenko",
      "Davide Pecchio",
      "Ritwik Mondal",
      "Peter M. Oppeneer",
      "Andreas Scherz"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.06956",
    "title": "Multiple polaritonic edge states in a Su-Schrieffer-Heeger chain  strongly coupled to a multimode cavity",
    "abstract": " Comments: 16 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2305.06956",
    "authors": [
      "Thomas F. Allard",
      "Guillaume Weick"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.08538",
    "title": "Optical Memory in a Microfabricated Rubidium Vapor Cell",
    "abstract": " Comments: 6 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2307.08538",
    "authors": [
      "Roberto Mottola",
      "Gianni Buser",
      "Philipp Treutlein"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2307.08545",
    "title": "Electromagnetically Induced Transparency and Optical Pumping in the  Hyperfine Paschen-Back Regime",
    "abstract": " Comments: 10 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2307.08545",
    "authors": [
      "Roberto Mottola",
      "Gianni Buser",
      "Philipp Treutlein"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2307.16495",
    "title": "Through-chip microchannels for three-dimensional integrated circuits  cooling",
    "abstract": " Title: Through-chip microchannels for three-dimensional integrated circuits  cooling ",
    "url": "https://arxiv.org/abs/2307.16495",
    "authors": [
      "Lihong Ao",
      "Aymeric Ramiere"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.00241",
    "title": "Laser cooling and trapping of $^{224}$Ra$^+$",
    "abstract": " Comments: 6 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2308.00241",
    "authors": [
      "M. Fan",
      "Roy A. Ready",
      "H. Li",
      "S. Kofford",
      "R. Kwapisz",
      "C. A. Holliman",
      "M. S. Ladabaum",
      "A. N. Gaiser",
      "J. R. Griswold",
      "A. M. Jayich"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2308.02222",
    "title": "Strong squeezing of microwave output fields via reservoir-engineered  cavity magnomechanics",
    "abstract": " Comments: To appear in PRA ",
    "url": "https://arxiv.org/abs/2308.02222",
    "authors": [
      "Hang Qian",
      "Xuan Zuo",
      "Zhi-Yuan Fan",
      "Jiong Cheng",
      "Jie Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.14847",
    "title": "Laser Scanning Microscopy for Tomographic Imaging of Roughness and Point  Absorbers in Optical Surfaces",
    "abstract": " Title: Laser Scanning Microscopy for Tomographic Imaging of Roughness and Point  Absorbers in Optical Surfaces ",
    "url": "https://arxiv.org/abs/2310.14847",
    "authors": [
      "Leif Albers",
      "Malte Hagemann",
      "Roman Schnabel"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]