[
  {
    "id": "arXiv:2410.05277",
    "title": "Coherent Control of $\\gamma$-Ray Intensity Waveforms by Vibrating Resonant Absorber",
    "abstract": "           We report on a method for coherent control of the $\\gamma$-photons enabling the shaping of $\\gamma$-ray intensity in various waveforms. The creation of different intensity waveforms is achieved by adjusting the motion profile of the resonant absorber and tuning the energy of the incident radiation. A crucial aspect of this methodology is the utilisation of a low fundamental frequency of the vibrations, which makes experiments feasible and broadens the possibilities of $\\gamma$-ray control. The results of numerical simulations are proved experimentally by generating single and double $\\gamma$-pulses, and inducing short-term absorption using different absorber motion profiles composed of 12 harmonics with the fundamental frequency of 1 MHz. The proposed technique represents advancement in the manipulation of $\\gamma$-rays and x-rays, paving the way for the performance of new types of $\\gamma$-ray or x-ray quantum experiments and the development of new tools such as adjustable table-top $\\gamma$-pulse sources or $\\gamma$-ray or x-ray delays and gates.         ",
    "url": "https://arxiv.org/abs/2410.05277",
    "authors": [
      "Aleš Stejskal",
      "Vlastimil Vrba",
      "Vít Procházka"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2410.05299",
    "title": "Holographic superfluid sound modes with bulk acoustic black hole",
    "abstract": "           The sound modes of a flowing superfluid is described by the massless Klein-Gordon equation in an effective background metric. This effective background metric can be designed to mimick a black hole using the acoustic horizon. In this work, we study the AdS/CFT dual of the sound modes in the presence of an acoustic horizon in the bulk. Focusing on fluids with a purely radial flow, we derive the metric tensor for the effective acoustic spacetime and deduce a necessary condition for an acoustic black hole geometry to exist within the fluid. Using specific examples of superfluid velocity profiles, we obtained the source, operator expectation value, Green's function, and spectral density of the dual field theory by solving for the asymptotic behavior of the sound modes near the AdS boundary. In all our examples, the sound modes remain gapless but the excitations are described by branch cuts, instead of poles, which is typical of strongly coupled systems. Furthermore, we calculate the effective Hawking temperature of the dual field theory associated with the bulk acoustic horizon. Lastly, we investigate the near horizon properties and derive the superfluid velocity profile that can give rise to an infrared emergent quantum criticality.         ",
    "url": "https://arxiv.org/abs/2410.05299",
    "authors": [
      "Joseph Carlo U. Candare",
      "Kristian Hauser A. Villegas"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2410.05541",
    "title": "Dilated space-and-wavelength selective crosspoint optical switch",
    "abstract": "           Photonic integrated switches that are both space and wavelength selective are a highly promising technology for data-intensive applications as they benefit from multi-dimensional manipulation of optical signals. However, scaling these switches normally poses stringent challenges such as increased fabrication complexity and control difficulties, due to the growing number of switching elements. In this work, we propose a novel dilated crosspoint topology, which efficiently handles both space and wavelength selective switching, while reducing the required switching element count by an order of magnitude compared to reported designs. To the best of our knowledge, our design requires the fewest switching elements for an equivalent routing paths number and it fully cancels the first-order in-band crosstalk. We demonstrate such an ultra-compact space-and-wavelength-selective switch (SWSS) at a scale of 4{\\times}4{\\times}4{\\lambda} on the silicon-on-insulator (SOI) platform. Experimental results reveal that the switch achieves an insertion loss ranging from 2.3 dB to 8.6 dB and crosstalk levels in between -35.3 dB and -59.7 dB. The add-drop microring-resonators (MRRs) are equipped with micro-heaters, exhibiting a rise and fall time of 46 {\\mu}s and 0.33 {\\mu}s, respectively. These performance characteristics highlight the switch's ultra-low element count and crosstalk with low insertion loss, making it a promising candidate for advanced data center applications.         ",
    "url": "https://arxiv.org/abs/2410.05541",
    "authors": [
      "Ziyao Zhang",
      "Minjia Chen",
      "Rui Ma",
      "Bohao Sun",
      "Adrian Wonfor",
      "Richard Penty",
      "Qixiang Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.05635",
    "title": "Novel inverse multi-objective optimization-empowered design of microperforated panels for enhanced low-frequency noise mitigation",
    "abstract": "           Microperforated panels (MPPs) display excellent capacity in noise control applications owing to their high strength, simple design, and efficacy in low-frequency sound absorption. Traditionally, the development of MPPs has relied on a trial-and-error design approach. Although simple optimization-based methods have recently begun to be employed, these designs often overlook practical considerations, such as the increased costs associated with adding more MPP layers, which presents a gap to achieve the practical feasibility of MPP deployment. To address this, the study aims to develop an inverse multi-objective optimization-empowered framework for MPP design to enhance low-frequency noise mitigation while minimizing fabrication costs. Specifically, a finite element (FE) model is established to conduct the acoustic analysis of MPPs, followed by thorough experimental validation. A novel multi-objective particle swarm optimization algorithm (MOPSO) is then developed to cope with mixed-type design variables with interrelations inherent to the MPP architecture. Using the high-fidelity FE model as a cornerstone, the MOPSO guides the inverse optimization analysis to yield multiple non-dominant solutions. These solutions not only avoid the trap of local optima, but also allow for continuous screening to ensure the engineering viability based on empirical judgment. The results clearly demonstrate the effectiveness of the proposed methodology. The MPPs designed in this study show great potential for mitigating indoor noise in buildings, addressing noise issues arising from rapid urbanization and transportation development. Furthermore, the novel optimization strategy proposed in this study holds wide applicability for other sound absorption materials.         ",
    "url": "https://arxiv.org/abs/2410.05635",
    "authors": [
      "Duo Zhang",
      "Yang Zhang",
      "Sichen Yuan",
      "Jiong Tang",
      "Kai Zhou"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2410.05809",
    "title": "Infrared Bolometers Based on 40-nm-Thick Nano-Thermoelectric Silicon Membranes",
    "abstract": "           State-of the-art infrared photodetectors operating in the mid- and long-wavelength infrared (MWIR and LWIR) are largely dominated by cryogenically cooled quantum sensors when the target is the highest sensitivity and detection speeds. Nano-thermoelectrics provide a route towards competitive uncooled infrared bolometer technology that can obtain high speed and sensitivity, low-power operation, and cost-effectiveness. We demonstrate nano-thermoelectric LWIR bolometers with fast and high-sensitivity response to LWIR around 10 $\\mu$m. These devices are based on ultra-thin silicon membranes that utilize the dimensional scaling of silicon nanomembranes in thermoelectric elements and are combined with metallic nanomembranes with subwavelength absorber structures. The fast device performance stems from a low heat capacity design where the thermoelectric beams act both as mechanical supports and transducer elements. Furthermore, by scaling down the thickness of the thermoelectric beams the thermal conductivity is reduced owing to enhanced phonon boundary scattering, resulting in increased sensitivity. The nano-thermoelectric LWIR bolometers are based on 40-nm-thick n- and p-type silicon membranes with LWIR (voltage) responsivities up to 1636 V/W and 1350 V/W and time constants in the range of 300-600 $\\mu$s, resulting in specific detectivities up to $1.56\\times10^8$ cmHz$^{1/2}$/W. We also investigate the use of a heavily doped N++ substrate to increase optical cavity back reflection, resulting in an increased Si substrate reflectance from 30% to 70%-75% for wavelengths between 8-10 $\\mu$m, resulting in an increase in device responsivity by approximately 20%.         ",
    "url": "https://arxiv.org/abs/2410.05809",
    "authors": [
      "Anton Murros",
      "Kuura Sovanto",
      "Jonna Tiira",
      "Kirsi Tappura",
      "Mika Prunnila",
      "Aapo Varpula"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2410.05830",
    "title": "Aspect-ratio-dependent heat transport by baroclinic acoustic streaming",
    "abstract": "           Standing acoustic waves have been known to generate Eulerian time-mean 'streaming' flows at least since the seminal investigation of Lord Rayleigh in the 1880s. Nevertheless, a recent body of numerical and experimental evidence has shown that inhomogeneities in the ambient density distribution lead to much faster flows than arise in classical Rayleigh streaming. The emergence of these unusually strong flows creates new opportunities to enhance heat transfer in systems in which convective cooling cannot otherwise be easily achieved. To assess this possibility, a theoretical study of acoustic streaming in an ideal gas confined in a rectangular channel with top and bottom walls maintained at fixed but differing temperatures is performed. A two time scale system of equations is utilized to efficiently capture the coupling between the fast acoustic waves and the slowly evolving streaming flow, enabling strongly nonlinear regimes to be accessed. A large suite of numerical simulations is carried out to probe the streaming dynamics, to highlight the critical role played by baroclinically generated wave vorticity and to quantify the additional heat flux induced by the standing acoustic wave. Proper treatment of the two-way coupling between the waves and mean flow is found to be essential for convergence to a self-consistent steady state, and the variation of the resulting acoustically enhanced steady-state heat flux with both the amplitude of the acoustic wave and the O(1) aspect ratio of the channel is documented. For certain parameters, heat fluxes almost two orders of magnitude larger than those realizable by conduction alone can be attained.         ",
    "url": "https://arxiv.org/abs/2410.05830",
    "authors": [
      "Jacques Abdul Massih",
      "Remil Mushthaq",
      "Guillaume Michel",
      "Gregory P. Chini"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2410.05833",
    "title": "dCG -- differentiable connected geometries for multi-domain optimization and inverse design",
    "abstract": "           In the domain of geometry and topology optimization, discovering geometries that optimally satisfy specific problem criteria is a complex challenge in both engineering and scientific research. In this work, we propose a new approach for the creation of multidomain connected geometries that are designed to work with automatic differentiation. We introduce the concept of differentiable Connected Geometries (dCG), discussing its theoretical aspects and illustrating its application through a simple toy examples and a more sophisticated photonic optimization task. Since these geometries are built upon the principles of automatic differentiation, they are compatible with existing deep learning frameworks, a feature we demonstrate via the application examples. This methodology provides a systematic way to approach geometric design and optimization in computational fields involving dependent geometries, potentially improving the efficiency and effectiveness of optimization tasks in scientific and engineering applications.         ",
    "url": "https://arxiv.org/abs/2410.05833",
    "authors": [
      "Alexander Luce",
      "Daniel Grünbaum",
      "Florian Marquardt"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2410.05956",
    "title": "Waveguide-multiplexed photonic matrix-vector multiplication processor using multiport photodetectors",
    "abstract": "           The slowing down of Moore's law has driven the development of application-specific processors for deep learning. Analog photonic processors offer a promising solution for accelerating matrix-vector multiplications (MVMs) in deep learning by leveraging parallel computations in the optical domain. Intensity-based photonic MVM processors, which do not utilize the phase information of light, are appealing due to their simplified operations. However, existing intensity-based schemes for such processors often employ wavelength multiplexing or mode multiplexing, both of which have limited scalability due to high insertion loss or wavelength crosstalk. In this work, we present a scalable intensity-based photonic MVM processor based on the concept of waveguide multiplexing. This scheme employs multiport photodetectors (PDs) to sum the intensities of multiple optical signals, eliminating the need for multiple wavelengths or modes. A 16-port Ge PD with a 3 dB bandwidth of 11.8 GHz at a bias voltage of -3 V is demonstrated, and it can be further scaled up to handle 250 ports while maintaining a 6.1 GHz operation bandwidth. A 4 $\\times$ 4 circuit fabricated on a Si-on-insulator (SOI) platform is used to perform MVMs in a 3-layer neural network designed for classifying Iris flowers, achieving a classification accuracy of 93.3%. Furthermore, the performance of large-scale circuits in a convolutional neural network (CNN) for Fashion-MNIST is simulated, resulting in a classification accuracy of 90.53%. This work provides a simplified and scalable approach to photonic MVM, laying a foundation for large-scale and multi-dimensional photonic matrix-matrix multiplication in optical neural networks.         ",
    "url": "https://arxiv.org/abs/2410.05956",
    "authors": [
      "Rui Tang",
      "Makoto Okano",
      "Chao Zhang",
      "Kasidit Toprasertpong",
      "Shinichi Takagi",
      "Mitsuru Takenaka"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2410.05999",
    "title": "The robustness of skyrmion numbers of structured optical fields in atmospheric turbulence",
    "abstract": "           The development of vector optical fields has brought forth numerous applications. Among these optical fields, a particular class of vector vortex beams has emerged, leading to the emergence of intriguing optical skyrmion fields characterized by skyrmion numbers. The optical skyrmion fields are well-defined by their effective magnetization and possess topologically protected configurations. It is anticipated that this type of optical structure can be exploited for encoding information in optical communication, even under perturbations such as turbulent air, optical fibers, and even general random media. In this study, we numerically demonstrate that the skyrmion numbers of optical skyrmion fields exhibit a certain degree of robustness to atmospheric turbulence, even though their intensity, phase and polarization patterns are distorted. Intriguingly, it is also observed that a larger difference between the absolute values of two azimuthal indices of the vectorial structured light field can lead to a superior level of resilience. These properties not only enhance the versatility of skyrmion fields and their numbers, but also open up new possibilities for their use in various applications across noisy channels.         ",
    "url": "https://arxiv.org/abs/2410.05999",
    "authors": [
      "Liwen Wang",
      "Sheng Liu",
      "Geng Chen",
      "Yongsheng Zhang",
      "Chuanfeng Li",
      "Guangcan Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.06032",
    "title": "Formation and Controlling of Optical Hopfions in High Harmonic Generation",
    "abstract": "           Toroidal vortex is a kind of novel and exotic structured light with potential applications in photonic topology and quantum information. Here, we present the study on high harmonic generation (HHG) from the interaction of the intense toroidal vortices with atoms. We show that the spatial distribution of harmonic spectra reveal unique structures, which are kinds of high-order topological toroidal vortex because of the rotating of the driving fields with transverse orbital angular momentum. Then we show that, by synthesizing the toroidal vortices and optical vortices with longitudinal orbital angular momentum, it is able to generate the optical hopfions in extreme ultraviolet (EUV) range, which exhibit completely different topological property compared with both the driving fields. Harnessing the spin angular momentum selection rules, we further show that one can control the topological texture and channel each harmonic into a single mode of controllable Hopf invariant.         ",
    "url": "https://arxiv.org/abs/2410.06032",
    "authors": [
      "Zijian Lyu",
      "Yiqi Fang",
      "Yunquan Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.06227",
    "title": "Development of hafnium-based transition edge sensor bolometers for cosmic microwave background polarimetry experiments",
    "abstract": "           Next generation cosmic microwave background (CMB) polarimetry experiments aim to deploy order 500,000 detectors, requiring repeatable and reliable fabrication process with stable and uniform transition edge sensor (TES) bolometer performance. We present a hafnium (Hf)-based TES bolometer for CMB experiments. We employ a novel heated sputter deposition of the Hf films enabling us to finely tune the critical temperature (Tc) between 140 mK - 210 mK. We found elevated deposition temperatures result in films with lower stress, larger crystal sizes, and a smaller relative abundance of the m-plane to c-plane $\\alpha$ phase, all contributing to the empirical linear dependence of critical temperature on deposition temperature. Crucially, the heated sputter deposition simultaneously ensures that the critical temperature does not drift despite exposure to heat throughout ongoing fab processes (sometimes reaching 350C) as long as the initial deposition temperature is not exceeded. Tcs lower than 170 mK require deposition temperature greater than 400C, far in excess of typical temperatures the wafer may experience. This ample thermal budget allows us to relax the stringent thermal management that conventional aluminum manganese (AlMn) TES bolometers require, for which temperatures as low as 200C - 250C are used to anneal the AlMn in an effort to adjust the Tc. Hf additionally exhibits an intrinsic steep superconducting transition (we measure $\\alpha >$ 200) and a corresponding high loop gain (exceeding $\\mathcal{L}>10$ deep in the transition). We precisely design the normal resistance of the TES to range between 10 milli-Ohm and 1 Ohm through an interdigitated geometry, making these TES bolometers compatible with both TDM, FDM, and $\\mu$-mux readout systems. We report on bolometer parameters including critical temperature, normal resistance, saturation power, time constant, and loop gain.         ",
    "url": "https://arxiv.org/abs/2410.06227",
    "authors": [
      "K. M. Rotermund",
      "X. Li",
      "R. Carney",
      "D. Yohannes",
      "R. Cantor",
      "J. Vivalda",
      "A. Chambal-Jacobs",
      "A. Suzuki"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2410.06374",
    "title": "Inverse Design of Photonic Crystal Waveguides Using Neural Networks and Dispersion Optimization",
    "abstract": "           Photonic crystal waveguides (PCWs) play a critical role in precisely controlling light propagation, enabling high-performance functions in applications such as optical communication and integrated photonics. The design of PCWs traditionally relies on complex numerical methods, including finite-difference time-domain (FDTD) and plane-wave expansion (PWE) methods, which are often inefficient when dealing with high-dimensional parameter spaces, particularly for subwavelength structures. To overcome these challenges, a convolutional neural network (CNN)-based inverse design method is introduced to optimize the structural parameters of PCWs. By simulating band structures under varying line defect widths and air hole radii using MIT Photonic Bands (MPB), a large dataset was generated, mapping structural parameters to corresponding band characteristics. Backpropagation neural networks (BPNN) and CNN models were trained on this dataset to predict key PCW structural parameters. The CNN model demonstrated superior performance in predicting complex geometries, maintaining high accuracy even when extrapolating beyond the training dataset, with precision up to four decimal places. In contrast, the BPNN model exhibited faster training times and higher computational efficiency on smaller datasets, though it performed less effectively on larger datasets. Cross-validation using MPB confirmed the generalization capability and reliability of both models. This study highlights the potential of deep learning techniques in photonic device design, particularly for advancing the development of high-efficiency, low-loss components in integrated photonics and optical communication systems.         ",
    "url": "https://arxiv.org/abs/2410.06374",
    "authors": [
      "Lucian Feng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.06461",
    "title": "Shortcuts to adiabatic non-Abelian braiding on silicon photonic chips",
    "abstract": "           The non-Abelian braiding describes the exchange behavior of anyons, which can be leveraged to encode qubits for quantum computing. Recently, this concept has been realized in classical photonic and acoustic systems. However, these implementations are constrained by adiabatic conditions, necessitating long operation distances and impeding practical applications. Here, we conceive and demonstrate a shortcut to adiabatic (STA) braiding of telecommunication light in three-dimensional silicon photonic chips. Our device comprises tri-layer silicon waveguides stacked and embedded in the SU-8 polymer, employing an STA strategy to expedite the braiding operations and give rise to compact devices that function as photonic quantum X, Y, and Z gates. We further experimentally observed non-Abelian braiding behaviors based on this STA-braiding scheme. Remarkably, this achievement represents the most compact braiding apparatus ever reported, with a size reduction of nearly three orders of magnitude compared to previous works. This work presents a feasible approach to accelerating adiabatic braiding evolutions, paving the way for compact, CMOS-compatible non-Abelian photonic devices.         ",
    "url": "https://arxiv.org/abs/2410.06461",
    "authors": [
      "Wange Song",
      "Xuanyu Liu",
      "Jiacheng Sun",
      "Oubo You",
      "Shengjie Wu",
      "Chen Chen",
      "Shining Zhu",
      "Tao Li",
      "Shuang Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2410.06532",
    "title": "Analytic model of stable shock-like structures in laser interaction with underdense plasma for identifying of phase and polarization dependent regime of laser wakefield accelerators",
    "abstract": "           We present an analytical model describing a stable shock-like structure that is formed when an ultra-intense laser propagates through an underdense plasma. It is shown that such structures exist in a wide range of laser-plasma parameters, with a unique sub-luminal shock front velocity for each parameter. Numerical methods to accurately describe such shock-front is developed. The formalism is applied to describe the parameter space in which the Carrier-Envelope-Phase (CEP) effect under which phase and polarization dependent super-ponderomotive effects becomes significant. The developed formalism will enable quick identification of regimes in which CEP effects become significant, expediting designing of Laser Wakefield Accelerators operating in the superponderomotive regime.         ",
    "url": "https://arxiv.org/abs/2410.06532",
    "authors": [
      "Junjue Liao",
      "Jihoon Kim",
      "Gennady Shvets"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.06639",
    "title": "Preliminary characterization of a surface electrode Paul trap for frequency metrology",
    "abstract": "           We are developing a single-ion optical clock based on a surface-electrode (SE) trap that we will operate with $^{171}$Yb$^+$ ions on the electric quadrupole transition at 435.5 nm. We present heating rate measurements performed with a prototype SE trap. We also introduce a new, micro-fabricated SE trapping chip using silicon on insulator technology. Electric tests were performed under ultra-high vacuum using a testing chip, including breakdown voltages measurements and flashover detection. We present suitable trapping parameters for this chip, as well as a road-map for improving its design.         ",
    "url": "https://arxiv.org/abs/2410.06639",
    "authors": [
      "Josipa Madunic",
      "Lucas Groult",
      "Bachir Achi",
      "Thomas Lauprêtre",
      "Alan Boudrias",
      "Pierre Roset",
      "Valérie Soumann",
      "Yann Kersalé",
      "Moustafa Abdel Hafiz",
      "Clément Lacroûte"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.06753",
    "title": "Laser polarization as a critical factor on the SERS-based molecular sensing performance of nano-gapped Au nanowires",
    "abstract": "           Nowadays, Au dimer-based nanostructures are exhaustively studied due to their outstanding potential as plasmonic nanoantennas for future applications in high-sensitivity molecular sensing by Surface-Enhanced Raman Spectroscopy (SERS). In this work, we analyze nano-gapped Au nanowires (NWs) or Au-NWs dimers for designing efficient nanoantennas, reporting an exhaustive study about dimer length and laser polarization orientation effects on their SERS-based molecular sensing performance. Arrays of nanoantennas with gaps about 22 (+/-)4 [nm], nominal square cross-sections of 60 [nm] x 60 [nm], and different lengths from 300 [nm] up to 1200 [nm] were fabricated by Au evaporation and subsequent e-beam lithography. SERS performance was studied by confocal Raman microscopy using a linearly-polarized 633 [nm] laser. A critical impact of the polarization alignment on the spectral resolution of the studied Raman marker imprint was observed. Results show that the Raman signal is maximized by aligning the polarization orientation with the nanowire long axis, it is reduced by increasing the relative angle, and it is abruptly minimized when both are perpendicular. These observations were consistent with numerical simulations carried out by the FDTD method, which predict a similar dependence between the orientation of linearly-polarized light and electric-near field amplification in the nano-gap zone. Our results provide an interesting paradigm and relevant insights in determining the role of laser polarization on the Raman signal enhancement in nano-gapped Au nanowires, showing the key role of this measurement condition on the SERS-based molecular sensing efficiency of this kind of nanostructure.         ",
    "url": "https://arxiv.org/abs/2410.06753",
    "authors": [
      "Simón Roa",
      "Terunori Kaihara",
      "María Laura Pedano",
      "Henrik Parsamyan",
      "Paolo Vavassori"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.06805",
    "title": "Crystallinity in Niobium oxides: A pathway to mitigate Two-Level System Defects in Niobium 3D Resonator for quantum applications",
    "abstract": "           Materials imperfections in Nniobium based superconducting quantum circuits, in particular, two-level-system (TLS) defects, are a major source of decoherence, ultimately limiting the performance of quantum computation and sensing. Thus, identifying and understanding the microscopic origin of possible TLS defects in these devices and developing strategies to eliminate them is key to superconducting qubit performance improvement. In this paper, we demonstrate the reduction of two-level system losses in three-dimensional superconducting radio frequency (SRF) niobium resonators by a 10-hour high vacuum (HV) heat treatment at 650°C, even after exposure to air and high pressure rinsing (HPR). By probing the effect of this annealing on niobium samples using X-ray photoelectron spectroscopy (XPS) and high-resolution scanning transmission electron microscopy (STEM), we witness an alteration of the native oxide composition re-grown after air exposure and HPR and the creation of nano-scale crystalline oxide regions, which correlates with the measured tenfold quality factor enhancement at low fields of the 1.3 GHz niobium resonator.         ",
    "url": "https://arxiv.org/abs/2410.06805",
    "authors": [
      "Y. Kalboussi",
      "I. Curci",
      "F. Miserque",
      "D. Troadec",
      "N. Brun",
      "M. Walls",
      "G. Jullien",
      "F. Eozenou",
      "M. Baudrier",
      "L. Maurice",
      "T. Proslier"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.06817",
    "title": "Supercontinuum generation in high-index doped silica photonic integrated circuits under diverse pumping settings",
    "abstract": "           Recent advances in supercontinuum light generation have been remarkable, particularly in the context of highly nonlinear photonic integrated waveguides. In this study, we thoroughly investigate supercontinuum (SC) generation in high-index doped silica glass integrated waveguides, exploring various femtosecond pumping wavelengths and input polarization states. We demonstrate broadband SC generation spanning from 700 nm to 2400 nm when pumping within the anomalous dispersion regime at 1200 nm, 1300 nm, and 1550 nm. In contrast, pumping within the normal dispersion regime at 1000 nm results in narrower SC spectra, primarily due to coherent nonlinear effects such as self-phase modulation and optical wave breaking. Additionally, we examine the impact of TE/TM polarization modes on SC generation, shedding light on the polarization-dependent characteristics of the broadening process. Moreover, Raman scattering measurements reveal the emergence of two new peaks at 48.8 THz and 75.1 THz in the Raman gain curve. Our experimental results are supported by numerical simulations based on a generalized nonlinear Schrodinger equation that incorporates the new Raman gain contribution. Finally, relative intensity noise measurements conducted using the dispersive Fourier transform technique indicate excellent stability of the generated SC spectra.         ",
    "url": "https://arxiv.org/abs/2410.06817",
    "authors": [
      "C. Khallouf",
      "V. T. Hoang",
      "G. Fanjoux",
      "B. Little",
      "S. T. Chu",
      "D. J. Moss",
      "R. Morandotti",
      "J. M. Dudley",
      "B. Wetzel",
      "T. Sylvestre"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.06867",
    "title": "Optical Solitary Wavelets",
    "abstract": "           We investigate wavelet-like localized solutions in nonlinear waveguides, enabled by complementary propagation constants embedded in domains of anomalous dispersion. They are carrier-envelope-phase stable and independent of fine details of the dispersion profile. Their spectra extend over vast ranges and they are also robust against nonlinear perturbations, providing properties highly demanded in ultrafast science. In the limits of low and high energies, approximate representations are given by modified Morlet wavelets and Gaussian pulses, respectively. We demonstrate their special features by exploiting general principles of quantum scattering theory and solid-state physics, realizing interlocked chains of wavelets analog to photonic time crystals.         ",
    "url": "https://arxiv.org/abs/2410.06867",
    "authors": [
      "O. Melchert",
      "A. Demircan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2410.06910",
    "title": "Excellent performance of 650 MHz single-cell niobium cavity after electropolishing",
    "abstract": "           Electropolishing process and cathodes have undergone modification and optimization for both low- and high-beta 650 MHz five-cell niobium cavities for PIP-II. Cavities treated with these modified electropolishing conditions exhibited smooth surfaces and good performance in baseline tests. Nonetheless, due to administrative constraints on project cavities, maximum gradient performance testing was not conducted. This paper presents a study conducted on a single-cell 650 MHz cavity utilizing the optimized electropolishing conditions, highlighting the maximum performance attained for this specific cavity. The cavity tested at 2 K in a vertical cryostat reached a superior accelerating field gradient of 53.3 MV/m at Q0 of 1.6x1010, which is the highest gradient attained for this type of large-sized cavities.         ",
    "url": "https://arxiv.org/abs/2410.06910",
    "authors": [
      "V. Chouhan",
      "D. Bice",
      "A. Cravatta",
      "T. Khabiboulline",
      "O. Melnychuk",
      "A. Netepenko",
      "G. Wu",
      "B. Guilfoyle",
      "T. Reid"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2410.07031",
    "title": "Realization of an NMR analog in a microwave network with symplectic symmetry",
    "abstract": "           In a previous paper, we realized a microwave network with symplectic symmetry simulating a spin 1/2 (Rehemanjiang et al. [Phys. Rev. Lett. 117, 064101 (2016)]), following a suggestion by Joyner et al. [Europhys. Lett. 107, 50004(2014))]. The network consisted of two identical sub-units coupled by a pair of bonds with a length difference corresponding to a phase difference of $\\pi$ for the waves traveling through the bonds. In such a symmetry each eigenvalue appears as a two-fold degenerate Kramers doublet. Distorting the symmetry the degeneracy is lifted which may be interpreted in terms of the Zeeman splitting of a spin 1/2 in an external magnetic field. In the present work, a microwave analog of a spin resonance is realized. To this end, two magnetic fields have to be emulated, a static and a radio-frequency one. The static one is realized by detuning the length difference from the $\\pi$ condition by means of phase shifters, the radio-frequency field by modulating the length difference of another pair of bonds by means of diodes with frequencies up to 125 MHz. Features well-known from magnetic resonance such as the transition from the laboratory to the rotating frame, and Lorentzian shaped resonance curves can thus be realized.         ",
    "url": "https://arxiv.org/abs/2410.07031",
    "authors": [
      "Finn Schmidt",
      "Tobias Hofmann",
      "H.-J. Stöckmann",
      "Ulrich Kuhl"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2410.07162",
    "title": "Sub-Millimeter-Scale Measurement of Local Convective Heat Transfer Coefficient Exceeding 100 W/(m^2-K) Using an Optical Pump-Probe Method",
    "abstract": "           Conventional methods for measuring the local convective heat transfer coefficient (h_c) often rely on simplifying assumptions that can compromise accuracy. Pump-probe methods like time-domain thermoreflectance (TDTR) avoid these assumptions but are limited to h_c values larger than 30 kW/(m^2-K) due to modulation frequency constraints. This study introduces an optical-based Square-Pulsed Source (SPS) method, expanding the frequency range from 10 MHz to 1 Hz, enabling measurements of h_c values above 100 W/(m^2-K) with uncertainties under 10%. The efficacy of the SPS method is demonstrated through measurements of local h_c in an impingement heat transfer process with a single round gas jet. The local Nusselt number distribution is compared with existing literature correlations, offering insights into convective heat transfer phenomena. This study presents a novel tool for measuring local intrinsic convective heat transfer coefficients, enhancing the understanding of local convective heat transfer.         ",
    "url": "https://arxiv.org/abs/2410.07162",
    "authors": [
      "Tao Chen",
      "Puqing Jiang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.15634",
    "title": "Nonlocal photonic quantum gates over 7.0 km",
    "abstract": "           Quantum networks provide a prospective paradigm to connect separated quantum nodes, which relies on the distribution of long-distance entanglement and active feedforward control of qubits between remote nodes. Such approaches can be utilized to construct nonlocal quantum gates, forming building blocks for distributed quantum computing and other novel quantum applications. However, these gates have only been realized within single nodes or between nodes separated by a few tens of meters, limiting the ability to harness computing resources in large-scale quantum networks. Here, we demonstrate nonlocal photonic quantum gates between two nodes spatially separated by 7.0 km using stationary qubits based on multiplexed quantum memories, flying qubits at telecom wavelengths, and active feedforward control based on field-deployed fibers. Furthermore, we illustrate quantum parallelism by implementing the Deutsch-Jozsa algorithm and the quantum phase estimation algorithm between the two remote nodes. These results represent a proof-of-principle demonstration of quantum gates over metropolitan-scale distances and lay the foundation for the construction of large-scale distributed quantum networks relying on existing fiber channels.         ",
    "url": "https://arxiv.org/abs/2307.15634",
    "authors": [
      "Xiao Liu",
      "Xiao-Min Hu",
      "Tian-Xiang Zhu",
      "Chao Zhang",
      "Yi-Xin Xiao",
      "Jia-Le Miao",
      "Zhong-Wen Ou",
      "Bi-Heng Liu",
      "Zong-Quan Zhou",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.05917",
    "title": "Quantum kinetic theory of photons in degenerate plasmas: a field-theoretical approach",
    "abstract": "           A rigorous treatment of light-matter interactions typically requires an interacting quantum field theory. However, many practical results are often derived using classical or semiclassical approximations, which are valid only when quantum-field fluctuations can be neglected. This approximation breaks down in scenarios involving large light intensities or degenerate matter, where additional quantum effects become significant. In this work, we address these limitations by developing a quantum kinetic framework that treats both light and matter fields on equal footing, naturally incorporating both linear and nonlinear interactions. To accurately account for light fluctuations, we introduce a photon distribution function that, together with the classical electromagnetic fields, provides a better description of the photon fluid. From this formalism, we derive kinetic equations from first principles that recover classical electrodynamical results while revealing novel couplings absent in classical theory. Furthermore, by addressing the Coulomb interaction in the Hartree-Fock approximation, we include the role of fermionic exchange exactly in both the kinetic and fluid regimes through a generalized Fock potential. The latter provides corrections not only to the electrostatic forces but also to the plasma velocity field, which are important in degenerate conditions.         ",
    "url": "https://arxiv.org/abs/2410.05917",
    "authors": [
      "J. L. Figueiredo",
      "J. T. Mendonça",
      "H. Terças"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Other Condensed Matter (cond-mat.other)",
      "Mathematical Physics (math-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2410.06301",
    "title": "Versatile optical accordion lattices using binary phase transmission gratings",
    "abstract": "           Optical accordion lattices are routinely used in quantum simulation and quantum computation experiments to tune optical lattice spacings. Here, we present a technique for creating tunable optical lattices using binary-phase transmission gratings. Lattices generated using this technique have high uniformity, contrast, lattice spacing tunability, and power efficiencies. These attributes are crucial for exploring collective quantum phenomena in highly ordered atomic arrays coupled to optical waveguides for quantum networking and quantum simulation. In this paper, we demonstrate adjustable-period lattices that are ideally suited for use with optical nanofibers.         ",
    "url": "https://arxiv.org/abs/2410.06301",
    "authors": [
      "Hyok Sang Han",
      "Ahreum Lee",
      "Sarthak Subhankar",
      "S. L. Rolston",
      "Fredrik K. Fatemi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.06398",
    "title": "Public Quantum Network: The First Node",
    "abstract": "           We present a quantum network that distributes entangled photons between the University of Illinois Urbana-Champaign and a public library in Urbana. The network allows members of the public to perform measurements on the photons. We describe its design and implementation and outreach based on the network. Over 400 instances of public interaction have been logged with the system since it was launched in November 2023.         ",
    "url": "https://arxiv.org/abs/2410.06398",
    "authors": [
      "K. Kapoor",
      "S. Hoseini",
      "J. Choi",
      "B. E. Nussbaum",
      "Y. Zhang",
      "K. Shetty",
      "C. Skaar",
      "M. Ward",
      "L. Wilson",
      "K. Shinbrough",
      "E. Edwards",
      "R. Wiltfong",
      "C. P. Lualdi",
      "Offir Cohen",
      "P. G. Kwiat",
      "V. O. Lorenz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Physics Education (physics.ed-ph)",
      "Optics (physics.optics)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2410.06417",
    "title": "A multi-channel silicon package for large-scale skipper-CCD experiments",
    "abstract": "           The next generation of experiments for rare-event searches based on skipper Charge Coupled Devices (skipper-CCDs) presents new challenges for the sensor packaging and readout. Scaling the active mass and simultaneously reducing the experimental backgrounds in orders of magnitude requires a novel high-density silicon-based package that must be massively produced and tested. In this work, we present the design, fabrication, testing, and empirical signal model of a multi-channel silicon package. In addition, we outline the chosen specifications for the ongoing production of 1500 wafers that will add up to a 10 kg skipper-CCD array with 24000 readout channels.         ",
    "url": "https://arxiv.org/abs/2410.06417",
    "authors": [
      "A. M. Botti",
      "C. Chavez",
      "M. Sofo-Haro",
      "C. S. Miller",
      "F. Chierchie",
      "M. Jonas",
      "M. Lisovenko",
      "H. Gutti",
      "D. Czaplewski",
      "A. Lathrop",
      "J. Tiffenberg",
      "G. Fernandez-Moroni",
      "J. Estrada"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2410.06650",
    "title": "Capture and release of quantum vortices using mechanical devices in low-temperature superfluids",
    "abstract": "           We show that the Gross-Pitaevskii equation coupled with the wave equation for a wire (GP-W) provides a natural theoretical framework for understanding recent experiments employing a nanowire to detect a single quantum vortex in superfluid $^4 {\\rm He}$. We uncover the complete spatiotemporal evolution of such wire-based vortex detection via direct numerical simulations of the GP-W system. Furthermore, by computing the spatiotemporal spectrum, we obtain the vortex-capture-induced change in the oscillation frequency of the wire. We quantify this frequency shift by plotting the wire's oscillation frequency versus time and obtain results that closely match experimental observations. In addition, we provide analytical support for our numerical results by deriving the dispersion relation for the oscillating wire, with and without a trapped vortex.         ",
    "url": "https://arxiv.org/abs/2410.06650",
    "authors": [
      "Sanjay Shukla",
      "Giorgio Krstulovic",
      "Rahul Pandit"
    ],
    "subjectives": [
      "Other Condensed Matter (cond-mat.other)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2410.06859",
    "title": "Acoustic Blackbody Absorption: Transcending Causality Limits through Instability-Induced Softness",
    "abstract": "           By coupling unstable components, we demonstrate a novel approach that reduces static modulus to zero, eliminating causality-imposed absorption limitations in acoustics. Our heuristic model simulations achieve ultra-broadband absorption over 99% for wavelengths greater than 132 times the absorber thickness. Theoretical analysis further proves this strategy can approach ideal blackbody behavior with infinitesimal thickness. These findings suggest fundamental physical laws no longer prevent true blackbody absorption realization; the only remaining obstacle is the material limitations.         ",
    "url": "https://arxiv.org/abs/2410.06859",
    "authors": [
      "Min Yang",
      "Sichao Qu",
      "Nicholas Fang",
      "Shuyu Chen"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.06861",
    "title": "Vibrational resonance in the FitzHugh-Nagumo neuron model under state-dependent time delay",
    "abstract": "           We propose a nonlinear one-dimensional FitzHugh--Nagumo neuronal model with an asymmetric potential driven by both a high-frequency and a low-frequency signal. Our numerical analysis focuses on the influence of a state-dependent time delay on vibrational resonance and delay-induced resonance phenomena. The response amplitude at the low-frequency is explored to characterize the vibrational resonance and delay-induced resonance. By this effort, we realize that for smaller values of the amplitude of the state-dependent time-delay velocity component, vibrational resonance and multi-resonance occur in the neuronal model. For large values of the high-frequency excitation amplitude, vibrational resonance appears with one peak. We observe a decrease in the response when the amplitude of the state-dependent time-delay velocity component increases. Also, we analyze how the state-dependent time-delay position and velocity components can give birth to delay-induced resonance for separate and together. The main results of this work are that the state-dependent time-delay velocity component can play a major role in both phenomena. In fact the parameter of the delay can control the triggering of the two resonances.         ",
    "url": "https://arxiv.org/abs/2410.06861",
    "authors": [
      "M. Siewe Siewe",
      "S. Rajasekar",
      "Mattia Coccolo",
      "Miguel A.F. Sanjuán"
    ],
    "subjectives": [
      "Chaotic Dynamics (nlin.CD)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2410.07044",
    "title": "Quantum Frequency Combs with Path Identity for Quantum Remote Sensing",
    "abstract": "           Quantum sensing promises to revolutionize sensing applications by employing quantum states of light or matter as sensing probes. Photons are the clear choice as quantum probes for remote sensing because they can travel to and interact with a distant target. Existing schemes are mainly based on the quantum illumination framework, which requires a quantum memory to store a single photon of an initially entangled pair until its twin reflects off a target and returns for final correlation measurements. Existing demonstrations are limited to tabletop experiments, and expanding the sensing range faces various roadblocks, including long-time quantum storage and photon loss and noise when transmitting quantum signals over long distances. We propose a novel quantum sensing framework that addresses these challenges using quantum frequency combs with path identity for remote sensing of signatures (``qCOMBPASS\"). The combination of one key quantum phenomenon and two quantum resources, namely quantum induced coherence by path identity, quantum frequency combs, and two-mode squeezed light, allows for quantum remote sensing without requiring a quantum memory. The proposed scheme is akin to a quantum radar based on entangled frequency comb pairs that uses path identity to detect/range/sense a remote target of interest by measuring pulses of one comb in the pair that never flew to target, but that contains target information ``teleported\" by quantum-induced coherence from the other comb in the pair that did fly to target but is not detected.         ",
    "url": "https://arxiv.org/abs/2410.07044",
    "authors": [
      "D.A.R. Dalvit",
      "T.J. Volkoff",
      "Y.-S. Choi",
      "A.K. Azad",
      "H.-T. Chen",
      "P.W. Milonni"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.07116",
    "title": "Electronics-free passive ultrasonic communication link for deep-tissue sensor implants",
    "abstract": "           Wireless communication is critical for the non-invasive in-situ monitoring of vital signs in deep tissues. Wireless ultrasonic links demonstrated so far solved the shortcomings of electromagnetic wave-based communication methods. However, they either require highly customized and complex designs for the implant electronics or rely on physical changes in implanted metamaterials. Here, we report a wireless, passive, frequency-based, and electronics-free ultrasonic communication method for deep tissue sensor implants. The device consists of a piezoelectric crystal used as the ultrasonic antenna, considerably simplifying the implant design, and can be integrated with any capacitive implantable sensor. We demonstrate the applicability of the passive communication method using a commercial pressure sensor at a depth of 5 cm with decent precision and accuracy.         ",
    "url": "https://arxiv.org/abs/2410.07116",
    "authors": [
      "Umut Can Yener",
      "Alp Timucin Toymus",
      "Kivanc Esat",
      "Mehdi Alem",
      "Levent Beker"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2311.12263",
    "title": "Quantum Vector Signal Analyzer: Wideband Electric Field Sensing via Motional Raman Transitions",
    "abstract": "           Ultrasensitive detection of the frequency, phase, and amplitude of radio frequency (RF) electric fields is central to a variety of important applications, including radio communication, cosmology, dark matter searches, and high-fidelity qubit control. Quantum harmonic oscillator (QHO) systems, especially trapped ions, have been used with several quantum sensing techniques to achieve electric field sensing with state-of-the-art sensitivity and nanometer spatial resolution. However, these systems are limited to a narrow frequency range centered around either the motional frequency of the trapped ion oscillator or the frequency of an optical transition in the ion; often these techniques are not sensitive to the RF phase. Here, we propose and demonstrate a procedure that unlocks the extreme sensitivity of a QHO to allow high precision wideband detection of the frequency, phase, and amplitude of an unknown electric field. Specifically, we use motional Raman transitions in a single trapped ion, cooled near its motional ground state to realize state of the art sensitivities to frequency, phase, and amplitude, and show the technique works over a frequency range that is >800x larger than previous techniques. Further, this technique is shown to be compatible with both quantum amplification via squeezing and measurement in the Fock basis, allowing performance 3.4(20) dB below the standard quantum limit and the potential for several orders of magnitude improvement in sensitivity with moderate upgrades. In addition to providing an attractive platform for quantum sensing of small fields, this technique allows in situ calibration of qubit control lines in QHO systems, as well as transduction of external, non-resonant drives into oscillator excitation. Additionally, this approach can be extended to other QHO systems, such as a superconducting qubit-resonator system.         ",
    "url": "https://arxiv.org/abs/2311.12263",
    "authors": [
      "Hao Wu",
      "Grant Mitts",
      "Clayton Ho",
      "Joshua Rabinowitz",
      "Eric R. Hudson"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.16896",
    "title": "120 GOPS Photonic Tensor Core in Thin-film Lithium Niobate for Inference and in-situ Training",
    "abstract": "           Photonics offers a transformative approach to artificial intelligence (AI) and neuromorphic computing by enabling low-latency, high-speed, and energy-efficient computations. However, conventional photonic tensor cores face significant challenges in constructing large-scale photonic neuromorphic networks. Here, we propose a fully integrated photonic tensor core, consisting of only two thin-film lithium niobate (TFLN) modulators, a III-V laser, and a charge-integration photoreceiver. Despite its simple architecture, it is capable of implementing an entire layer of a neural network with a computational speed of 120 GOPS, while also allowing flexible adjustment of the number of inputs (fan-in) and outputs (fan-out). Our tensor core supports rapid in-situ training with a weight update speed of 60 GHz. Furthermore, it successfully classifies (supervised learning) and clusters (unsupervised learning) 112 * 112-pixel images through in-situ training. To enable in-situ training for clustering AI tasks, we offer a solution for performing multiplications between two negative numbers.         ",
    "url": "https://arxiv.org/abs/2311.16896",
    "authors": [
      "Zhongjin Lin",
      "Bhavin J. Shastri",
      "Shangxuan Yu",
      "Jingxiang Song",
      "Yuntao Zhu",
      "Arman Safarnejadian",
      "Wangning Cai",
      "Yanmei Lin",
      "Wei Ke",
      "Mustafa Hammood",
      "Tianye Wang",
      "Mengyue Xu",
      "Zibo Zheng",
      "Mohammed Al-Qadasi",
      "Omid Esmaeeli",
      "Mohamed Rahim",
      "Grzegorz Pakulski",
      "Jens Schmid",
      "Pedro Barrios",
      "Weihong Jiang",
      "Hugh Morison",
      "Matthew Mitchell",
      "Xun Guan",
      "Nicolas A. F. Jaeger",
      "Leslie A.n Rusch",
      "Sudip Shekhar",
      "Wei Shi",
      "Siyuan Yu",
      "Xinlun Cai",
      "Lukas Chrostowski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.10081",
    "title": "Why business adoption of quantum and AI technology must be ethical",
    "abstract": "           Artificial intelligence (AI) recently had its 'iPhone moment' and adoption has drastically accelerated. Quantum computing appears poised to follow suit over the next years. However, while there has been discourse about how to use AI responsibly, there is still little appreciation and awareness among executives, managers, and practitioners about the broader ethical questions and implications raised by the intersection of these emerging technologies. In this article, it is highlighted why quantum computing and AI ethics must be taken seriously by businesspersons and how these technologies affect strategic decisions; moreover, recommendations and action areas are formulated.         ",
    "url": "https://arxiv.org/abs/2312.10081",
    "authors": [
      "Christian Hugo Hoffmann",
      "Frederik F. Flöther"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Computers and Society (cs.CY)"
    ]
  },
  {
    "id": "arXiv:2403.00109",
    "title": "Versatile Optical Frequency Division with Kerr-induced Synchronization at Tunable Microcomb Synthetic Dispersive Waves",
    "abstract": "           Kerr-induced synchronization (KIS) provides a new key tool for the control and stabilization of the repetition rate of a cavity soliton frequency comb. It enables direct external control of a given comb tooth of a dissipative Kerr soliton (DKS) thanks to its capture by an injected reference laser. Efficient KIS requires its coupling energy to be sufficiently large, and hence both the comb tooth and intracavity reference power must be optimized, which can be achieved through higher-order dispersion that enables phase-matched dispersive waves (DWs), where comb teeth are on resonance. However, such a design is highly restrictive, preventing arbitrary use of reference wavelengths away from the DW(s). In particular, for large spectral separations from the main pump the cavity dispersion yields large detuning between comb teeth and their respective cavity resonances, thereby decreasing the coupling energy and rendering KIS to be highly inefficient or practically impossible. Here, we demonstrate an alternative KIS method where efficient synchronization can be tailored at arbitrary modes as needed. Using a multi-color DKS created from multi-pumping a microresonator, a synthetic DW at the second-color wavepacket can be selectively created where otherwise dispersion is far too large for KIS to be experimentally feasible. Since a unique group velocity for both colors exists thanks to cross-phase modulation, the repetition rate disciplining of the secondary color wavepacket through its KIS automatically translates into the DKS microcomb control. We first investigate this color-KIS phenomenon theoretically, and then experimentally demonstrate its control and tuning of the soliton microcomb repetition rate. As a consequence, we demonstrate optical frequency division that is uncoupled from the main pump that generates the DKS.         ",
    "url": "https://arxiv.org/abs/2403.00109",
    "authors": [
      "Gregory Moille",
      "Pradyoth Shandilya",
      "Alioune Niang",
      "Curtis Menyuk",
      "Gary Carter",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.08050",
    "title": "The shadow of a laser beam",
    "abstract": "           Light, being massless, casts no shadow; under ordinary circumstances, photons pass right through each other unimpeded. Here, we demonstrate a laser beam acting like an object - the beam casts a shadow upon a surface when the beam is illuminated by another light source. We observe a regular shadow in the sense it can be seen by the naked eye, it follows the contours of the surface it falls on, and it follows the position and shape of the object (the laser beam). Specifically, we use a nonlinear optical process involving four atomic levels of ruby. We are able to control the intensity of a transmitted laser beam by applying another perpendicular laser beam. We experimentally measure the dependence of the contrast of the shadow on the power of the object laser beam, finding a maximum of approximately of approximately 22 percent, similar to that of a shadow of a tree on a sunny day. We provide a theoretical model that predicts the contrast of the shadow. This work opens new possibilities for fabrication, imaging, and illumination.         ",
    "url": "https://arxiv.org/abs/2403.08050",
    "authors": [
      "Raphael A Abrahao",
      "Henri P N Morin",
      "Jordan T R Page",
      "Akbar Safari",
      "Robert W Boyd",
      "Jeff S Lundeen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.19519",
    "title": "Laser Interactions with Gas Jets: EMP Emission and Nozzle Damage",
    "abstract": "           Understanding the physics of electromagnetic pulse emission and nozzle damage is critical for the long-term operation of laser experiments with gas targets, particularly at facilities looking to produce stable sources of radiation at high repetition rate. We present a theoretical model of plasma formation and electrostatic charging when high-power lasers are focused inside gases. The model can be used to estimate the amplitude of gigahertz electromagnetic pulses (EMPs) produced by the laser and the extent of damage to the gas jet nozzle. Looking at a range of laser and target properties relevant to existing high-power laser systems, we find that EMP fields of tens to hundreds of kV/m can be generated several metres from the gas jet. Model predictions are compared with measurements of EMP, plasma formation and nozzle damage from two experiments on the VEGA-3 laser and one experiment on the Vulcan Petawatt laser.         ",
    "url": "https://arxiv.org/abs/2403.19519",
    "authors": [
      "Philip Wykeham Bradford",
      "Valeria Ospina-Bohorquez",
      "Michael Ehret",
      "Jose-Luis Henares",
      "Pilar Puyuelo-Valdes",
      "Tomasz Chodukowski",
      "Tadeusz Pisarczyk",
      "Zofia Rusiniak",
      "Carlos Salgado-Lopez",
      "Christos Vlachos",
      "Massimiliano Sciscio",
      "Martina Salvadori",
      "Claudio Verona",
      "George Hicks",
      "Oliver Ettlinger",
      "Zulfikar Najmudin",
      "Jean-Raphael Marques",
      "Laurent Gremillet",
      "Joao Jorge Santos",
      "Fabrizio Consoli",
      "Vladimir Tikhonchuk"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2406.00280",
    "title": "Incompressible Navier-Stokes solve on noisy quantum hardware via a hybrid quantum-classical scheme",
    "abstract": "           Partial differential equation solvers are required to solve the Navier-Stokes equations for fluid flow. Recently, algorithms have been proposed to simulate fluid dynamics on quantum computers. Fault-tolerant quantum devices might enable exponential speedups over algorithms on classical computers. However, current and foreseeable quantum hardware introduce noise into computations, requiring algorithms that make judicious use of quantum resources: shallower circuit depths and fewer qubits. Under these restrictions, variational algorithms are more appropriate and robust. This work presents a hybrid quantum-classical algorithm for the incompressible Navier--Stokes equations. A classical device performs nonlinear computations, and a quantum one uses a variational solver for the pressure Poisson equation. A lid-driven cavity problem benchmarks the method. We verify the algorithm via noise-free simulation and test it on noisy IBM superconducting quantum hardware. Results show that high-fidelity results can be achieved via this approach, even on current quantum devices. Multigrid preconditioning of the Poisson problem helps avoid local minima and reduces resource requirements for the quantum device. A quantum state readout technique called HTree is used for the first time on a physical problem. Htree is appropriate for real-valued problems and achieves linear complexity in the qubit count, making the Navier-Stokes solve further tractable on current quantum devices. We compare the quantum resources required for near-term and fault-tolerant solvers to determine quantum hardware requirements for fluid simulations with complexity improvements.         ",
    "url": "https://arxiv.org/abs/2406.00280",
    "authors": [
      "Zhixin Song",
      "Robert Deaton",
      "Bryan Gard",
      "Spencer H. Bryngelson"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.14105",
    "title": "Barrier discharges in CO$_2$ -- optical emission spectra analysis and E/N determination from intensity ratio",
    "abstract": "           We study barrier discharges in CO$_2$ using optical emission spectroscopy and electrical measurements. We record the spectra of weak CO$_2$ barrier discharge emission in UV-VIS-NIR range. The CO spectral bands of 3rd positive, Angstrom and Asundi systems are identified in the spectra, together with the CO+2 bands of the UV-doublet and the Fox-Duffendack-Baker systems. The effect of CO$_2$ flow rate variations on the relative intensities of the CO and CO$_2$ optical emissions is also investigated. We analyze the optical emission of selected vibrational spectral bands and attempt to determine the E/N using intensity ratio method with kinetic data available in the literature. The method, using intensities from different spectral bands, is tested on sinusoidal driven atmospheric pressure Townsend (APTD) and single-filament barrier discharges at atmospheric pressure. For APTD at different flows and known CO conversion factors, an attempt is made to use the ratio of selected CO to CO$_2$ band intensities. The technique of time-correlated single photon counting is used to obtain necessary sub-nanosecond temporal resolution and, importantly, high signal sensitivity for the single-filament experiment and its utilization gives a promising result, E/N of 330 Td in barrier discharge streamer. Nevertheless, the uncertainties coming from different kinetic data and the low sensitivity of some rate coefficient ratios complicate an easy utilisation of the method. Future steps are therefore proposed, including uncertainty quantification and sensitivity analysis of the simplified model and necessary CO+2 and CO synthetic spectra fitting.         ",
    "url": "https://arxiv.org/abs/2406.14105",
    "authors": [
      "Tomáš Hoder",
      "David Prokop",
      "Corentin Bajon",
      "Simon Dap",
      "Zdeněk Navrátil",
      "Nicolas Naudé"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2408.00222",
    "title": "Non-markovian neural quantum propagator and its application to the simulation of ultrafast nonlinear spectra",
    "abstract": "           The accurate solution of dissipative quantum dynamics plays an important role on the simulation of open quantum systems. Here we propose a machine-learning-based universal solver for the hierarchical equations of motion, one of the most widely used approaches which takes into account non-markovian effects and nonperturbative system-environment interactions in a numerically exact manner. We develop a neural quantum propagator model by utilizing the neural network architecture, which avoids time-consuming iterations and can be used to evolve any initial quantum state for arbitrarily long times. To demonstrate the efficacy of our model, we apply it to the simulation of population dynamics and linear and two-dimensional spectra of the Fenna-Matthews-Olson complex.         ",
    "url": "https://arxiv.org/abs/2408.00222",
    "authors": [
      "Jiaji Zhang",
      "Lipeng Chen"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2409.15288",
    "title": "Efficient excitation transfer in an LH2-inspired nanoscale stacked ring geometry",
    "abstract": "           Subwavelength ring-shaped structures of quantum emitters exhibit outstanding radiation properties and are useful for antennas, excitation transport, and storage. Taking inspiration from the oligomeric geometry of biological light-harvesting 2 (LH2) complexes, we study here generic examples and predict highly efficient excitation transfer in a three-dimensional (3D) subwavelength concentric stacked ring structure with a diameter of 400 $nm$, formed by two-level atoms. Utilizing the quantum optical open system master equation approach for the collective dipole dynamics, we demonstrate that, depending on the system parameters, our bio-mimicked 3D ring enables efficient excitation transfer between two ring layers. Our findings open prospects for engineering other biomimetic light-matter platforms and emitter arrays to achieve efficient energy transfer.         ",
    "url": "https://arxiv.org/abs/2409.15288",
    "authors": [
      "Arpita Pal",
      "Raphael Holzinger",
      "Maria Moreno-Cardoner",
      "Helmut Ritsch"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.01287",
    "title": "Superluminal spacetime boundary, time reflection and quantum light generation from relativistic plasma mirrors",
    "abstract": "           A plasma mirror is an optical device for high-power, ultrashort-wavelength electromagnetic fields, utilizing a sheet of relativistic oscillating electrons to generate and manipulate light. In this work, we propose that the spatiotemporally varying plasma oscillation, induced by an ultra-high-intensity laser beam, functions as a \"spacetime mirror\" with significant potential for exploring quantum light. We find that the spacetime mirror exhibits several exotic features: (i) a superluminal spacetime boundary, (ii) time reflection and refraction, and (iii) quantum light sources with pair generation. Our theoretical and simulation results are in excellent agreement, and experimental verification is underway. Our work demonstrates the interplay with emerging fields such as time varying media, suggesting the plasma mirror as an ideal platform to study strong-field quantum optics at extremes.         ",
    "url": "https://arxiv.org/abs/2410.01287",
    "authors": [
      "Chenhao Pan",
      "Xinbing Song",
      "Yang Cao",
      "Li Xiong",
      "Xiaofei Lan",
      "Shaoyi Wang",
      "Yuxin Leng",
      "Yiming Pan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.10142",
    "title": "Effects of Chromatic Dispersion on Single-Photon Temporal Wave Functions in Quantum Communications",
    "abstract": "           In this study, we investigate the effects of chromatic dispersion on single-photon temporal wave functions (TWFs) in the context of quantum communications. Departing from classical beam analysis, we focus on the temporal shape of single photons, specifically exploring generalized Gaussian modes. From this foundation, we introduce chirped and unchirped Gaussian TWFs, demonstrating the impact of the chirp parameter in mitigating chromatic dispersion effects. Furthermore, we extend our investigation to time-bin qubits, a topic of ongoing research relevance. By exploring the interplay of dispersion effects on qubit interference patterns, we contribute essential insights to quantum information processing. This comprehensive analysis considers various parameters, introducing a level of complexity not previously explored in the context of dispersion management. We demonstrate the relationships between different quantities and their impact on the spreading of TWFs. Our results not only deepen the theoretical understanding of single-photon TWFs but also offer practical guidelines for system designers to optimize symbol rates in quantum communications.         ",
    "url": "https://arxiv.org/abs/2312.10142",
    "authors": [
      "Artur Czerwinski",
      "Xiangji Cai",
      "Saeed Haddadi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.14904",
    "title": "Quantum algorithms for scientific computing",
    "abstract": "           Quantum computing promises to provide the next step up in computational power for diverse application areas. In this review, we examine the science behind the quantum hype, and the breakthroughs required to achieve true quantum advantage in real world applications. Areas that are likely to have the greatest impact on high performance computing (HPC) include simulation of quantum systems, optimization, and machine learning. We draw our examples from electronic structure calculations and computational fluid dynamics which account for a large fraction of current scientific and engineering use of HPC. Potential challenges include encoding and decoding classical data for quantum devices, and mismatched clock speeds between classical and quantum processors. Even a modest quantum enhancement to current classical techniques would have far-reaching impacts in areas such as weather forecasting, aerospace engineering, and the design of \"green\" materials for sustainable development. This requires significant effort from the computational science, engineering and quantum computing communities working together.         ",
    "url": "https://arxiv.org/abs/2312.14904",
    "authors": [
      "R. Au-Yeung",
      "B. Camino",
      "O. Rathore",
      "V. Kendon"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2401.06850",
    "title": "Integrated photonic structures for photon-mediated entanglement of trapped ions",
    "abstract": "           Trapped atomic ions are natural candidates for quantum information processing and have the potential to realize or improve quantum computing, sensing, and networking. These applications often require the collection of individual photons emitted from ions into guided optical modes, in some cases for the production of entanglement between separated ions. Proof-of-principle demonstrations of such photon collection from trapped ions have been performed using high-numerical-aperture lenses or cavities and single-mode fibers, but integrated photonic elements in ion-trap structures offer advantages in scalability and manufacturabilty over traditional optics. In this paper we analyze structures monolithically fabricated with an ion trap for collecting ion-emitted photons, coupling them into waveguides, and manipulating them via interference. We calculate geometric limitations on collection efficiency for this scheme, simulate a single-layer grating that shows performance comparable to demonstrated free-space optics, and discuss practical fabrication and fidelity considerations. Based on this analysis, we conclude that integrated photonics can support scalable systems of trapped-ions that can distribute quantum information via photon-mediated entanglement.         ",
    "url": "https://arxiv.org/abs/2401.06850",
    "authors": [
      "F. W. Knollmann",
      "E. Clements",
      "P. T. Callahan",
      "M. Gehl",
      "J. D. Hunker",
      "T. Mahony",
      "R. McConnell",
      "R. Swint",
      "C. Sorace-Agaskar",
      "I. L. Chuang",
      "J. Chiaverini",
      "D. Stick"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2405.09126",
    "title": "Floquet engineering of quantum thermal machines: A gradient-based spectral method to optimize their performance",
    "abstract": "           A procedure to find optimal regimes for quantum thermal engines (QTMs) is described and demonstrated. The QTMs are modelled as the periodically-driven non-equilibrium steady states of open quantum systems, whose dynamics is approximated in this work with Markovian master equations. The action of the external agent, and the couplings to the heat reservoirs can be modulated with control functions, and it is the time-dependent shape of these control functions the object of optimisation. Those functions can be freely parameterised, which permits to constrain the solutions according to experimental or physical requirements.         ",
    "url": "https://arxiv.org/abs/2405.09126",
    "authors": [
      "Alberto Castro"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2406.19426",
    "title": "Bell vs Bell: a ding-dong battle over quantum incompleteness",
    "abstract": "           Does determinism (or even the incompleteness of quantum mechanics) follow from locality and perfect correlations? In a 1964 paper John Bell gave the first demonstration that quantum mechanics is incompatible with local hidden variables. Since then a vigorous debate has rung out over whether he relied on an assumption of determinism or instead, as he later claimed in a 1981 paper, derived determinism from assumptions of locality and perfect correlation. This paper aims to bring clarity to the debate via simple examples and rigorous results. It is first recalled, via quantum and classical counterexamples, that the weakest statistical form of locality consistent with Bell's 1964 paper (parameter independence) is insufficient for the derivation of determinism. Attention is then turned to critically assess Bell's appealing to the Einstein-Rosen-Podolsky (EPR) incompleteness argument to support his claim. It is shown this argument is itself incomplete, via counterexamples that expose two logical gaps. Closing these gaps via a strong \"counterfactual\" reality criterion enables a rigorous derivation of both determinism and parameter independence, and in this sense justifies Bell's claim. Conversely, however, it is noted that whereas the EPR argument requires a weaker \"measurement choice\" assumption than Bell's demonstration, it nevertheless leads to a similar incompatibility with quantum predictions rather than to quantum incompleteness.         ",
    "url": "https://arxiv.org/abs/2406.19426",
    "authors": [
      "Michael J. W. Hall"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2406.19992",
    "title": "Abnormal Frequency Response Determined by Saddle Points in Non-Hermitian Crystal Systems",
    "abstract": "           In non-Hermitian crystal systems under open boundary condition (OBC), it is generally believed that the OBC modes with frequencies containing positive imaginary parts, when excited by external driving, will experience exponential growth in population, thereby leading to instability. However, our work challenges this conventional understanding. In such a system, we find an anomalous response that grows exponentially with the frequency aligned with those of saddle points. The frequencies of these saddle points on the complex plane are below the maximum imaginary part of OBC spectrum, but they can lie within or beyond the OBC spectrum. We derive general formulas of excitation-response relationships and find that this anomalous response can occur because the excitation of OBC modes eventually evolve toward these saddle points at long times. Only when the frequencies of all these saddle points are below the real axis do the non-Hermitian crystal systems remain stable under periodic excitation. Thus our results also provide new insights on the stability criterion of non-Hermitian crystal systems.         ",
    "url": "https://arxiv.org/abs/2406.19992",
    "authors": [
      "Kunling Zhou",
      "Jun Zhao",
      "Bowen Zeng",
      "Yong Hu"
    ],
    "subjectives": [
      "Other Condensed Matter (cond-mat.other)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.06465",
    "title": "The impact of microwave phase noise on diamond quantum sensing",
    "abstract": "           Precision optical measurements of the electron-spin precession of nitrogen-vacancy (NV) centers in diamond form the basis of numerous applications. The most sensitivity-demanding applications, such as femtotesla magnetometry, require the ability to measure changes in GHz spin transition frequencies at the sub-millihertz level, corresponding to a fractional resolution of better than 10^{-12}. Here we study the impact of microwave (MW) phase noise on the response of an NV sensor. Fluctuations of the phase of the MW waveform cause undesired rotations of the NV spin state. These fluctuations are imprinted in the optical readout signal and, left unmitigated, are indistinguishable from magnetic field noise. We show that the phase noise of several common commercial MW generators results in an effective pT s^{1/2}-range noise floor that varies with the MW carrier frequency and the detection frequency of the pulse sequence. The data are described by a frequency domain model incorporating the MW phase noise spectrum and the filter-function response of the sensing protocol. For controlled injection of white and random-walk phase noise, the observed NV magnetic noise floor is described by simple analytic expressions that accurately capture the scaling with pulse sequence length and the number of pi pulses. We outline several strategies to suppress the impact of MW phase noise and implement a version, based on gradiometry, that realizes a >10-fold suppression. Our study highlights an important challenge in the pursuit of sensitive diamond quantum sensors and is applicable to other qubit systems with a large transition frequency.         ",
    "url": "https://arxiv.org/abs/2407.06465",
    "authors": [
      "Andris Berzins",
      "Maziar Saleh Ziabari",
      "Yaser Silani",
      "Ilja Fescenko",
      "Joshua T. Damron",
      "John F. Barry",
      "Andrey Jarmola",
      "Pauli Kehayias",
      "Bryan A. Richards",
      "Janis Smits",
      "Victor M. Acosta"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.10654",
    "title": "Inverse Physics-Informed Neural Networks for transport models in porous materials",
    "abstract": "           Physics-Informed Neural Networks (PINN) are a machine learning tool that can be used to solve direct and inverse problems related to models described by Partial Differential Equations. This paper proposes an adaptive inverse PINN applied to different transport models, from diffusion to advection-diffusion-reaction problems. Once a suitable PINN is established to solve the forward problem, the transport parameters are added as trainable parameters. We find that, for the inverse problem to converge to the correct solution, the different components of the loss function (data misfit, initial conditions, boundary conditions and residual of the transport equation) need to be weighted adaptively as a function of the training iteration (epoch). Similarly, gradients of trainable parameters are scaled at each epoch accordingly. Several examples are presented for different test cases to support our PINN architecture and its scalability and robustness.         ",
    "url": "https://arxiv.org/abs/2407.10654",
    "authors": [
      "Marco Berardi",
      "Fabio Difonzo",
      "Matteo Icardi"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2407.21189",
    "title": "Multi-task Photonic Reservoir Computing: Wavelength Division Multiplexing for Parallel Computing with a Silicon Microring Resonator",
    "abstract": "           Nowadays, as the ever-increasing demand for more powerful computing resources continues, alternative advanced computing paradigms are under extensive investigation. Significant effort has been made to deviate from conventional Von Neumann architectures. In-memory computing has emerged in the field of electronics as a possible solution to the infamous bottleneck between memory and computing processors, which reduces the effective throughput of data. In photonics, novel schemes attempt to collocate the computing processor and memory in a single device. Photonics offers the flexibility of multiplexing streams of data not only spatially and in time, but also in frequency or, equivalently, in wavelength, which makes it highly suitable for parallel computing. Here, we numerically show the use of time and wavelength division multiplexing (WDM) to solve four independent tasks at the same time in a single photonic chip, serving as a proof of concept for our proposal. The system is a time-delay reservoir computing (TDRC) based on a microring resonator (MRR). The addressed tasks cover different applications: Time-series prediction, waveform signal classification, wireless channel equalization, and radar signal prediction. The system is also tested for simultaneous computing of up to 10 instances of the same task, exhibiting excellent performance. The footprint of the system is reduced by using time-division multiplexing of the nodes that act as the neurons of the studied neural network scheme. WDM is used for the parallelization of wavelength channels, each addressing a single task. By adjusting the input power and frequency of each optical channel, we can achieve levels of performance for each of the tasks that are comparable to those quoted in state-of-the-art reports focusing on single-task operation...         ",
    "url": "https://arxiv.org/abs/2407.21189",
    "authors": [
      "Bernard J. Giron Castro",
      "Christophe Peucheret",
      "Darko Zibar",
      "Francesco Da Ros"
    ],
    "subjectives": [
      "Neural and Evolutionary Computing (cs.NE)",
      "Artificial Intelligence (cs.AI)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.02504",
    "title": "Efficient Strategies for Reducing Sampling Error in Quantum Krylov Subspace Diagonalization",
    "abstract": "           Within the realm of early fault-tolerant quantum computing (EFTQC), quantum Krylov subspace diagonalization (QKSD) has emerged as a promising quantum algorithm for the approximate Hamiltonian diagonalization via projection onto the quantum Krylov subspace. However, the algorithm often requires solving an ill-conditioned generalized eigenvalue problem (GEVP) involving erroneous matrix pairs, which can significantly distort the solution. Since EFTQC assumes limited-scale error correction, finite sampling error becomes a dominant source of error in these matrices. This work focuses on quantifying sampling errors during the measurement of matrix element in the projected Hamiltonian examining two measurement approaches based on the Hamiltonian decompositions: the linear combination of unitaries and diagonalizable fragments. To reduce sampling error within a fixed budget of quantum circuit repetitions, we propose two measurement strategies: the shifting technique and coefficient splitting. The shifting technique eliminates redundant Hamiltonian components that annihilate either the bra or ket states, while coefficient splitting optimizes the measurement of common terms across different circuits. Numerical experiments with electronic structures of small molecules demonstrate the effectiveness of these strategies, reducing sampling costs by a factor of 20-500.         ",
    "url": "https://arxiv.org/abs/2409.02504",
    "authors": [
      "Gwonhak Lee",
      "Seonghoon Choi",
      "Joonsuk Huh",
      "Artur F. Izmaylov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]