[
  {
    "id": "arXiv:2212.00019",
    "title": "Experimental demonstration of superdirective spherical dielectric  antenna",
    "abstract": "High directivity of spherical high-index dielectric antennas with an electric dipole excitation is associated with constructive interference of particular electric and magnetic modes of an open spherical resonator at certain frequencies. An experimental demonstration of the directivities exceeding the fundamental Harrington-Chu and Kildal limits is provided -- a phenomenon called superdirectivity. We study the performance of such antennas and obtain excellent agreement between experimentally measured and numerically predicted directivities. The use of high-index, low-loss ceramics can significantly reduce the physical size of such antennas, while maintaining their overall high radiation efficiency. The demonstrated concept scales to other frequency ranges. ",
    "url": "https://arxiv.org/abs/2212.00019",
    "authors": [
      "Roman Gaponenko",
      "Mikhail S. Sidorenko",
      "Dmitry Zhirihin",
      "Ilia L. Rasskazov",
      "Alexander Moroz",
      "Konstantin Ladutenko",
      "Pavel Belov",
      "Alexey Shcherbakov"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.00185",
    "title": "Phase-Resolved Rydberg Atom Field Sensing using Quantum Interferometry",
    "abstract": "Although Rydberg atom-based electric field sensing provides key advantages over traditional antenna-based detection, it generally requires a local oscillator (LO) for low-field and phase resolved detection. In this work, we demonstrate the general applicability of closed-loop quantum interferometric schemes for Rydberg field sensing, which eliminate the need for an LO. We reveal that the quantum-interferometrically defined phase and frequency of our scheme provides an internal reference that enables LO-free full 360$^\\circ$-resolved phase sensitivity. This internal reference can further be used analogously to a traditional LO for atom-based down-mixing to an intermediate frequency for lock-in phase detection, which we demonstrate by demodulating a four phase-state signal broadcast on the atoms. ",
    "url": "https://arxiv.org/abs/2212.00185",
    "authors": [
      "Samuel Berweger",
      "Alexandra B. Artusio-Glimpse",
      "Andrew P. Rotunno",
      "Nikunjkumar Prajapati",
      "Joseph D. Christesen",
      "Kaitlin R. Moore",
      "Matthew T. Simons",
      "Christopher L. Holloway"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.00204",
    "title": "Pseudospin-2 in photonic chiral borophene",
    "abstract": "Pseudospin is an angular momentum degree of freedom replacing the real electron spin in the effective massless Dirac-like equation used to describe wave evolution at conical intersections such as the Dirac cones of graphene. Here, we demonstrate a photonic implementation of a chiral borophene allotrope hosting a pseudospin-2 conical intersection in its energy-momentum spectrum. The presence of this fivefold spectral degeneracy gives rise to quasiparticles with exotic integer spin values beyond the standard model. We report on conical diffraction and pseudospin-orbit interaction of light in photonic chiral borophene, which, as a result of topological charge conversion, leads to the generation of highly charged optical phase vortices. ",
    "url": "https://arxiv.org/abs/2212.00204",
    "authors": [
      "Philip Menz",
      "Haissam Hanafi",
      "Daniel Leykam",
      "Jörg Imbrock",
      "Cornelia Denz"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.00307",
    "title": "Non-Hermitian Photonic Lattices: tutorial",
    "abstract": "Non-Hermitian photonic lattices combine the peculiar consequences of energy non-conservation with the physics of bandstructures, giving rise to a variety of exotic properties not found in conventional materials or photonic metamaterials. In this tutorial, we introduce the key concepts in the design and implementation of non-Hermitian photonic lattices, including the general features of non-Hermitian lattice Hamiltonians and their bandstructures, the role of non-Hermitian lattice symmetries, and the topological chracterization of non-Hermitian bandstructures. We survey several important non-Hermitian lattice designs, as well as the photonic platforms on which they can be realized. Finally, we discuss the possibilities for future developments in the field. ",
    "url": "https://arxiv.org/abs/2212.00307",
    "authors": [
      "Qiang Wang",
      "Y. D. Chong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2212.00426",
    "title": "Compact sub-Hz Linewidth Laser Enabled by Self Injection Lock To a  Sub-mL FP Cavity",
    "abstract": "Narrow linewidth laser(NLL) of high frequency stability and small form factor is essential to enable applications in long range sensing, quantum information and atomic clocks. Various high performance NLL have been demonstrated by Pound-Drever Hall(PDH) lock or self injection lock(SIL) of a seed laser to a vaccum-stabilized FP cavity of ultrahigh quality factor(Q). However they are often complicated lab setups due to the sophisticated stabilizing system and locking electronics. Here we report a compact NLL of 68mL volume, realized by SIL of a diode laser to a miniature FP cavity of 7.7x108 Q and 0.5mL volume, bypassing table-size vaccum, thermal and vibration isolation. We characterized the NLL with a self-delayed heterodyne system, the Lorentzian linewidth reaches 60mHz, and the integrated linewidth is ~80Hz. The frequency noise performance exceeds that of commercial NLLs and the best reported hybrid-integrated NLL realized by SIL to high Q on-chip ring resonators. Our work marks a major step toward a field-deployable NLL of superior performance utilizing ultra-high Q FP cavity. ",
    "url": "https://arxiv.org/abs/2212.00426",
    "authors": [
      "Wei Liang",
      "Yunfeng liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2212.00520",
    "title": "Hydrogen-Atom Electronic Basis Sets for Multicomponent Quantum Chemistry",
    "abstract": "Multicomponent methods are a conceptually simple way to include nuclear quantum effects into quantum chemistry calculations. In multicomponent methods, the electronic molecular orbitals are described using the linear combination of atomic orbitals approximation. This requires the selection of a one-particle electronic basis set which, in practice, is commonly a correlation-consistent basis set. In multicomponent method studies, it has been demonstrated that large electronic basis sets are required for quantum hydrogen nuclei to accurately describe electron-nuclear correlation. However, as we show in this study, much of the need for large electronic basis sets is due to the correlation-consistent electronic basis sets not being optimized to describe nuclear properties and electron-nuclear correlation. Herein, we introduce a series of correlation-consistent electronic basis sets for hydrogen atoms called cc-pVnZ-mc with additional basis functions optimized to reproduce multicomponent density functional theory protonic densities. These new electronic basis sets are shown to yield better protonic densities with fewer electronic basis functions than the standard correlation-consistent basis sets and reproduce other protonic properties such as proton affinities and protonic excitation energies, even though they were not optimized for these purposes. The cc-pVnZ-mc basis sets should enable multicomponent many-body calculations on larger systems due to the improved computational efficiency they provide for a given level of accuracy. ",
    "url": "https://arxiv.org/abs/2212.00520",
    "authors": [
      "Irina Samsonova",
      "Gabrielle B. Tucker",
      "Naresh Alaal",
      "Kurt R. Brorsen"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.00556",
    "title": "Quantum Targeted Energy Transfer through Machine Learning Tools",
    "abstract": "In quantum targeted energy transfer a number of bosons is transferred from a certain crystal site to an alternative one, utilizing a nonlinear resonance configuration similar to the classical system. We use a novel computational method based on machine learning algorithms, in order to investigate selectivity as well as efficiency of the quantum transfer in the context of a dimer and a trimer system. We find that our method identifies efficiently the quantum transfer paths. There is promise for the method to be applied in systems with higher degrees of freedom, with the aim to analyse desired parameter relations. ",
    "url": "https://arxiv.org/abs/2212.00556",
    "authors": [
      "I. Andronis",
      "G. Arapantonis",
      "G. D. Barmparis",
      "G. P. Tsironis"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.00590",
    "title": "A home-lab to study uncertainties using smartphone sensors and determine  the optimal number of measurements",
    "abstract": "We present a home-lab experimental activity, successfully proposed to our students during covid19 pandemic, based on \\textit{state-of-the-art} technologies to teach error analysis and uncertainties to science and engineering students. In the last decade the appearance of smartphones considerably affected our daily life. Thanks to their built-in sensors, this revolution has impacted in many areas and, in particular, the educational field. Here we show how to use smartphone sensors to teach fundamental concepts for science students such as any measurement is useless unless a confidence interval is specified or how to determine if a result agrees with a model, or to discern a new phenomenon from others already known. We explain how to obtain and analyse experimental fluctuations and discuss in relation with the Gaussian distribution. In another application we show how to determine the optimal number of measurements as a function of the standard error and the digital resolution of a given sensor. ",
    "url": "https://arxiv.org/abs/2212.00590",
    "authors": [
      "Martin Monteiro",
      "Cecilia Stari",
      "Arturo C. Marti"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2212.00626",
    "title": "A route to extreme peak power and energy scaling in the mid-IR  chirped-pulse oscillator-amplifier laser systems",
    "abstract": "The paper suggests a new route toward the ultrafast laser peak power and energy scaling in a hybrid mid-IR chirped pulse oscillator-amplifier (CPO-CPA) system, without sacrificing neither the pulse duration nor energy. Thus, using a CPO as a seed source allow the beneficial implementation of a dissipative soliton (DS) energy scaling approach and a universal concept of CPA in the simple single-path oscillator-amplifier system. The key message is avoiding a destructive nonlinearity in the final stages of amplifiers and compressor elements by using a chirped high-fidelity pulse from CPO as a seed for a single-pass CPA. Our main intention is to realize this approach in a Cr2+:ZnS-based CPO as a source of energy-scalable DS with well-controllable phase characteristics for a single-pass Cr2+:ZnS polycrystalline ceramic amplifier. A qualitative comparison of experimental and theoretical results provides a road map for the development and energy scaling of the hybrid CPO-CPA laser systems, without compromising pulse duration. ",
    "url": "https://arxiv.org/abs/2212.00626",
    "authors": [
      "Alexander Rudenkov",
      "Vladimir L. Kalashnikov",
      "Evgeni Sorokin",
      "Maksim Demesh",
      "Irina T. Sorokina"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2212.00652",
    "title": "At the threshold of distributed Kerr-lens mode-locking in a Cr:ZnS  waveguide laser",
    "abstract": "We demonstrate feasibility of spatio-temporal mode-locking in a mid-IR Cr:ZnS waveguide laser based on the nonlinear spatial mode coupling. The experiment shows efficient power scaling with the excitation of intra-mode beatings, leading to a pronounced nonlinear mode-coupling that would result in a Kerr-lens mode-locking (KLM). We suggest that a particularly high nonlinearity in Cr:ZnS combined with multimode waveguide leads to a soft aperture induced by a pump beam. The latter provides an effective spatial mode control in a nonlinear multimode waveguide, thereby, opening the way to the birth of a spatio-temporal dissipative soliton or a 'light bullet' formation. The paper is therefore forming the basis for the future distributed Kerr-lens mode locking in the energy-scalable solid-state wave-guide laser. ",
    "url": "https://arxiv.org/abs/2212.00652",
    "authors": [
      "Maksim Demesh",
      "Vladimir Kalashnikov",
      "Evgeni Sorokin",
      "Natali Gusakova",
      "Alexander Rudenkov",
      "Irina T. Sorokina"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.00758",
    "title": "Polarization-Tuned Fano Resonances in All-Dielectric Short-Wave Infrared  Metasurface",
    "abstract": "The short-wave infrared (SWIR) is an underexploited portion of the electromagnetic spectrum in metasurface-based nanophotonics despite its strategic importance in sensing and imaging applications. This is mainly attributed to the lack of material systems to tailor light-matter interactions in this range. Herein, we address this limitation and demonstrate an all-dielectric silicon-integrated metasurface enabling polarization-induced Fano resonance control at SWIR frequencies. The platform consists of a two-dimensional Si/GeSn core/shell nanowire array on a silicon wafer. By tuning the light polarization, we show that the metasurface reflectance can be efficiently engineered due to Fano resonances emerging from the electric and magnetic dipoles competition. The interference of optically induced dipoles in high-index nanowire arrays offers additional degrees of freedom to tailor the directional scattering and the flow of light while enabling sharp polarization-modulated resonances. This tunability is harnessed in nanosensors yielding an efficient detection of 10^{-2} changes in the refractive index of the surrounding medium. ",
    "url": "https://arxiv.org/abs/2212.00758",
    "authors": [
      "Anis Attiaoui",
      "Gérard Daligou",
      "Simone Assali",
      "Oliver Skibitzki",
      "Thomas Schroeder",
      "Oussama Moutanabbir"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2212.00022",
    "title": "Optical multi-task learning using multi-wavelength diffractive deep  neural networks",
    "abstract": "Photonic neural networks are brain-inspired information processing technology using photons instead of electrons to perform artificial intelligence (AI) tasks. However, existing architectures are designed for a single task but fail to multiplex different tasks in parallel within a single monolithic system due to the task competition that deteriorates the model performance. This paper proposes a novel optical multi-task learning system by designing multi-wavelength diffractive deep neural networks (D2NNs) with the joint optimization method. By encoding multi-task inputs into multi-wavelength channels, the system can increase the computing throughput and significantly alle-viate the competition to perform multiple tasks in parallel with high accuracy. We design the two-task and four-task D2NNs with two and four spectral channels, respectively, for classifying different inputs from MNIST, FMNIST, KMNIST, and EMNIST databases. The numerical evaluations demonstrate that, under the same network size, mul-ti-wavelength D2NNs achieve significantly higher classification accuracies for multi-task learning than single-wavelength D2NNs. Furthermore, by increasing the network size, the multi-wavelength D2NNs for simultaneously performing multiple tasks achieve comparable classification accuracies with respect to the individual training of multiple single-wavelength D2NNs to perform tasks separately. Our work paves the way for developing the wave-length-division multiplexing technology to achieve high-throughput neuromorphic photonic computing and more general AI systems to perform multiple tasks in parallel. ",
    "url": "https://arxiv.org/abs/2212.00022",
    "authors": [
      "Zhengyang Duan",
      "Hang Chen",
      "Xing Lin"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.00028",
    "title": "Universal Relations of Energy Flow, Acoustic Spin and Torque for  Near-Field Acoustic Tweezers",
    "abstract": "Acoustic spin, radiation torque, energy flow, and reactive power are of significant importance from both fundamental and practical aspects, responsible for flexible tweezer manipulations and near-field sound directionality. Nevertheless, the intrinsic relations among these physical quantities are far from clear. Here, we prove the universal geometric relations among them in acoustics, independent on wave structure details. Particularly, we connect acoustic spin and torque to the cross product of time-averaged energy flow and reactive power, as well as to the local vorticity of energy flow. These relations are universally valid, verified in a variety of different acoustic systems. We also demonstrate the multipole mechanical torques and forces generated in three acoustic near-field sources: Janus, Huygens and Spin sources, applying on small lossy particles. These universal geometric relations uncover hidden locking relations beyond simple spin-momentum locking of near-field waves, and show the basic principles between the acoustic spin, radiation torque, and energy flow, reactive power. ",
    "url": "https://arxiv.org/abs/2212.00028",
    "authors": [
      "Yang Long",
      "Chenwen Yang",
      "Hong Chen",
      "Jie Ren"
    ],
    "subjectives": [
      "Other Condensed Matter (cond-mat.other)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2212.00401",
    "title": "Spin noise spectroscopy of optical light shifts",
    "abstract": "Light induced non-equilibrium spin noise spectroscopy is theoretically and experimentally shown to be an efficient technique to reveal the structure and the coherent effects in the probed transition. Indeed, using metastable helium, the spin noise spectrum is shown to exhibit a dual-peak structure around the Larmor frequency. This previously unobserved feature is due to the light shifts of the involved levels and strongly depends on the probe power, detuning, and polarization orientation. Both numerical and analytical models reproduce very well the details of the split spin noise spectra: this technique thus allows a simple and direct measurement of the light shifts, and its polarization dependence permits to reveal the level structure in a non ambiguous manner. ",
    "url": "https://arxiv.org/abs/2212.00401",
    "authors": [
      "Joseph Delpy",
      "Shikang Liu",
      "Pascal Neveu",
      "E Wu",
      "Fabien Bretenaker",
      "Fabienne Goldfarb"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.00651",
    "title": "Thermodynamics of quantum information in noisy polarizers",
    "abstract": "Among the emerging technologies with prophesied quantum advantage, quantum communications has already led to fascinating demonstrations -- including quantum teleportation to and from satellites. However, all optical communication necessitates the use of optical devices, and their comprehensive quantum thermodynamic description is still severely lacking. In the present analysis we prove several versions of Landauer's principle for noisy polarizers, namely absorbing linear polarizers and polarizing beamsplitters. As main results we obtain statements of the second law quantifying the minimal amount of heat that is dissipated in the creating of linearly polarized light. Our findings are illustrated with an experimentally tractable example, namely the temperature dependence of a quantum eraser. ",
    "url": "https://arxiv.org/abs/2212.00651",
    "authors": [
      "Maxwell Aifer",
      "Nathan Myers",
      "Sebastian Deffner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.00677",
    "title": "Quantum circuit fidelity estimation using machine learning",
    "abstract": "The computational power of real-world quantum computers is limited by errors. When using quantum computers to perform algorithms which cannot be efficiently simulated classically, it is important to quantify the accuracy with which the computation has been performed. In this work we introduce a machine-learning-based technique to estimate the fidelity between the state produced by a noisy quantum circuit and the target state corresponding to ideal noise-free computation. Our machine learning model is trained in a supervised manner, using smaller or simpler circuits for which the fidelity can be estimated using other techniques like direct fidelity estimation and quantum state tomography. We demonstrate that the trained model can predict the fidelities of more complicated circuits for which such methods are infeasible. ",
    "url": "https://arxiv.org/abs/2212.00677",
    "authors": [
      "Avi Vadali",
      "Rutuja Kshirsagar",
      "Prasanth Shyamsundar",
      "Gabriel N. Perdue"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2212.00777",
    "title": "Are the heliosphere, very local interstellar medium, and local cavity in  pressure balance with Galactic gravity",
    "abstract": "The Voyager spacecraft are providing the first in situ measurements of physical properties in the outer heliosphere beyond the heliopause. These data, together with data from the IBEX and HST spacecraft and physical models consistent with these data, now provide critical measurements of pressures in the heliosphere and surrounding interstellar medium. Using these data, we assemble the first comprehensive survey of total pressures inside and outside of the heliopause, in the interstellar gas surrounding the heliosphere, and in the surrounding Local Cavity to determine whether the total pressures in each region are in balance with each other and with the gravitational pressure exerted by the Galaxy. We inter-compare total pressures in each region that include thermal, non-thermal, plasma, ram, and magnetic pressure components. An important result is the role of dynamic (ram) pressure. Total pressure balance at the heliopause can only be maintained with a substantial contribution of dynamic pressure from inside. Also, total pressure balance between the outer heliosphere and pristine very local ISM (VLISM) and between the pristine VLISM and the Local Cavity requires large dynamic pressure contributions. ",
    "url": "https://arxiv.org/abs/2212.00777",
    "authors": [
      "Jeffrey L. Linsky",
      "Eberhard Moebius"
    ],
    "subjectives": [
      "Astrophysics of Galaxies (astro-ph.GA)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2212.00782",
    "title": "Variational Neural-Network Ansatz for Continuum Quantum Field Theory",
    "abstract": "Physicists dating back to Feynman have lamented the difficulties of applying the variational principle to quantum field theories. In non-relativistic quantum field theories, the challenge is to parameterize and optimize over the infinitely many $n$-particle wave functions comprising the state's Fock space representation. Here we approach this problem by introducing neural-network quantum field states, a deep learning ansatz that enables application of the variational principle to non-relativistic quantum field theories in the continuum. Our ansatz uses the Deep Sets neural network architecture to simultaneously parameterize all of the $n$-particle wave functions comprising a quantum field state. We employ our ansatz to approximate ground states of various field theories, including an inhomogeneous system and a system with long-range interactions, thus demonstrating a powerful new tool for probing quantum field theories. ",
    "url": "https://arxiv.org/abs/2212.00782",
    "authors": [
      "John M. Martyn",
      "Khadijeh Najafi",
      "Di Luo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2203.11909",
    "title": "Temporal trapping: a route to strong coupling and deterministic optical  quantum computation",
    "abstract": " Comments: 9 pages, 4 figures, 1 table. SM: 6 pages, 2 figures, 2 tables ",
    "url": "https://arxiv.org/abs/2203.11909",
    "authors": [
      "Ryotatsu Yanagimoto",
      "Edwin Ng",
      "Marc Jankowski",
      "Hideo Mabuchi",
      "Ryan Hamerly"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.09908",
    "title": "Integrated Finite Element Neural Network (I-FENN) for non-local  continuum damage mechanics",
    "abstract": " Title: Integrated Finite Element Neural Network (I-FENN) for non-local  continuum damage mechanics ",
    "url": "https://arxiv.org/abs/2207.09908",
    "authors": [
      "Panos Pantidis",
      "Mostafa E. Mobasher"
    ],
    "subjectives": [
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.01076",
    "title": "Quasiclassical approaches to the generalized quantum master equation",
    "abstract": " Title: Quasiclassical approaches to the generalized quantum master equation ",
    "url": "https://arxiv.org/abs/2209.01076",
    "authors": [
      "Graziano Amati",
      "Maximilian A. C. Saller",
      "Aaron Kelly",
      "Jeremy O. Richardson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2209.08113",
    "title": "Exact quantum dynamics developments for floppy molecular systems and  complexes",
    "abstract": " Title: Exact quantum dynamics developments for floppy molecular systems and  complexes ",
    "url": "https://arxiv.org/abs/2209.08113",
    "authors": [
      "Edit Mátyus",
      "Alberto Martín Santa Daría",
      "Gustavo Avila"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.03143",
    "title": "Imaging Scatterometer for Observing In-Situ Changes to Optical Coatings  During Air Annealing",
    "abstract": " Comments: 11 pages, 6 figures, accepted by Applied Optics, typo corrections and new sentences added. arXiv admin note: text overlap with arXiv:2202.12393 ",
    "url": "https://arxiv.org/abs/2210.03143",
    "authors": [
      "Michael Rezac",
      "Daniel Martinez",
      "Amy Gleckl",
      "Joshua R. Smith"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.13888",
    "title": "Modelling the response of a turbulent jet flame to acoustic forcing in a  linearized framework using an active flame approach",
    "abstract": " Title: Modelling the response of a turbulent jet flame to acoustic forcing in a  linearized framework using an active flame approach ",
    "url": "https://arxiv.org/abs/2211.13888",
    "authors": [
      "Thomas Ludwig Kaiser",
      "Gregoire Varillon",
      "Wolfgang Polifke",
      "Feichi Zhang",
      "Thorsten Zirwes",
      "Henning Bockhorn",
      "Kilian Oberleithner"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2211.16437",
    "title": "Manufacturing high-Q superconducting α-tantalum resonators on  silicon wafers",
    "abstract": " Comments: 20 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2211.16437",
    "authors": [
      "D. P. Lozano",
      "M. Mongillo",
      "X. Piao",
      "S. Couet",
      "D. Wan",
      "Y. Canvel",
      "A. M. Vadiraj",
      "Ts. Ivanov",
      "J. Verjauw",
      "R. Acharya",
      "J. Van Damme",
      "F. A. Mohiyaddin",
      "J. Jussot",
      "P. P. Gowda",
      "A. Pacco",
      "B. Raes",
      "J. Van de Vondel",
      "I. P. Radu",
      "B. Govoreanu",
      "J. Swerts",
      "A. Potočnik",
      "K. De Greve"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.16868",
    "title": "Heating in Multi-Layer Targets at ultra-high Intensity Laser Irradiation  and the Impact of Density Oscillation",
    "abstract": " Title: Heating in Multi-Layer Targets at ultra-high Intensity Laser Irradiation  and the Impact of Density Oscillation ",
    "url": "https://arxiv.org/abs/2211.16868",
    "authors": [
      "Franziska-Luise Paschke-Bruehl",
      "Mohammad Banjafar",
      "Marco Garten",
      "Lingen Huang",
      "Brian Edward Marré",
      "Motoaki Nakatsutsumi",
      "Lisa Randolph",
      "Thomas E. Cowan",
      "Ulrich Schramm",
      "Thomas Kluge"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  }
]