[
  {
    "id": "arXiv:2208.13817",
    "title": "Multi-functional interface between integrated photonics and free space",
    "abstract": "The combination of photonic integrated circuits and free-space meta-optics has the ability to unclasp technological knots that require advanced light manipulation due their conjoined ability to guide and shape electromagnetic waves. The need for large scale access and component interchangeability is essential for rapid prototyping of optical systems. Such capability represents a functional challenge in terms of fabrication and alignment of compound photonic platform. Here, we report a multi-functional interface that demonstrates the capabilities of a flexible and interchangeable combination of a photonic integrated circuit to a free-space coupling chip with different designs of low-loss meta-optics at a wavelength of 780 nm. We show that robustness and fidelity of the designed optical functions can be achieved without prior precise characterization of the free-space input nor stringent alignment between the photonic integrated chip and the meta-optics chip. A diffraction limited spot of approximately 3 micron for a hyperboloid metalens of numerical aperture 0.15 was achieved despite an input Gaussian elliptical deformation of up to 35% and misalignments of the components of up to 20 micron. A holographic display with a peak signal-to-noise ratio of more than 10 compared to its ground truth is also reported using this platform making this work the first interface to shape photonic integrated modes into free space using different diffractive optical functions. ",
    "url": "https://arxiv.org/abs/2208.13817",
    "authors": [
      "Quentin A. A. Tanguy",
      "Arnab Manna",
      "Saswata Mukherjee",
      "David Sharp",
      "Elyas Bayati",
      "Karl F. Boehringer",
      "Arka Majumdar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.13832",
    "title": "Benchmarking magnetized three-wave coupling for laser backscattering:  Analytic solutions and kinetic simulations",
    "abstract": "Understanding magnetized laser-plasma interactions (MagLPI) is important for controlling magneto-inertial fusion experiments, and developing magnetically assisted radiation and particle sources. In the long-pulse regime, interactions are dominated by coherent three-wave interactions, whose nonlinear coupling coefficients become known only recently when waves propagate at oblique angles with the magnetic field. In this paper, backscattering coupling coefficients predicted by warm-fluid theory is benchmarked using particle-in-cell simulations in one spatial dimension, and excellent agreements are found for a wide range of plasma temperatures, magnetic field strengths, and laser propagation angles, when the interactions are mediated by electron-dominant hybrid waves. Systematic comparisons between theory and simulations are made possible by a rigorous protocol. On the theory side, the initial boundary value problem of linearized three-wave equations are derived, and the transient-time solutions allow effects of growth to be distinguished from damping. On the simulation side, parameters are carefully chosen and multiple calibration runs are performed to ensure that the final stimulated run is well controlled. Fitting simulation data to analytical solutions in the same setup yields numerical growth rates, which match theory predictions within error bars. Although warm-fluid theory is found to be valid for a wide parameter range, genuine kinetic effects have also been observed. ",
    "url": "https://arxiv.org/abs/2208.13832",
    "authors": [
      "Yuan Shi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2208.13925",
    "title": "Non-universality of quantum noise in optical amplifiers operating at  exceptional points",
    "abstract": "The concept of exceptional points-based optical amplifiers (EPOAs) has been recently proposed as a new paradigm for miniaturizing optical amplifiers while simultaneously enhancing their gain-bandwidth product. While the operation of this new family of amplifiers in the classical domain provides a clear advantage, their performance in the quantum domain has not yet been evaluated. Particularly, it is not clear how the quantum noise introduced by vacuum fluctuations will affect their operation. Here, we investigate this problem by considering three archetypal EPOAs structures that rely either on unidirectional coupling, parity-time (PT) symmetry, or particle-hole symmetry for implementing the exceptional point (EP). By using the Heisenberg-Langevin formalism, we calculate the added quantum noise in each of these devices and compare it with that of a quantum-limited amplifier scheme that does not involve any exceptional points. Our analysis reveals several interesting results: most notably that while the quantum noise of certain EPOAs can be comparable to those associated with conventional amplifier systems, in general the noise does not follow a universal scaling as a function of the exceptional point but rather varies from one implementation to another. ",
    "url": "https://arxiv.org/abs/2208.13925",
    "authors": [
      "L. Simonson",
      "S. K. Ozdemir",
      "A. Eisfeld",
      "A. Metelmann",
      "R. El-Ganainy"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.13955",
    "title": "Photon-pair generation in a heterogeneous silicon photonic chip",
    "abstract": "Integrated Silicon photonics has played an important role in advancing the applications of quantum information and quantum science. However, due to different material properties, it is challenging to integrate all components with excellent performance based on homogeneous material. Here, by combining high nonlinearity and low losses in a heterogeneous silicon platform, we efficiently generate high-quality photon pairs through spontaneous four-wave mixing in hydrogenated amorphous silicon waveguide and route them off-chip through low loss silicon nitride waveguide. A record high coincidence- to- accidental rate value of 1632.6 ($\\pm$ 260.4) is achieved in this heterogeneous design with a photon pair generation rate of 1.94 MHz. We also showcase a wide range of multi-channel photon sources with coincidence- to- accidental rate consistently at 200. Lastly, we measure heralded single-photons with a lowest $g^{(2)}_H(0)$ of 0.1085 $\\pm$ 0.0014. Our results demonstrate the heterogeneous silicon platform as an ideal platform for efficient generation of photon pairs and routing them off-chip with low losses. It also paves a way for the future hybrid photonic integrated circuit by collecting distinct features from different materials. ",
    "url": "https://arxiv.org/abs/2208.13955",
    "authors": [
      "Mingwei Jin",
      "Neil MacFarlane",
      "Zhaohui Ma",
      "Yongmeng Sua",
      "Mark A. Foster",
      "Yuping Huang",
      "Amy C. Foster"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.13977",
    "title": "$\\mathcal{T}$-matrix method for computation of second-harmonic  generation upon optical wave scattering from clusters of arbitrary particles",
    "abstract": "We derive the $\\mathcal{T}$-matrix formalism tailored for the numerical analysis of second-harmonic (SH) generation from arbitrarily-shaped particles made of centrosymmetric optical materials. First, the transfer matrix of a single particle is computed \\textit{via} the extended boundary condition method, in which the electromagnetic fields both at fundamental frequency and SH are expanded in vector spherical wave functions and the integral formulation is satisfied away from the surface of the scatterer. We allow for the accurate physical description of the SH sources by taking into account both local surface and nonlocal bulk polarization contributions to the nonlinear polarization density source responsible for the generation of the SH signal in a particle. This single-particle formalism is then extended to arbitrary distributions of particles by incorporating into the formalism linear and nonlinear electromagnetic wave scattering from the particles in the cluster. Importantly from a practical point of view, our method can be applied to particles of arbitrary shape made of optical materials characterized by general frequency-dispersion relations, so that it can describe the linear and nonlinear optical response of clusters of metallic, semiconductor, or polaritonic particles, as well as mixtures of such particles. The approach proposed here is faster and more memory-efficient than well-established numerical techniques, especially in the analysis of spheroidal particles, due to the favourable symmetries of spherical wave basis functions used in the wave scattering analysis. ",
    "url": "https://arxiv.org/abs/2208.13977",
    "authors": [
      "Ivan Sekulic",
      "Jian Wei You",
      "Nicolae C. Panoiu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.14068",
    "title": "Microscopic-scale recording of brain neuronal electrical activity using  a diamond quantum sensor",
    "abstract": "An important tool in the investigation of the early stages of neurodegenerative disease is the study of dissected living tissue from the brain of an animal model. Such investigations allow the physical structure of individual neurons and neural circuits to be probed alongside neuronal electrical activity, disruption of which can shed light on the mechanisms of emergence of disease. Existing techniques for recording activity rely on potentially damaging direct interaction with the sample, either mechanically as point electrical probes or via intense focused laser light combined with highly specific genetic modification and/or potentially toxic fluorescent dyes. In this work, we instead perform passive, microscopic-scale recording of electrical activity using a biocompatible quantum sensor based on colour centres in diamond. We record biomagnetic field induced by ionic currents in mouse corpus callosum axons without direct sample interaction, accurately recovering signals corresponding to action potential propagation while demonstrating in situ pharmacology during biomagnetic recording through tetrodotoxin inhibition of voltage gated sodium channels. Our results open a promising new avenue for the microscopic recording of neuronal signals, offering the prospect of high resolution imaging of electrical circuits in the living mammalian brain. ",
    "url": "https://arxiv.org/abs/2208.14068",
    "authors": [
      "Nikolaj Winther Hansen",
      "James Luke Webb",
      "Luca Troise",
      "Christoffer Olsson",
      "Leo Tomasevic",
      "Ovidiu Brinza",
      "Jocelyn Achard",
      "Robert Staacke",
      "Michael Kieschnick",
      "Jan Meijer",
      "Axel Thielscher",
      "Hartwig Roman Siebner",
      "Kirstine Berg-Sørensen",
      "Jean-François Perrier",
      "Alexander Huck",
      "Ulrik Lund Andersen"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.14202",
    "title": "Ablation Holes in Tape Targets Induced by Ultra-Intense Laser Pulses",
    "abstract": "We present a theoretical modelling able to predict the dimensions of mm-sized through-holes produced in interactions of the 1 PW high-power 30fs Ti:Sa laser VEGA-3 with tape targets. We find that sizes of through-holes can be calculated by assuming that the full heat transferred from the laser-heated electron population to the target by electron-electron collisions drives the evaporation of target material. We demonstrate the good reproduction of experimental results. ",
    "url": "https://arxiv.org/abs/2208.14202",
    "authors": [
      "Michael Ehret",
      "Jon Imanol Apiñaniz",
      "Jose Luis Henares",
      "Roberto Lera",
      "Diego de Luis",
      "José Antonio Pérez-Hernández",
      "Luca Volpe",
      "Giancarlo Gatti"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2208.14215",
    "title": "Detection schemes for quantum vacuum diffraction and birefringence",
    "abstract": "Motivated by recent experimental initiatives, such as at the Helmholtz International Beamline for Extreme Fields (HIBEF) at the European X-ray Free Electron Laser (XFEL), we calculate the birefringent scattering of x-rays at the combined field of two optical (or near-optical) lasers and compare various scenarios. In order to facilitate an experimental detection of quantum vacuum diffraction and birefringence, special emphasis is placed on scenarios where the initial and final x-ray photons differ not just in polarization, but also in propagation direction (corresponding to scattering angles in the mrad regime) and possibly energy. ",
    "url": "https://arxiv.org/abs/2208.14215",
    "authors": [
      "N. Ahmadiniaz",
      "T.E. Cowan",
      "J. Grenzer",
      "S. Franchino-Viñas",
      "A. Laso Garcia",
      "M. Smid",
      "T. Toncian",
      "M.A. Trejo",
      "R. Schützhold"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2208.14223",
    "title": "Characterization of plasmas driven by laser wavelengths in the  1.064-10.6 $μ$m range as future extreme ultraviolet light sources",
    "abstract": "We characterize the properties of extreme ultraviolet (EUV) light source plasmas driven by laser wavelengths in the $\\lambda_{\\mathrm{laser}} = 1.064 - 10.6 $ $\\mu$m range. Detailed numerical simulations of laser-irradiated spherical tin microdroplet targets reveal a strong laser-wavelength dependence on laser light absorptivity and the conversion efficiency of generating EUV radiation. Radiative losses are found to dominate the power balance for all laser wavelengths, and a clear shift from kinetic to in-band radiative losses with increasing laser wavelength is identified. We find that the existence of maximum conversion efficiency, near $ \\lambda_{\\mathrm{laser}} = 4 $ $\\mu$m, originates from the interplay between the optical depths of the laser light and the in-band EUV photons for this specific target geometry. ",
    "url": "https://arxiv.org/abs/2208.14223",
    "authors": [
      "D. J. Hemminga",
      "O. O. Versolato",
      "J. Sheil"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2208.14296",
    "title": "Features of Molecular Structure Beneficial for Optical Pumping",
    "abstract": "Fast and efficient state preparation of molecules can be accomplished by optical pumping. Molecular structure that most obviously facilitates cycling involves a strong electronic transition, with favorable vibrational branching (diagonal Franck-Condon factors, aka FCFs) and without any intervening electronic states. Here, we propose important adjustments to those criteria, based on our experience optically pumping SiO$^+$. Specifically, the preference for no intervening electronic states should be revised, and over-reliance on FCFs can miss important features. The intervening electronic state in SiO$^+$is actually found to be beneficial in ground rotational state preparation, by providing a pathway for population to undergo a parity flip. This contribution demonstrates the possibility that decay through intervening states may help state preparation of non-diagonal or polyatomic molecules. We also expand upon the definition of favorable branching. In SiO$^+$, we find that the off-diagonal FCFs fail to reflect the vibrational heating versus cooling rates. Since the branching rates are determined by transition dipole moments (TDMs) we introduce a simple model to approximate the TDMs for off-diagonal decays. We find that two terms, set primarily by the slope of the dipole moment function ($d\\mu/dx$) and offset in equilibrium bond lengths ($\\Delta x = r_e^g-r_e^e$), can add (subtract) to increase (decrease) the magnitude of a given TDM. Applying the model to SiO$^+$, we find there is a fortuitous cancellation, where decay leading to vibrational excitation is reduced, causing optical cycling to lead naturally to vibrational cooling. ",
    "url": "https://arxiv.org/abs/2208.14296",
    "authors": [
      "James B. Dragan",
      "Ivan O. Antonov",
      "Brian C. Odom"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.14430",
    "title": "SPIM-Flow, an integrated light-sheet and microfluidics platform for  hydrodynamic studies of Hydra",
    "abstract": "Selective plane illumination microscopy (SPIM), or light sheet, is a powerful three-dimensional imaging approach. However, access to and interfacing microscopes with microfluidics have remained challenging. Complex interfacing with microfluidics has limited the SPIM's utility in studying the hydrodynamics of freely moving multicellular organisms. We developed SPIM-Flow, an inexpensive light sheet platform that enables easy integration with microfluidics. We used SPIM-Flow to study the hydrodynamics of freely moving Hydra polyps in millimeter-sized chambers (4 mm wide, 1.5 mm height). Our initial experiments across multiple animals, feeding on a chip (Artemia franciscana nauplius used as food), and baseline behaviors (eg., tentacle swaying, elongation, and bending) indicated animals' health inside the system. SPIM enabled easy imaging of the freely moving animal and tracer beads (for fluid visualizations) inside the larger chambers. Next, using the chambers, we investigated Hydra's response to flow. Results suggest that animals responded to established flow by bending and swaying their tentacles in the flow direction. Finally, we used a previously described video analysis software (FlowTrace) to visualize path lines generated by (e.g., vortex generated) and around (e.g., due to flow) Hydra. These results demonstrated the SPIM-Flow's utility to study the hydrodynamics of freely moving animals. ",
    "url": "https://arxiv.org/abs/2208.14430",
    "authors": [
      "Per Niklas Hedde",
      "Erika L. Gomez",
      "Leora Duong",
      "Robert E. Steele",
      "Siavash Ahrar"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Quantitative Methods (q-bio.QM)"
    ]
  },
  {
    "id": "arXiv:2208.14431",
    "title": "Improving the Accuracy of Variational Quantum Eigensolvers With Fewer  Qubits Using Orbital Optimization",
    "abstract": "Near-term quantum computers will be limited in the number of qubits on which they can process information as well as the depth of the circuits that they can coherently carry out. To-date, experimental demonstrations of algorithms such as the Variational Quantum Eigensolver (VQE) have been limited to small molecules using minimal basis sets for this reason. In this work we propose incorporating an orbital optimization scheme into quantum eigensolvers wherein a parameterized partial unitary transformation is applied to the basis functions set in order to reduce the number of qubits required for a given problem. The optimal transformation is found by minimizing the ground state energy with respect to this partial unitary matrix. Through numerical simulations of small molecules up to 16 spin orbitals, we demonstrate that this method has the ability to greatly extend the capabilities of near-term quantum computers with regard to the electronic structure problem. We find that VQE paired with orbital optimization consistently achieves lower ground state energies than traditional VQE and frequently achieves lower ground state energies than VQE and FCI methods using larger basis sets. ",
    "url": "https://arxiv.org/abs/2208.14431",
    "authors": [
      "Joel Bierman",
      "Yingzhou Li",
      "Jianfeng Lu"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.13127",
    "title": "Observation of stochastic resonance in directed propagation of cold  atoms",
    "abstract": "A weak probe of light illuminates randomly diffusing atoms confined in a dissipative optical lattice. The probe transmission spectrum reveals directed propagation of a specific velocity-class of atoms. Resonant enhancement of this directed propagation is observed as we vary the random photon scattering rate. We experimentally characterize this stochastic resonance as a function of probe intensity and lattice well depth. A novel one-dimensional model reveals how the probe-excited atomic density waves and optical pumping rates conspire to create directed atomic propagation within a randomly diffusing sample. ",
    "url": "https://arxiv.org/abs/2208.13127",
    "authors": [
      "Alexander Staron",
      "Kefeng Jiang",
      "Casey Scoggins",
      "Daniel Wingert",
      "David Cubero",
      "Samir Bali"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.13829",
    "title": "Resonant Kushi-comb-like multi-frequency radiation of oscillating  two-color soliton molecules",
    "abstract": "Nonlinear waveguides with two distinct domains of anomalous dispersion can support the formation of molecule-like two-color pulse compounds. They consist of two tightly bound subpulses with frequency loci separated by a vast frequency gap. Perturbing such a two-color pulse compound triggers periodic amplitude and width variations, reminiscent of molecular vibrations. With increasing strength of perturbation, the dynamics of the pulse compound changes from harmonic to nonlinear oscillations. The periodic amplitude variations enable coupling of the pulse compound to dispersive waves, resulting in the resonant emission of multi-frequency radiation. We demonstrate that the location of the resonances can be precisely predicted by phase-matching conditions. If the pulse compound consists of a pair of identical subpulses, inherent symmetries lead to degeneracies in the resonance spectrum. Weak perturbations lift existing degeneracies and cause a splitting of the resonance lines into multiple lines. Strong perturbations result in more complex emission spectra, characterized by well separated spectral bands caused by resonant Cherenkov radiation and additional four-wave mixing processes. ",
    "url": "https://arxiv.org/abs/2208.13829",
    "authors": [
      "O. Melchert",
      "S. Willms",
      "I. Oreshnikov",
      "A. Yulin",
      "U. Morgner",
      "I. Babushkin",
      "A. Demircan"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2208.13878",
    "title": "Spin Current Density Functional Theory of the Quantum Spin-Hall Phase",
    "abstract": "The spin current density functional theory (SCDFT) is the generalization of the standard DFT to treat a fermionic system embedded in the effective external field produced by the spin-orbit coupling interaction. Even in the absence of a spin polarization, the SCDFT requires the electron-electron potential to depend on the spin currents $\\mathbf{J}^x$, $\\mathbf{J}^y$ and $\\mathbf{J}^z$, which only recently was made possible for practical relativistic quantum-mechanical simulations [Phys. Rev. B {\\bf 102}, 235118 (2020)]. Here, we apply the SCDFT to the quantum spin-Hall phase and show how it improves (even qualitatively) the description of its electronic structure relative to the DFT. We study the Bi (001) 2D bilayer and its band insulator to topological insulator phase transition (via $s+p_z \\leftrightarrow p_x +ip_y$ band inversion) as a function of mechanical strain. We show that the explicit account of spin currents in the electron-electron potential of the SCDFT is key to the appearance of a Dirac cone at the $\\Gamma$ point in the valence band structure at the onset of the topological phase transition. Finally, the valence band structure of this system is rationalized using a simple first-order $\\mathbf{k} \\cdot \\mathbf{p}$ quasi-degenerate perturbation theory model. ",
    "url": "https://arxiv.org/abs/2208.13878",
    "authors": [
      "William P. Comaskey",
      "Filippo Bodo",
      "Alessandro Erba",
      "Jose L. Mendoza-Cortes",
      "Jacques K. Desmarais"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.13911",
    "title": "Programmable photonic integrated meshes for modular generation of  optical entanglement links",
    "abstract": "Large-scale generation of quantum entanglement between individually controllable qubits is at the core of quantum computing, communications, and sensing. Modular architectures of remotely-connected quantum technologies have been proposed for a variety of physical qubits, with demonstrations reported in atomic and all-photonic systems. However, an open challenge in these architectures lies in constructing high-speed and high-fidelity reconfigurable photonic networks for optically-heralded entanglement among target qubits. Here we introduce a programmable photonic integrated circuit (PIC), realized in a piezo-actuated silicon nitride (SiN)-in-oxide CMOS-compatible process, that implements an N x N Mach-Zehnder mesh (MZM) capable of high-speed execution of linear optical transformations. The visible-spectrum photonic integrated mesh is programmed to generate optical connectivity on up to N = 8 inputs for a range of optically-heralded entanglement protocols. In particular, we experimentally demonstrated optical connections between 16 independent pairwise mode couplings through the MZM, with optical transformation fidelities averaging 0.991 +/- 0.0063. The PIC's reconfigurable optical connectivity suffices for the production of 8-qubit resource states as building blocks of larger topological cluster states for quantum computing. Our programmable PIC platform enables the fast and scalable optical switching technology necessary for network-based quantum information processors. ",
    "url": "https://arxiv.org/abs/2208.13911",
    "authors": [
      "Mark Dong",
      "Matthew Zimmermann",
      "David Heim",
      "Hyeongrak Choi",
      "Genevieve Clark",
      "Andrew J. Leenheer",
      "Kevin J. Palm",
      "Alex Witte",
      "Daniel Dominguez",
      "Gerald Gilbert",
      "Matt Eichenfield",
      "Dirk Englund"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.14047",
    "title": "An excited atom interacting with a Chern insulator: towards a far-field  resonant Casimir-Polder repulsion",
    "abstract": "We consider the resonant Casimir-Polder interaction of an excited alkali-type atom which has a single (electric dipole) transition with a Chern insulator. The Chern insulator has a nonzero, time reversal symmetry breaking Hall conductance, leading to an additional contribution to the resonant Casimir-Polder interaction which depends on the coupling between the Hall conductance and the circular polarization state of the atomic transition. We find that the resonant Casimir-Polder shift can be significantly enhanced for de-excitation frequencies near values associated with the van Hove singularities of the Chern insulator. Furthermore, we find that the resonant Casimir-Polder force can become monotonically decaying and repulsive for a relatively large atom-surface distance, if the atomic dipole transition is right circularly polarized and the Chern number of the Chern insulator is $-1$ or the atomic dipole transition is left circularly polarized and the Chern number is $1$. ",
    "url": "https://arxiv.org/abs/2208.14047",
    "authors": [
      "Bing-Sui Lu",
      "Khatee Zathul Arifa",
      "Martial Ducloy"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.14065",
    "title": "Quantum Vortex Formation in the \"Rotating Bucket'' Experiment with  Polariton Condensates",
    "abstract": "The appearance of quantised vortices in the classical ``rotating bucket'' experiments of liquid helium and ultracold dilute gases provides the means for fundamental and comparative studies of different superfluids. Here, we realize the ``rotating bucket'' experiment for optically trapped quantum fluids of light based on exciton-polariton Bose-Einstein condensates in semiconductor microcavities. We utilize the beating note of two frequency-stabilized single-mode lasers to generate an asymmetric time-periodic rotating, non-resonant excitation profile that both injects and stirs the condensate through its interaction with the exciton reservoir. The pump-induced external rotation of the condensate results in the appearance of a co-rotating quantized vortex. We investigate the rotation-frequency dependence of the quantized vortices formation and describe the phenomenology using the generalized Gross-Pitaevskii equation. Our results enable the study of polariton superfluidity on a par with other superfluids, as well as Floquet engineering of driven-dissipative quantum gases, and deterministic, all-optical control over structured nonlinear light. ",
    "url": "https://arxiv.org/abs/2208.14065",
    "authors": [
      "Ivan Gnusov",
      "Stella Harrison",
      "Sergey Alyatkin",
      "Kirill Sitnik",
      "Julian Topfer",
      "Helgi Sigurdsson",
      "Pavlos G. Lagoudakis"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.14082",
    "title": "Optimized Laser Models with Heisenberg-Limited Coherence and  Sub-Poissonian Beam Photon Statistics",
    "abstract": "Recently it has been shown that it is possible for a laser to produce a stationary beam with a coherence (quantified as the mean photon number at spectral peak) which scales as the fourth power of the mean number of excitations stored within the laser, this being quadratically larger than the standard or Schawlow-Townes limit [1]. Moreover, this was analytically proven to be the ultimate quantum limit (Heisenberg limit) scaling under defining conditions for CW lasers, plus a strong assumption about the properties of the output beam. In Ref. [2], we show that the latter can be replaced by a weaker assumption, which allows for highly sub-Poissonian output beams, without changing the upper bound scaling or its achievability. In this Paper, we provide details of the calculations in Ref. [2], and introduce three new families of laser models which may be considered as generalizations of those presented in that work. Each of these families of laser models is parameterized by a real number, $p$, with $p=4$ corresponding to the original models. The parameter space of these laser families is numerically investigated in detail, where we explore the influence of these parameters on both the coherence and photon statistics of the laser beams. Two distinct regimes for the coherence may be identified based on the choice of $p$, where for $p>3$, each family of models exhibits Heisenberg-limited beam coherence, while for $p<3$, the Heisenberg limit is no longer attained. Moreover, in the former regime, we derive formulae for the beam coherence of each of these three laser families which agree with the numerics. We find that the optimal parameter is in fact $p\\approx4.15$, not $p=4$. ",
    "url": "https://arxiv.org/abs/2208.14082",
    "authors": [
      "L. A. Ostrowski",
      "T. J. Baker",
      "S. N. Saadatmand",
      "H. M. Wiseman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.14096",
    "title": "Pulsed Laser Ejection of Single-Crystalline III-V Solar Cells From GaAs  Substrates",
    "abstract": "Like many optoelectronics, the highest quality III-V solar cells start out as thin single-crystalline multilayers on GaAs substrates. Separating these device layers from their growth substrate enables higher performing devices and wafer reuse, both of which are critical for III-V solar cell viability in a terrestrial market. Here, we remove rigidly-bonded, lattice-matched, 16 mm$^2$ x 3.5 um thick GaAs devices off a GaAs substrate using a 10 ns, unfocused Nd:YAG laser pulse. The pulse is selectively absorbed in a lower-bandgap, lattice-matched, crystalline layer below the device, driving a quasi-two dimensional ablation event that ejects the crystalline multilayer from the substrate. After minutes of selective wet-chemical etching and front contact deposition, our champion 0.1 cm$^2$ device showed a (17.4 +/- 0.5) % power conversion efficiency and an open-circuit voltage of 1.07 V, using AM1.5 direct (1000 W m$^{-2}$) with no anti-reflection coating. We show that the performance is comparable to similar solar cells produced via conventional substrate dissolution processes. We discuss unique process characteristics and opportunities, such as the potential to separate wafer-sized thin film solar cells per laser pulse. ",
    "url": "https://arxiv.org/abs/2208.14096",
    "authors": [
      "Benjamin A. Reeves",
      "Myles A. Steiner",
      "Thomas E. Carver",
      "Ze Zhang",
      "Aaron M. Lindenberg",
      "Bruce M. Clemens"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.14212",
    "title": "Tackling Multimodal Device Distributions in Inverse Photonic Design  using Invertible Neural Networks",
    "abstract": "Inverse design, the process of matching a device or process parameters to exhibit a desired performance, is applied in many disciplines ranging from material design over chemical processes and to engineering. Machine learning has emerged as a promising approach to overcome current limitations imposed by the dimensionality of the parameter space and multimodal parameter distributions. Most traditional optimization routines assume an invertible one-to-one mapping between the design parameters and the target performance. However, comparable or even identical performance may be realized by different designs, yielding a multimodal distribution of possible solutions to the inverse design problem which confuses the optimization algorithm. Here, we show how a generative modeling approach based on invertible neural networks can provide the full distribution of possible solutions to the inverse design problem and resolve the ambiguity of nanodevice inverse design problems featuring multimodal distributions. We implement a Conditional Invertible Neural Network (cINN) and apply it to a proof-of-principle nanophotonic problem, consisting in tailoring the transmission spectrum of a metallic film milled by subwavelength indentations. We compare our approach with the commonly used conditional Variational Autoencoder (cVAE) framework and show the superior flexibility and accuracy of the proposed cINNs when dealing with multimodal device distributions. Our work shows that invertible neural networks provide a valuable and versatile toolkit for advancing inverse design in nanoscience and nanotechnology. ",
    "url": "https://arxiv.org/abs/2208.14212",
    "authors": [
      "Michel Frising",
      "Jorge Bravo-Abad",
      "Ferry Prins"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.14273",
    "title": "Tensor-Train Thermo-Field Memory Kernels for Generalized Quantum Master  Equations",
    "abstract": "The generalized quantum master equation (GQME) approach provides a rigorous framework for deriving the exact equation of motion for any subset of electronic reduced density matrix elements (e.g., the diagonal elements). In the context of electronic dynamics, the memory kernel and inhomogeneous term of the GQME introduce the implicit coupling to nuclear motion or dynamics of electronic density matrix elements that are projected out (e.g., the off-diagonal elements), allowing for efficient quantum dynamics simulations. Here, we focus on benchmark quantum simulations of electronic dynamics in a spin-boson model system described by various types of GQMEs. Exact memory kernels and inhomogeneous terms are obtained from short-time quantum-mechanically exact tensor-train thermo-field dynamics (TT-TFD) simulations. The TT-TFD memory kernels provide insights on the main sources of inaccuracies of GQME approaches when combined with approximate input methods and pave the road for development of quantum circuits that could implement GQMEs on digital quantum computers. ",
    "url": "https://arxiv.org/abs/2208.14273",
    "authors": [
      "Ningyi Lyu",
      "Ellen Mulvihill",
      "Micheline B. Soley",
      "Eitan Geva",
      "Victor S. Batista"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.14324",
    "title": "Theory of photonic crystal polaritons in periodically patterned  multilayer waveguides",
    "abstract": "We present a formalism for studying the radiation-matter interaction in multilayered dielectric structures with active semiconductor quantum wells patterned with an in-plane periodic lattice. The theory is based on the diagonalization of the generalized Hopfield matrix, and it includes loss channels in a non-Hermitian formulation. Hybrid elementary excitations named photonic crystal polaritons arise in these systems, whose detailed dispersion and loss characteristics are shown to depend on material composition as well as on symmetry properties of the lattice. We show the generality of the approach by calculating polariton dispersions in very diverse material platforms, such as multilayered perovskite-based lattices or inorganic semiconductor heterostructures. As an application of the method, we show how to engineer lossless polariton modes through excitonic coupling to bound states in the continuum at either zero or finite in-plane wavevector, and discuss their topological properties. Detailed comparison with a semiclassical approach based on the scattering matrix method is provided, which allows to interpret the optical spectra in terms of polarization-dependent excitation of the different polariton branches. This work introduces an efficient and invaluably versatile numerical approach to engineer photonic crystal polaritons, with potential applications ranging from low-threshold lasers to symmetry-protected propagating modes of hybrid radiation-matter states. ",
    "url": "https://arxiv.org/abs/2208.14324",
    "authors": [
      "Simone Zanotti",
      "Hai Son Nguyen",
      "Momchil Minkov",
      "Lucio Claudio Andreani",
      "Dario Gerace"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.09090",
    "title": "Purifying single photon emission from giant shell CdSe/CdS quantum dots  at room temperature",
    "abstract": " Comments: Supporting information is available upon request to authors ",
    "url": "https://arxiv.org/abs/2111.09090",
    "authors": [
      "Sergii Morozov",
      "Stefano Vezzoli",
      "Alina Myslovska",
      "Alessio Di Giacomo",
      "N. Asger Mortensen",
      "Iwan Moreels",
      "Riccardo Sapienza"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2112.01649",
    "title": "Floquet Engineering of Two Dimensional Photonic Waveguide Arrays with  $π$ or $\\pm2π/3$ Corner states",
    "abstract": " Comments: 7 figures ",
    "url": "https://arxiv.org/abs/2112.01649",
    "authors": [
      "Ma Luo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2112.05795",
    "title": "Optimisation of Scalable Ion-Cavity Interfaces for Quantum Photonic  Networks",
    "abstract": " Title: Optimisation of Scalable Ion-Cavity Interfaces for Quantum Photonic  Networks ",
    "url": "https://arxiv.org/abs/2112.05795",
    "authors": [
      "Shaobo Gao",
      "Jacob A. Blackmore",
      "William J. Hughes",
      "Joseph F. Goodwin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2202.12990",
    "title": "Role of Zirconium Conversion Coating in Corrosion Performance of  Aluminum Alloys: An Integrated First-Principles and Multiphysics Modeling  Approach",
    "abstract": " Title: Role of Zirconium Conversion Coating in Corrosion Performance of  Aluminum Alloys: An Integrated First-Principles and Multiphysics Modeling  Approach ",
    "url": "https://arxiv.org/abs/2202.12990",
    "authors": [
      "Arash Samaei",
      "Santanu Chaudhuri"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2204.13747",
    "title": "Optical properties of low background PEN structural components for the  LEGEND-200 experiment",
    "abstract": " Title: Optical properties of low background PEN structural components for the  LEGEND-200 experiment ",
    "url": "https://arxiv.org/abs/2204.13747",
    "authors": [
      "L. Manzanillas",
      "Y. Efremenko",
      "M. Febbraro",
      "F. Fischer",
      "M. Guitart Corominas",
      "B. Hackett",
      "A. Leonhardt",
      "B. Majorovits",
      "O. Schulz"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2205.01292",
    "title": "Quantum optical coherence microscopy for bioimaging applications",
    "abstract": " Title: Quantum optical coherence microscopy for bioimaging applications ",
    "url": "https://arxiv.org/abs/2205.01292",
    "authors": [
      "Pablo Yepiz-Graciano",
      "Zeferino Ibarra-Borja",
      "Roberto Ramírez Alarcón",
      "Gerardo Gutiérrez-Torres",
      "Héctor Cruz-Ramírez",
      "Dorilian Lopez-Mago",
      "Alfred B. U'Ren"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2205.02787",
    "title": "A New Perspective on Quantum Field Theory Revealing Possible Existence  of Another Kind of Fermions Forming Dark Matter",
    "abstract": " Comments: 50 pages, 1 figure; a reference is added; typos corrected; some more typos corrected; journal reference included (Online Only) ",
    "url": "https://arxiv.org/abs/2205.02787",
    "authors": [
      "Matej Pavšič"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2205.07927",
    "title": "Optical characterization of dyed liquid crystal cells",
    "abstract": " Comments: 16 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2205.07927",
    "authors": [
      "Obeng Appiagyei Addai",
      "Ruilin Xiao",
      "Xiaoyu Zheng",
      "Peter Palffy-Muhoray"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.00667",
    "title": "Distance calibration via Newton's rings in yttrium lithium fluoride  whispering gallery mode resonators",
    "abstract": " Comments: Main text (5 pages, 3 figures) Supplemental document (2 pages, 2 figures) ",
    "url": "https://arxiv.org/abs/2208.00667",
    "authors": [
      "Josh T. Christensen",
      "Farhan Azeem",
      "Luke S. Trainor",
      "Dmitry V. Strekalov",
      "Harald G. L. Schwefel"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]