[
  {
    "id": "arXiv:2210.15800",
    "title": "Few-body hydrodynamic interactions probed by optical trap pulling  experiment",
    "abstract": "We study the hydrodynamic coupling of neighboring micro-beads placed in a dual optical trap setup allowing us to precisely control the degree of coupling and directly measure time-dependent trajectories of the entrained beads. Average experimental trajectories of a probe bead entrained by the motion of a neighboring scan bead are compared with theoretical computation, illustrating the role of viscous coupling and setting timescales for probe bead relaxation. The findings provide direct experimental corroborations of hydrodynamic coupling at larger, micron spatial scales and millisecond timescales, of relevance to hydrodynamic-assisted colloidal assembly as well as improving the resolution of optical tweezers. We repeat the experiments for three bead setups. ",
    "url": "https://arxiv.org/abs/2210.15800",
    "authors": [
      "Julian Lee",
      "Kyle Cotter",
      "Ibrahim Elsadek",
      "Matthew J Comstock",
      "Steve Pressé"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Adaptation and Self-Organizing Systems (nlin.AO)"
    ]
  },
  {
    "id": "arXiv:2210.15881",
    "title": "300 GHz wireless link based on an integrated Kerr soliton comb",
    "abstract": "A Kerr microresonator frequency comb has enabled the generation of low-phase-noise millimeter- and terahertz-waves in conjunction with an ultrafast photodiode. It is intriguing to employ the new light source in wireless communication at above 100 GHz band, where a carrier signal with a high signal-to-noise ratio is desired to achieve higher data rates. In this study, we demonstrate two simple and efficient architectures of wireless links based on a microresonator comb. We show experimentally that simultaneous modulation and detection of multiple comb lines result in >10 times stronger modulation signal strength than two-line detection at a receiver. Successful transmission of complex modulation format up to 64 quadrature amplitude modulation proves that a microresonator comb and the proposed modulation method are effective in modern wireless communication. ",
    "url": "https://arxiv.org/abs/2210.15881",
    "authors": [
      "Tomohiro Tetsumoto",
      "Antoine Rolland"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.15984",
    "title": "Low-loss silicon nitride photonic ICs for single-photon applications",
    "abstract": "Low-loss photonic integrated circuits (PICs) are the key elements in future quantum technologies, nonlinear photonics and neural networks. The low-loss photonic circuits technology targeting C-band application is well established across multi-project wafer (MPW) fabs, whereas near-infrared (NIR) PICs suitable for the state-of-the-art single-photon sources are still underdeveloped. Here, we report the labs-scale process optimization and optical characterization of low-loss tunable photonic integrated circuits for single-photon applications. We demonstrate the lowest propagation losses to the date (as low as 0.55 dB/cm at 925 nm wavelength) in single-mode silicon nitride submicron waveguides (220x550 nm). This performance is achieved due to advanced e-beam lithography and inductively coupled plasma reactive ion etching steps which yields waveguides vertical sidewalls with down to 0.85 nm sidewall roughness. These results provide a chip-scale low-loss PIC platform that could be even further improved with high quality SiO2 cladding, chemical-mechanical polishing and multistep annealing for extra-strict single-photon applications. ",
    "url": "https://arxiv.org/abs/2210.15984",
    "authors": [
      "Kirill A. Buzaverov",
      "Aleksandr S. Baburin",
      "Evgeny V. Sergeev",
      "Sergey S. Avdeev",
      "Evgeniy S. Lotkov",
      "Mihail Andronik",
      "Victoria E. Stukalova",
      "Dmitry A. Baklykov",
      "Ivan V. Dyakonov",
      "Nikolay N. Skryabin",
      "Mikhail Yu. Saygin",
      "Sergey P. Kulik",
      "Ilya A. Ryzhikov",
      "Ilya A. Rodionov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.16037",
    "title": "Cavity Jahn-Teller Polaritons in Molecules",
    "abstract": "We investigate Jahn-Teller (JT) polaritons, which emerge from the interaction of the two normal-incidence electromagnetic modes with perpendicular polarizations in a Fabry-Perot cavity resonator with JT active systems. These JT polaritons are characterized by a mixed $(+/-)$--circular electromagnetic polarization that originates from the molecular JT vibronic coupling of the material subsystem. Consequently, the exchange of photonic and vibronic angular momenta can be very efficient; exciting the cavity-JT system with short, polarized light pulses results in a dynamical and oscillatory response of the polarization in the cavity medium. Due to the photonic-vibronic coupling, we show how the cavity polarization direction becomes frequency dependent and does not necessarily coincide with the polarization direction of the external fields used to drive the system. ",
    "url": "https://arxiv.org/abs/2210.16037",
    "authors": [
      "Krishna Nandipati",
      "Oriol Vendrell"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.16047",
    "title": "A full quantum mechanical approach assessing the chemical and  electromagnetic effect in TERS",
    "abstract": "Tip-enhanced Raman spectroscopy (TERS) is a valuable method for surface analysis with nanometer to angstrom-scale resolution, however, the accurate simulation of particular TERS signals remains a computational challenge. We present a unique approach to this challenge by combining the two main contributors to plasmon-enhanced Raman spectroscopy and to the high resolution in TERS in particular, the electromagnetic and the chemical effect, into one quantum mechanical simulation. The electromagnetic effect describes the sample's interaction with the strong, highly localized and inhomogeneous electric fields associated with the plasmonic tip, and is typically the thematic focus for most mechanistic studies. On the other hand, the chemical effect covers the different responses to the extremely close-range and highly position-sensitive chemical interaction between the apex tip atom(s) and the sample, and, as we could show in previous works, plays an often underestimated role. Starting from a (time-dependent) density functional theory description of the chemical model system, comprised of a tin(II) phthalocyanine (SnPc) sample molecule and a single silver atom as tip, we introduce the electromagnetic effect through a series of point charges that recreate the electric field in the vicinity of the plasmonic Ag nanoparticle. By scanning the tip over the molecule along a 3D grid, we can investigate the system's Raman response on each position for non-resonant and resonant illumination. Simulating both effects on their own already hints at the achievable signal enhancement and resolution, but the combination of both creates even stronger evidence that TERS is capable of resolving sub-molecular features. ",
    "url": "https://arxiv.org/abs/2210.16047",
    "authors": [
      "Kevin Fiederling",
      "Mostafa Abasifard",
      "Martin Richter",
      "Volker Deckert",
      "Stephan Kupfer",
      "Stefanie Gräfe"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2210.16240",
    "title": "Polariton lasing in AlGaN microring with GaN/AlGaN quantum wells",
    "abstract": "Microcavity polaritons are strongly interacting hybrid light-matter quasiparticles, which are promising for the development of novel light sources and active photonic devices. Here, we report polariton lasing in the UV spectral range in microring resonators based on GaN/AlGaN slab waveguides, with experiments carried out from 4 K up to room temperature. Stimulated polariton relaxation into multiple ring resonator modes is observed, which exhibit threshold-like dependence of the emission intensity with pulse energy. The strong exciton-photon coupling regime is confirmed by the significant reduction of the free spectral range with energy and the blueshift of the exciton-like modes with increasing pulse energy. Importantly, the exciton emission shows no broadening with power, further confirming that lasing is observed at electron-hole densities well below the Mott transition. Overall, our work paves the way towards development of novel UV devices based on the high-speed slab waveguide polariton geometry operating up to room temperature with potential to be integrated into complex photonic circuits. ",
    "url": "https://arxiv.org/abs/2210.16240",
    "authors": [
      "Anthonin Delphan",
      "Maxim N. Makhonin",
      "Tommi Isoniemi",
      "Paul M. Walker",
      "Maurice S. Skolnick",
      "Dmitry N. Krizhanovskii",
      "Dmitry V. Skryabin",
      "Jean-François Carlin",
      "Nicolas Grandjean",
      "Raphaël Butté"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2210.15710",
    "title": "Quantum Mechanics: Statistical Balance Prompts Caution in Assessing  Conceptual Implications",
    "abstract": "Throughout quantum mechanics there is statistical balance, in the collective response of an ensemble of systems to differing measurement types. Statistical balance is a core feature of quantum mechanics, underlying quantum mechanical states, and not yet explained. The concept of \"statistical balance\" is here explored, comparing its meaning since 2019 with its original meaning in 2001. Statistical balance now refers to a feature of contexts in which: (a) there is a prescribed probability other than 0 or 1 for the collective response of an ensemble to one measurement type; and (b) the collective response of the same ensemble to another measurement type demonstrates that no well-defined value can be attributed, for the property relevant to the original measurement type, to individual members of the ensemble. In some unexplained way, the outcomes of single runs of a measurement of the original type \"balance\" each other to give an overall result in line with the prescribed probability. Unexplained statistical balance prompts caution in assessing the conceptual implications of entanglement, measurement, uncertainty, and two-slit and Bell-type analyses. Physicists have a responsibility to the wider population to be conceptually precise about quantum mechanics, and to make clear that many possible conceptual implications are uncertain. ",
    "url": "https://arxiv.org/abs/2210.15710",
    "authors": [
      "Brian Drummond"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2210.15756",
    "title": "Scaling up Superconducting Quantum Computers with Cryogenic RF-photonics",
    "abstract": "Today's hundred-qubit quantum computers require a dramatic scale up to millions of qubits to become practical for solving real-world problems. Although a variety of qubit technologies have been demonstrated, scalability remains a major hurdle. Superconducting (SC) qubits are one of the most mature and promising technologies to overcome this challenge. However, these qubits reside in a millikelvin cryogenic dilution fridge, isolating them from thermal and electrical noise. They are controlled by a rack-full of external electronics through extremely complex wiring and cables. Although thousands of qubits can be fabricated on a single chip and cooled down to millikelvin temperatures, scaling up the control and readout electronics remains an elusive goal. This is mainly due to the limited available cooling power in cryogenic systems constraining the wiring capacity and cabling heat load management. In this paper, we focus on scaling up the number of XY-control lines by using cryogenic RF-photonic links. This is one of the major roadblocks to build a thousand qubit superconducting QC. We will first review and study the challenges of state-of-the-art proposed approaches, including cryogenic CMOS and deep-cryogenic photonic methods, to scale up the control interface for SC qubit systems. We will discuss their limitations due to the active power dissipation and passive heat leakage in detail. By analytically modeling the noise sources and thermal budget limits, we will show that our solution can achieve a scale up to a thousand of qubits. Our proposed method can be seamlessly implemented using advanced silicon photonic processes, and the number of required optical fibers can be further reduced by using wavelength division multiplexing (WDM). ",
    "url": "https://arxiv.org/abs/2210.15756",
    "authors": [
      "Sanskriti Joshi",
      "Sajjad Moazeni"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Systems and Control (eess.SY)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.15931",
    "title": "Universal multi-mode linear optical quantum operation in the time domain",
    "abstract": "Universal multi-mode linear optical operations are essential for almost all optical quantum information protocols (QIPs) for both qubits and continuous variables. Thus far, large-scale implementation of such operations has been pursued mainly by developing photonic chips that contain large interferometers for path-encoded optical modes. However, such encoding requires larger circuits for larger-scale operations, possibly limiting scalability. Here, we realize a scalable dual-loop optical circuit that can programmably perform universal three-mode linear optical operations in the time domain. The programmability, validity, and quantum feature of our circuit are demonstrated by performing nine different three-mode operations on squeezed-state pulses, fully characterizing their output states via homodyne detection, and confirming their entanglement. Our circuit can be straightforwardly scaled up by making the outer loop longer and also extended to universal quantum computers by incorporating measurement and feedforward systems. Thus, our work paves the way to large-scale QIPs which exhibit quantum advantage. ",
    "url": "https://arxiv.org/abs/2210.15931",
    "authors": [
      "Kazuma Yonezu",
      "Yutaro Enomoto",
      "Takato Yoshida",
      "Shuntaro Takeda"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.15981",
    "title": "Anomalous loss behavior in a single-component Fermi gas close to a  $p$-Wave Feshbach resonance",
    "abstract": "We theoretically investigate three-body losses in a single-component Fermi gas near a $p$-wave Feshbach resonance in the interacting, non-unitary regime. We extend the cascade model introduced by Waseem et al. [Phys. Rev. A 99 052704 (2019)] to describe the elastic and inelastic collision processes. We find that the loss behavior exhibits a $n^3$ and an anomalous $n^2$ dependence for a ratio of elastic to inelastic collision rate larger and smaller than one, respectively. The corresponding evolutions of the energy distribution show collisional cooling or evolution toward low-energetic non-thermalized steady states, respectively. These findings are in particular relevant for understanding atom loss and energetic evolution of ultracold gases of fermionic lithium atoms in their ground state. ",
    "url": "https://arxiv.org/abs/2210.15981",
    "authors": [
      "K. Welz",
      "M. Gerken",
      "B. Zhu",
      "E. Lippi",
      "M. Rautenberg",
      "L. Chomaz",
      "M. Weidemüller"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.16157",
    "title": "A Quantum Repeater Platform based on Single SiV$^-$ Centers in Diamond  with Cavity-Assisted, All-Optical Spin Access and Fast Coherent Driving",
    "abstract": "Quantum key distribution enables secure communication based on the principles of quantum mechanics. The distance in fiber-based quantum communication is limited to about a hundred kilometers due to signal attenuation. Thus, quantum repeaters are required to establish large-scale quantum networks. Ideal quantum repeater nodes possess a quantum memory which is efficiently connected to photons, the carrier of quantum information. Color centers in diamond and, in particular, the negatively-charged silicon-vacancy centers are promising candidates to establish such nodes. The major obstacle is an inefficient connection between the color centers spin to the Gaussian optics of fiber networks. Here, we present an efficient spin-photon interface. Individual silicon-vacancy centers coupled to the mode of a hemispherical Fabry-P\\'erot microcavity show Purcell-factors larger than 1 when operated in a bath of liquid Helium. We demonstrate coherent optical driving with a Rabi frequency of $290\\,\\mathrm{MHz}$ and all-optical access to the electron spin in strong magnetic fields of up to $3.2\\,\\mathrm{T}$. Spin initialization within $67\\,\\mathrm{ns}$ with a fidelity of $80\\,\\%$ and a lifetime of $350\\,\\mathrm{ns}$ are reached inside the cavity. The spin-photon interface is passively stable, enabled by placing a color center containing nanodiamond in the hemispherical Fabry-P\\'erot mirror structure and by choosing short cavity lengths. Therefore, our demonstration opens the way to realize quantum repeater applications. ",
    "url": "https://arxiv.org/abs/2210.16157",
    "authors": [
      "Gregor Bayer",
      "Robert Berghaus",
      "Selene Sachero",
      "Andrea B. Filipovski",
      "Lukas Antoniuk",
      "Niklas Lettner",
      "Richard Waltrich",
      "Marco Klotz",
      "Patrick Maier",
      "Viatcheslav Agafonov",
      "Alexander Kubanek"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2108.05120",
    "title": "Narrow optical transitions in erbium-implanted silicon waveguides",
    "abstract": " Title: Narrow optical transitions in erbium-implanted silicon waveguides ",
    "url": "https://arxiv.org/abs/2108.05120",
    "authors": [
      "Andreas Gritsch",
      "Lorenz Weiss",
      "Johannes Früh",
      "Stephan Rinner",
      "Andreas Reiserer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.09409",
    "title": "Spectral multiplexing of telecom emitters with stable transition  frequency",
    "abstract": " Title: Spectral multiplexing of telecom emitters with stable transition  frequency ",
    "url": "https://arxiv.org/abs/2110.09409",
    "authors": [
      "Alexander Ulanowski",
      "Benjamin Merkel",
      "Andreas Reiserer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.02978",
    "title": "Demonstration of non-Abelian frame charge flow in photonic crystals",
    "abstract": " Title: Demonstration of non-Abelian frame charge flow in photonic crystals ",
    "url": "https://arxiv.org/abs/2202.02978",
    "authors": [
      "Dongyang Wang",
      "Z. Q. Zhang",
      "C. T. Chan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.02572",
    "title": "Inverse design of plasma metamaterial devices with realistic elements",
    "abstract": " Comments: 9 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2203.02572",
    "authors": [
      "Jesse A Rodriguez",
      "Mark A. Cappelli"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2205.01221",
    "title": "Resolution of 100 photons and quantum generation of unbiased random  numbers",
    "abstract": " Comments: 16 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2205.01221",
    "authors": [
      "Miller Eaton",
      "Amr Hossameldin",
      "Richard J. Birrittella",
      "Paul M. Alsing",
      "Christopher C. Gerry",
      "Hai Dong",
      "Chris Cuevas",
      "Olivier Pfister"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.08814",
    "title": "Helicity, chirality and spin of optical fields without vector potentials",
    "abstract": " Comments: 15 pages, 2 appendices, url = this https URL ",
    "url": "https://arxiv.org/abs/2206.08814",
    "authors": [
      "Andrea Aiello"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2206.10325",
    "title": "A single liquid chromatography procedure to concentrate, separate and  collect size-selected polyynes produced by pulsed laser ablation in water",
    "abstract": " Comments: 8 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2206.10325",
    "authors": [
      "Sonia Peggiani",
      "Anna Facibeni",
      "Pietro Marabotti",
      "Alessandro Vidale",
      "Stefano Scotti",
      "Carlo S. Casari"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2207.05712",
    "title": "Hybrid topological photonic crystals",
    "abstract": " Title: Hybrid topological photonic crystals ",
    "url": "https://arxiv.org/abs/2207.05712",
    "authors": [
      "Yanan Wang",
      "Hai-Xiao Wang",
      "Li Liang",
      "Longzhen Fan",
      "Zhi-Kang Lin",
      "Feifei Li",
      "Xiao Zhang",
      "Pi-Gang Luan",
      "Yin Poo",
      "Jian-Hua Jiang",
      "Guang-Yu Guo"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.04691",
    "title": "Enhancement in the mean square range delay accuracy by means of multiple  entangled photon states quantum illumination",
    "abstract": " Comments: 5 pages, 1 figure; minor corrections ",
    "url": "https://arxiv.org/abs/2208.04691",
    "authors": [
      "Ricardo Gallego Torromé"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07855",
    "title": "On the mathematical description of combined PMD PDL effects in optical  communications and how their induced impairments can be minimized",
    "abstract": " Title: On the mathematical description of combined PMD PDL effects in optical  communications and how their induced impairments can be minimized ",
    "url": "https://arxiv.org/abs/2209.07855",
    "authors": [
      "Carlos L. Janer"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.14166",
    "title": "Intense widely-controlled terahertz radiation from laser-driven wires",
    "abstract": " Title: Intense widely-controlled terahertz radiation from laser-driven wires ",
    "url": "https://arxiv.org/abs/2210.14166",
    "authors": [
      "N. Bukharskii",
      "Ph. Korneev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  }
]