[
  {
    "id": "arXiv:2406.18577",
    "title": "Measurement of dynamic nonlocal deformation using nanodiamond sensors",
    "abstract": "           Nonlocal deformation sensing achieved by integrating atomic force microscopy indentation with nanodiamond-based orientation tracking features high precision and high spatial resolution, providing a useful technique for studying the mechanical properties of soft biological systems. However, this technique is currently limited to lifeless systems because it cannot differentiate the indentation-induced deformation from that associated with live activities or other external perturbations. Here we develop a dynamic nonlocal deformation sensing method using oscillatory nanoindentation and spectroscopic analysis to overcome this limitation. The method realizes both temporally and spatially resolved mechanical analysis, with tens of microsecond time-lag precision, nanometer vertical deformation precision, and sub-hundred nanometer lateral spatial resolution, leading to the disclosure of surface/interface effects in the mechanical response of viscoelastic materials and live cells. Neglecting surface tension would underestimate the liquid-like characteristics of the materials. This work demonstrates nanodiamond sensors as a useful tool for spatial-temporal mechanical analysis of soft, complex bio-relevant materials.         ",
    "url": "https://arxiv.org/abs/2406.18577",
    "authors": [
      "Yue Cui",
      "Weng-Hang Leong",
      "Guoli Zhu",
      "Ren-Bao Liu",
      "Quan Li"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.18705",
    "title": "Picometer Sensitive Prototype of the Optical Truss Interferometer for LISA",
    "abstract": "           The optical truss interferometer (OTI) is a contingent subsystem proposed for the LISA telescopes to aid in the verification of a $1 \\frac{\\mathrm{pm}}{\\sqrt{\\mathrm{Hz}}}$ optical path length stability. Each telescope would be equipped with three pairs of compact fiber-coupled units, each forming an optical cavity with a baseline proportional to the telescope length at different points around the aperture. Employing a Pound-Drever-Hall approach to maintain a modulated laser field on resonance with each cavity, the dimensional stability of the telescope can be measured and verified. We have designed and developed prototype OTI units to demonstrate the capability of measuring stable structures, such as the LISA telescope, with a $1 \\frac{\\mathrm{pm}}{\\sqrt{\\mathrm{Hz}}}$ sensitivity using a set of freely mountable fiber-injected cavities. Aside from its initial motivation for the telescope, the OTI can also be readily integrated with other systems to aid in ground testing experiments. In this paper, we outline our experimental setup, measurement results, and analyses of the noise limitations.         ",
    "url": "https://arxiv.org/abs/2406.18705",
    "authors": [
      "Kylan Jersey",
      "Harold Hollis",
      "Han-Yu Chia",
      "Jose Sanjuan",
      "Paul Fulda",
      "Guido Mueller",
      "Felipe Guzman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2406.18719",
    "title": "Dawn of a nuclear clock: frequency ratio of the $^{229m}$Th isomeric transition and the $^{87}$Sr atomic clock",
    "abstract": "           Optical atomic clocks$^{1,2}$ use electronic energy levels to precisely keep track of time. A clock based on nuclear energy levels promises a next-generation platform for precision metrology and fundamental physics studies. Thorium-229 nuclei exhibit a uniquely low energy nuclear transition within reach of state-of-the-art vacuum ultraviolet (VUV) laser light sources and have therefore been proposed for construction of the first nuclear clock$^{3,4}$. However, quantum state-resolved spectroscopy of the $^{229m}$Th isomer to determine the underlying nuclear structure and establish a direct frequency connection with existing atomic clocks has yet to be performed. Here, we use a VUV frequency comb to directly excite the narrow $^{229}$Th nuclear clock transition in a solid-state CaF$_2$ host material and determine the absolute transition frequency. We stabilize the fundamental frequency comb to the JILA $^{87}$Sr clock$^2$ and coherently upconvert the fundamental to its 7th harmonic in the VUV range using a femtosecond enhancement cavity. This VUV comb establishes a frequency link between nuclear and electronic energy levels and allows us to directly measure the frequency ratio of the $^{229}$Th nuclear clock transition and the $^{87}$Sr atomic clock. We also precisely measure the nuclear quadrupole splittings and extract intrinsic properties of the isomer. These results mark the start of nuclear-based solid-state optical clock and demonstrate the first comparison of nuclear and atomic clocks for fundamental physics studies. This work represents a confluence of precision metrology, ultrafast strong field physics, nuclear physics, and fundamental physics.         ",
    "url": "https://arxiv.org/abs/2406.18719",
    "authors": [
      "Chuankun Zhang",
      "Tian Ooi",
      "Jacob S. Higgins",
      "Jack F. Doyle",
      "Lars von der Wense",
      "Kjeld Beeks",
      "Adrian Leitner",
      "Georgy Kazakov",
      "Peng Li",
      "Peter G. Thirolf",
      "Thorsten Schumm",
      "Jun Ye"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.18761",
    "title": "Why Teach Quantum In Your Own Time: The Values of Grassroots Organizations Involved in Quantum Technologies Education and Outreach",
    "abstract": "           This paper examines the intersection of goals and values within grassroots organizations operating in the realm of quantum technologies (QT) education. It delineates a fundamental distinction between the objective to provide education and the drive to democratize learning through principles of inclusivity, accessibility, and diversity. The analysis reveals how these organizations navigate their nascent stages, grappling with the dual challenge of adhering to their foundational values while aspiring for sustainable growth and development in the highly specialized field of QT. The study uncovers the strategic approaches adopted by these entities, including efforts to create educational ecosystems and foster community engagement. The research underscores the potential vulnerabilities of these grassroots organizations, particularly in relation to the longevity and evolution of their initiatives as members transition into professional roles within the quantum sector. Through this investigation, the paper contributes to a nuanced understanding of how emerging educational organizations in the QT field balance their ideological commitments with practical growth considerations, highlighting the critical factors that influence their trajectory and impact.         ",
    "url": "https://arxiv.org/abs/2406.18761",
    "authors": [
      "Ulrike Genenz",
      "Neelanjana Anne",
      "Zeynep Kılıç",
      "Daniel Matthews",
      "Oya Ok",
      "Adrian Schmidt",
      "Zeki Can Seskir"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.18788",
    "title": "Wafer-Scale Fabrication of InGaP-on-Insulator for Nonlinear and Quantum Photonic Applications",
    "abstract": "           The development of manufacturable and scalable integrated nonlinear photonic materials is driving key technologies in diverse areas such as high-speed communications, signal processing, sensing, and quantum information. Here, we demonstrate a novel nonlinear platform -- InGaP-on-insulator -- optimized for visible-to-telecommunication wavelength $\\chi^{\\left(2\\right)}$ nonlinear optical processes. In this work, we detail our 100-mm wafer-scale InGaP-on-insulator fabrication process realized via wafer bonding, optical lithography, and dry-etching techniques. The resulting wafers yield 1000s of components in each fabrication cycle, with initial designs that include chip-to-fiber couplers, 12.5-cm-long nested spiral waveguides, and arrays of microring resonators with free-spectral ranges spanning 400-900 GHz. We demonstrate intrinsic resonator quality factors as high as 324,000 (440,000) for single-resonance (split-resonance) modes near 1550 nm corresponding to 1.56 dB cm$^{-1}$ (1.22 dB cm$^{-1}$) propagation loss. We analyze the loss versus waveguide width and resonator radius to establish the operating regime for optimal 775-to-1550 nm phase matching. By combining the high $\\chi^{\\left(2\\right)}$ and $\\chi^{\\left(3\\right)}$ optical nonlinearity of InGaP with wafer-scale fabrication and low propagation loss, these results open promising possibilities for entangled-photon, multi-photon, and squeezed light generation.         ",
    "url": "https://arxiv.org/abs/2406.18788",
    "authors": [
      "Lillian Thiel",
      "Joshua E. Castro",
      "Trevor J. Steiner",
      "Catherine L. Nguyen",
      "Audrey Pechilis",
      "Liao Duan",
      "Nicholas Lewis",
      "Garrett D. Cole",
      "John E. Bowers",
      "Galan Moody"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.18810",
    "title": "Assisting Tibetan Students in Learning Quantum Mechanics via Mathematica",
    "abstract": "           Undergraduate students of physics in Tibet have great difficulty learning quantum mechanics (QM). We attempt to use PER-based methods to help Tibetan students learn QM. In this preliminary study, we incorporate Mathematica in a QM course at Tibet University and record students' learning experiences. Tibetan students tend to have subjective feelings of learning Mathematica, whereas Han students (majority) are more focused on the operational techniques of Mathematica. The results also suggest that both Tibetan students and Han students show limited improvement in time-independent Schrodinger equations after learning QM with Mathematica. Further effort is needed to improve the academic literacy skills of physics students in Tibet.         ",
    "url": "https://arxiv.org/abs/2406.18810",
    "authors": [
      "Guangtian Zhu",
      "Jing Hu",
      "Chun Du"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.18830",
    "title": "Resonance and Damping in Drop-Cantilever Interactions",
    "abstract": "           In this study, we investigated the dynamics of a droplet impacting and oscillating a polycarbonate cantilever beam of nine varying lengths. We analyzed the cantilever's damping and vibration frequency in relation to a resonance length, where the frequencies of the droplet and the cantilever are equal. In the pre-resonance length, the beam vibrates at a frequency higher than that of the droplet. Upon reaching resonance, the frequencies of both the droplet and the cantilever align, and the cantilever is out of phase with the oscillation of the droplet's apex. This leads to increased damping rates. At this resonance length, the droplet's force and the direction of the cantilever oppose each other. When the cantilever length exceeds the resonance length, it synchronize more with the droplet apex. This alignment allows the droplet force and the cantilever to work in phase. Our findings provide fundamental insights into the damping effect of droplet impacts on elastic surfaces around resonance.         ",
    "url": "https://arxiv.org/abs/2406.18830",
    "authors": [
      "Crystal Fowler",
      "Rehan Marshall",
      "Maeji Son",
      "Sunghwan Jung"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2406.18881",
    "title": "A Wireless, Multicolor Fluorescence Image Sensor Implant for Real-Time Monitoring in Cancer Therapy",
    "abstract": "           Real-time monitoring of dynamic biological processes in the body is critical to understanding disease progression and treatment response. This data, for instance, can help address the lower than 50% response rates to cancer immunotherapy. However, current clinical imaging modalities lack the molecular contrast, resolution, and chronic usability for rapid and accurate response assessments. Here, we present a fully wireless image sensor featuring a 2.5$\\times$5 mm$^2$ CMOS integrated circuit for multicolor fluorescence imaging deep in tissue. The sensor operates wirelessly via ultrasound (US) at 5 cm depth in oil, harvesting energy with 221 mW/cm$^{2}$ incident US power density (31% of FDA limits) and backscattering data at 13 kbps with a bit error rate <$10^{-6}$. In-situ fluorescence excitation is provided by micro-laser diodes controlled with a programmable on-chip driver. An optical frontend combining a multi-bandpass interference filter and a fiber optic plate provides >6 OD excitation blocking and enables three-color imaging for detecting multiple cell types. A 36$\\times$40-pixel array captures images with <125 $\\mu$m resolution. We demonstrate wireless, dual-color fluorescence imaging of both effector and suppressor immune cells in ex vivo mouse tumor samples with and without immunotherapy. These results show promise for providing rapid insight into therapeutic response and resistance, guiding personalized medicine.         ",
    "url": "https://arxiv.org/abs/2406.18881",
    "authors": [
      "Micah Roschelle",
      "Rozhan Rabbani",
      "Surin Gweon",
      "Rohan Kumar",
      "Alec Vercruysse",
      "Nam Woo Cho",
      "Matthew H. Spitzer",
      "Ali M. Niknejad",
      "Vladimir M. Stojanovic",
      "Mekhail Anwar"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2406.18942",
    "title": "Limitation of single-repumping schemes for laser cooling of Sr atoms",
    "abstract": "           We explore the efficacy of two single-repumping schemes, $5s5p \\,{}^3P_2 - 5p^2 \\,{}^3P_2$ ($481\\,\\mathrm{nm}$) and $5s5p \\,{}^3P_2 - 5s5d \\,{}^3D_2$ ($497\\,\\mathrm{nm}$), for a magneto-optical trap (MOT) of Sr atoms. We reveal that the enhancement in the MOT lifetime is limited to $26.9(2)$ for any single-repumping scheme. Our investigation indicates that the primary decay path from the $5s5p \\,{}^1P_1$ state to the $5s5p \\,{}^3P_0$ state proceeds via the $5s4d \\,{}^3D_1$ state, rather than through the upper states accessed by the single-repumping lasers. We estimate that the branching ratio for the $5s5p \\,{}^1P_1 \\to 5s4d \\,{}^3D_1 \\to 5s5p \\,{}^3P_0$ decay path is $1:3.9 \\times 10^6$ and the decay rate for the transition from the $5s5p \\,{}^1P_1$ state to the $5s4d \\,{}^3D_1$ state is $83(32)\\,\\mathrm{s^{-1}}$. This outcome underscores the limitation on atom number in the MOT for long loading times ($\\gtrsim 1 \\,\\mathrm{s}$) when employing a single-repumping scheme. These findings will contribute to the construction of field-deployable optical lattice clocks.         ",
    "url": "https://arxiv.org/abs/2406.18942",
    "authors": [
      "Naohiro Okamoto",
      "Takatoshi Aoki",
      "Yoshio Torii"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2406.19075",
    "title": "Development of an integrated device based on the gain/phase detector and Arduino platform for measuring magnetoelastic resonance",
    "abstract": "           This study presents the development of an integrated device for measuring magnetoelastic resonance, utilizing a gain/phase detector and the Arduino platform. The device stands out for its simplicity, low cost, and efficiency. It employs the Arduino's ATmega328P microcontroller, coupled with the AD8302, and an intuitive graphical interface developed in Python, which facilitates the measurement of magnetoelastic signals in sensors. The device's validation is carried out through measurements of mass deposits on magnetoelastic sensors, confirming its accuracy and functionality. This advancement offers a practical and portable solution for detecting magnetoelastic resonances, promoting the use of these technologies in field environments and in diverse scientific applications. The integration of components into a compact, robust, and low-cost electronic circuit, along with an easy-to-operate graphical interface, significantly simplifies the complexity of the components, making the equipment complete and readily operational.         ",
    "url": "https://arxiv.org/abs/2406.19075",
    "authors": [
      "Wenderson R. F. Silva",
      "Rafael O. R. R. Cunha",
      "Joaquim B. S. Mendes"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2406.19127",
    "title": "Light-induced optical orientation of magnetic moments in transition-metal doped hybrid metal halide perovskites",
    "abstract": "           Using optical orientation to manipulate magnetic moments in matter with light is a key objective in opto-spintronics, however, realizations of such control on ultrafast timescales are limited. Here, we report ultrafast optical control of magnetic moment orientation in magnetically doped metal halide perovskites. Employing intense pulses of circularly polarized light, we inject populations of spin-polarized charge carriers in pristine and manganese-doped MAPbBr3 thin films. Using transient Faraday rotation spectroscopy, we probe the ultrafast magnetic moment dynamics following photoexcitation and find that light-induced magnetization in doped samples is increased by a factor of 10. We attribute this to photoexcited carriers acting on the magnetic moments of manganese dopant-ions via the sp-d exchange interaction, which forces them to align on picosecond timescales. Our findings open new avenues for device structures that use hybrid metal halide perovskites for ultrafast optical manipulation and read-out of magnetic order with the potential for high switching rates.         ",
    "url": "https://arxiv.org/abs/2406.19127",
    "authors": [
      "Stanislav Bodnar",
      "Jonathan Zerhoch",
      "Shangpu Liu",
      "Andrii Shcherbakov",
      "Markus W. Heindl",
      "Alexey Sapozhnik",
      "Felix Deschler"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2406.19153",
    "title": "A Generalized Theory for Optical Cooling of a Trapped Atom with Spin",
    "abstract": "           Cooling atoms to the ground-state of optical tweezers is becoming increasingly important for high-fidelity imaging, cooling, and molecular assembly. While extensive theoretical work has been conducted on cooling in free space, fewer studies have focused on cooling in bound states. In this work, we present a unified formalism for optical cooling mechanisms in neutral atom tweezers, including resolved and unresolved sideband cooling with different trapping potentials, polarization gradient cooling, gray molasses cooling, $\\Lambda$-enhanced gray molasses cooling, and Raman sideband cooling. We perform simulations and demonstrate good agreement with a simplified spin model. We derive and discuss the fundamental limits of each cooling mechanism and propose new strategies for achieving ground-state cooling in optical tweezers. Our findings provide valuable insights into optimizing cooling schemes for neutral atoms in optical tweezers, paving the way for minimizing thermal decoherence in Rydberg and molecular gates and improving efficiencies of molecular assembly.         ",
    "url": "https://arxiv.org/abs/2406.19153",
    "authors": [
      "Saumitra S. Phatak",
      "Karl N. Blodgett",
      "David Peana",
      "Meng Raymond Chen",
      "Jonathan D. Hood"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.19173",
    "title": "Stark Control of Plexcitonic States in Incoherent Quantum Systems",
    "abstract": "           Electro-optic control of quantum dots embedded in the plasmonic nanocavities enables active tuning of photonic devices for emerging applications in Quantum optics such as quantum information processing, entanglement and ultrafast optical switching. Here, we demonstrate the coherent control of plexcitonic states in (i) an off-resonant and (ii) a resonant coupled quantum systems through optical Stark effect (OSE). We analyze a hybrid plasmon-emitter system which exhibits tunable Fano resonance, Stark induced transparency (SIT) and vacuum Rabi splitting due to quadratic Stark shift in the degenerate states of quantum emitter (QE). In addition, a resonantly coupled system shows the signature of double Fano resonance due to Stark-induced splitting in a two-level QE. Our study shows that Stark tuning of plexcitons not only mitigates decoherence in the quantum system but it also stimulates on/off switching of spontaneous photon emission in the visible regime. Such tunable systems can be used to operate photonic integrated circuits (PIC) for applications in quantum computing and information processing.         ",
    "url": "https://arxiv.org/abs/2406.19173",
    "authors": [
      "Hira Asif",
      "Ramazan Sahin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.19368",
    "title": "Integrated Triply Resonant Electro-Optic Frequency Comb in Lithium Tantalate",
    "abstract": "           Integrated frequency comb generators based on Kerr parametric oscillation have led to chip-scale, gigahertz-spaced combs with new applications spanning hyperscale telecommunications, low-noise microwave synthesis, LiDAR, and astrophysical spectrometer calibration. Recent progress in lithium niobate (LN) photonic integrated circuits (PICs) has resulted in chip-scale electro-optic (EO) frequency combs, offering precise comb-line positioning and simple operation without relying on the formation of dissipative Kerr solitons. However, current integrated EO combs face limited spectral coverage due to the large microwave power required to drive the non-resonant capacitive electrodes and the strong intrinsic birefringence of Lithium Niobate. Here, we overcome both challenges with an integrated triply resonant architecture, combining monolithic microwave integrated circuits (MMICs) with PICs based on the recently emerged thin-film lithium tantalate. With resonantly enhanced EO interaction and reduced birefringence in Lithium Tantalate, we achieve a four-fold comb span extension and a 16-fold power reduction compared to the conventional non-resonant microwave design. Driven by a hybrid-integrated laser diode, the comb spans over 450nm (60THz) with >2000 lines, and the generator fits within a compact 1cm^2 footprint. We additionally observe that the strong EO coupling leads to an increased comb existence range approaching the full free spectral range of the optical microresonator. The ultra-broadband comb generator, combined with detuning-agnostic operation, could advance chip-scale spectrometry and ultra-low-noise millimeter wave synthesis and unlock octave-spanning EO combs. The methodology of co-designing microwave and optical resonators can be extended to a wide range of integrated electro-optics applications.         ",
    "url": "https://arxiv.org/abs/2406.19368",
    "authors": [
      "Junyin Zhang",
      "Chengli Wang",
      "Connor Denney",
      "Grigory Lihachev",
      "Jianqi Hu",
      "Wil Kao",
      "Terence Blésin",
      "Nikolai Kuznetsov",
      "Zihan Li",
      "Mikhail Churaev",
      "Xin Ou",
      "Johann Riemensberger",
      "Gabriel Santamaria-Botello",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.18710",
    "title": "Direct measurement of forces in air-based acoustic levitation systems",
    "abstract": "           Acoustic levitation is frequently used for non-contact manipulation of objects and to study the impact of microgravity on physical and biological processes. While the force field produced by sound pressure lifts particles against gravity (primary acoustic force), multiple levitating objects in the same acoustic cavity interact via forces that arise from scattered sound (secondary acoustic forces). Current experimental techniques for obtaining these force fields are not well-suited for mapping the primary force field at high spatial resolution and cannot directly measure the secondary scattering force. Here we introduce a method that can measure both acoustic forces in situ, including secondary forces in the near-field limit between arbitrarily shaped, closely spaced objects. Operating similarly to an atomic force microscope, the method inserts into the acoustic cavity a suitably shaped probe tip at the end of a long, flexible cantilever and optically detects its deflection. This makes it possible to measure forces with a resolution better than 50 nN, and also to apply stress or strain in a controlled manner to manipulate levitated objects. We demonstrate this by extracting the acoustic potential present in a levitation cavity, directly measuring the acoustic scattering force between two objects, and applying tension to a levitated granular raft of acoustically-bound particles in order to obtain the force-displacement curve for its deformation.         ",
    "url": "https://arxiv.org/abs/2406.18710",
    "authors": [
      "Nina M. Brown",
      "Bryan VanSaders",
      "Jason M. Kronenfeld",
      "Joseph M. DeSimone",
      "Heinrich M. Jaeger"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2406.18811",
    "title": "1/f noise of a tiny tunnel magnetoresistance sensor originated from a wide distribution of bath correlation time",
    "abstract": "           Tunnel magnetoresistance (TMR) sensor is a highly sensitive magnetic field sensor and is expected to be applied in various fields, such as magnetic recording, industrial sensing, and bio-medical sensing. To improve the detection capability of TMR sensors in low frequency regime it is necessary to suppress the 1/f noise. We theoretically study 1/f noise of a tiny TMR sensor using the macrospin model. Starting from the generalized Langevin equation, 1/f noise power spectrum and the Hooge parameter are derived. The calculated Hooge parameter of a tiny TMR sensor is much smaller than that of a conventional TMR sensor with large junction area. The results provide a new perspective on magnetic 1/f noise and will be useful for improvement of TMR sensors.         ",
    "url": "https://arxiv.org/abs/2406.18811",
    "authors": [
      "Hiroshi Imamura",
      "Hiroko Arai",
      "Rie Matsumoto",
      "Toshiki Yamaji"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.19144",
    "title": "CoOMBE: A suite of open-source programs for the integration of the optical Bloch equations and Maxwell-Bloch equations",
    "abstract": "           The programs described in this article and distributed with it aim (1) at integrating the optical Bloch equations governing the time evolution of the density matrix representing the quantum state of an atomic system driven by laser or microwave fields, and (2) at integrating the 1D Maxwell-Bloch equations for one or two laser fields co-propagating in an atomic vapour. The rotating wave approximation is assumed. These programs can also be used for more general quantum dynamical systems governed by the Lindblad master equation. They are written in Fortran 90; however, their use does not require any knowledge of Fortran programming. Methods for solving the optical Bloch equations in the rate equations limit, for calculating the steady-state density matrix and for formulating the optical Bloch equations in the weak probe approximation are also described.         ",
    "url": "https://arxiv.org/abs/2406.19144",
    "authors": [
      "R M Potvliege",
      "S A Wrathmall"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2406.19332",
    "title": "Utility of virtual qubits in trapped-ion quantum computers",
    "abstract": "           We propose encoding multiple qubits inside ions in existing trapped-ion quantum computers to access more qubits and to simplify circuits implementing standard algorithms. By using such `virtual' qubits, some inter-ion gates can be replaced by intra-ion gates, reducing the use of vibrational modes of the ion chain, leading to less noise. We discuss specific examples such as the Bernstein-Vazirani algorithm and random circuit sampling, using a small number of virtual qubits. Additionally, virtual qubits enable using larger number of data qubits for an error correcting code, and we consider the repetition code as an example. We also lay out practical considerations to be made when choosing states to encode virtual qubits in $^{137}\\mathrm{Ba}^+$ ions, and for preparing states and performing measurements.         ",
    "url": "https://arxiv.org/abs/2406.19332",
    "authors": [
      "Saumya Shivam",
      "Fabian Pokorny",
      "Andres Vazquez-Brennan",
      "Ana S. Sotirova",
      "Jamie D. Leppard",
      "Sophie M. Decoppet",
      "C. J. Ballance",
      "S. L. Sondhi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:1911.10893",
    "title": "Intersubjectivity and value reproducibility of outcomes of quantum measurements",
    "abstract": "           Every measurement determines a single value as its outcome, and yet quantum mechanics predicts it only probabilistically. The Kochen-Specker theorem and Bell's inequality are often considered to reject a realist view but favor a skeptical view that measuring an observable does not mean ascertaining the value that it has, but producing the outcome, having only a personal meaning. However, precise analysis supporting this view is unknown. Here, we show that a quantum mechanical analysis turns down this view. Supposing that two observers simultaneously measure the same observable, we can well pose the question as to whether they always obtain the same outcome, or whether the probability distributions are the same, but the outcomes are uncorrelated. Contrary to the widespread view in favor of the second, we shall show that quantum mechanics predicts that only the first case occurs. We further show that any measurement establishes a time-like entanglement between the observable to be measured and the meter after the measurement, which causes the space-like entanglement between the meters of different observers. We also show that our conclusion cannot be extended to measurements of so-called `generalized' observables, suggesting a demand for reconsidering the notion of observables in foundations of quantum mechanics.         ",
    "url": "https://arxiv.org/abs/1911.10893",
    "authors": [
      "Masanao Ozawa"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.12247",
    "title": "A hybrid atom tweezer array of nuclear spin and optical clock qubits",
    "abstract": "           While data qubits with a long coherence time are essential for the storage of quantum information, ancilla qubits are pivotal in quantum error correction (QEC) for fault-tolerant quantum computing. The recent development of optical tweezer arrays, such as the preparation of large-scale qubit arrays and high-fidelity gate operations, offers the potential for realizing QEC protocols, and one of the important next challenges is to control and detect ancilla qubits while minimizing atom loss and crosstalk. Here, we present the realization of a hybrid system consisting of a dual-isotope ytterbium (Yb) atom array, in which we can utilize a nuclear spin qubit of fermionic ${}^{171}\\mathrm{Yb}$ as a data qubit and an optical clock qubit of bosonic ${}^{174}\\mathrm{Yb}$ as an ancilla qubit with a capacity of non-destructive qubit readout. We evaluate the crosstalk between qubits regarding the impact on the coherence of the nuclear spin qubits from the imaging light for ${}^{174}\\mathrm{Yb}$. The Ramsey sequence with a 556 nm probe beam shows negligible influence on the coherence up to 100 ms exposure time. In the Hahn-echo sequence with a 399 nm probe and 556 nm cooling beams for ${}^{174}\\mathrm{Yb}$, we observe retaining a 98.4(2.1) % coherence under 30 ms exposure. This result highlights the potential of the hybrid-Yb atom array for ancilla-qubit-based QEC protocols.         ",
    "url": "https://arxiv.org/abs/2406.12247",
    "authors": [
      "Yuma Nakamura",
      "Toshi Kusano",
      "Rei Yokoyama",
      "Keito Saito",
      "Koichiro Higashi",
      "Naoya Ozawa",
      "Tetsushi Takano",
      "Yosuke Takasu",
      "Yoshiro Takahashi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]