[
  {
    "id": "arXiv:2403.12191",
    "title": "LASY: LAser manipulations made eaSY",
    "abstract": "Using realistic laser profiles for simulations of laser-plasma interaction is critical to reproduce experimental measurements, but the interface between experiments and simulations can be challenging. Similarly, start-to-end simulations with different codes may require error-prone manipulations to convert between different representations of a laser pulse. In this work, we propose LASY, an open-source Python library to simplify these workflows. Developed through an international collaboration between experimental, theoretical and computational physicists, LASY can be used to initialize a laser profile from an experimental measurement, from a simulation, or from analytics, manipulate it, and write it into a file in compliance with the openPMD standard. This profile can then be used as an input of a simulation code. ",
    "url": "https://arxiv.org/abs/2403.12191",
    "authors": [
      "Maxence Thévenet",
      "Igor A. Andriyash",
      "Luca Fedeli",
      "Ángel Ferran Pousa",
      "Axel Huebl",
      "Sören Jalas",
      "Manuel Kirchen",
      "Remi Lehe",
      "Rob J. Shalloo",
      "Alexander Sinn",
      "Jean-Luc Vay"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2403.12558",
    "title": "On the orbit-induced spin density of tightly focused optical vortex  beams: ellipticity and helicity",
    "abstract": "It has recently been established that a linearly-polarized optical vortex possesses spin angular momentum density in the direction of propagation (longitudinal spin) under tight-focusing. The helicity of light has long been associated with longitudinal spin angular momentum. Here we show that the longitudinal spin density of linearly-polarized vortices is anomalous because it has no associated helicity. It was also recently determined that the polarization-independent helicity of tightly-focused optical vortices is associated with their transverse spin momentum density. The key finding of this work is the fact that, in general, longitudinal spin can not necessarily be associated with helicity, and transverse spin is in general not associated with a zero helicity, and such extraordinary behaviour manifests most clearly for optical vortices under non-paraxial conditions. ",
    "url": "https://arxiv.org/abs/2403.12558",
    "authors": [
      "Kayn A. Forbes"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.12632",
    "title": "High Precision Inertial Sensors on a One Inch Diameter Optic",
    "abstract": "Compact, high-precision inertial sensors are needed to isolate many modern physics experiments from disturbances caused by seismic motion. We present a novel inertial sensor whose mechanical oscillator fits on a standard one-inch diameter optic. The oscillators achieve a Quality factor of over 600,000 and a resonance frequency of 50\\,Hz, giving them a suspension thermal noise floor lower than all commercially available inertial sensors. The oscillator is combined with a Pound-Drever-Hall based readout scheme that achieves a displacement noise of 100\\,f\\msqrthz above 0.2\\,Hz. We integrate the oscillator and readout to make two inertial sensors. Of order n$g$ performance is achieved in a broad band from 0.1\\,Hz to 200\\,Hz. Below 20\\,Hz, the sensor presented here offers comparable performance to the best inertial sensors available today while being a fraction of the size. Above 20\\,Hz, the sensor is, to the author's knowledge, the best demonstrated in the literature to date for a device of this style, with a self-noise floor of 0.1\\,n$g$\\sqrthz. The excellent performance of the sensors across the relevant seismic frequencies, vacuum compatibility, and compact size make it a prime candidate for integration into sophisticated seismic isolation schemes, such as those used by gravitational wave detectors. ",
    "url": "https://arxiv.org/abs/2403.12632",
    "authors": [
      "Jonathan J Carter",
      "Pascal Birckigt",
      "Oliver Gerberding",
      "Sina M. Koehlenbeck"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.12794",
    "title": "Optical Atomic Clock Interrogation Via an Integrated Spiral Cavity Laser",
    "abstract": "Optical atomic clocks have demonstrated revolutionary advances in precision timekeeping, but their applicability to the real world is critically dependent on whether such clocks can operate outside a laboratory setting. The challenge to clock portability stems from the many obstacles not only in miniaturizing the underlying components of the clock $-$ namely the ultrastable laser, the frequency comb, and the atomic reference itself $-$ but also in making the clock resilient to environmental fluctuations. Photonic integration offers one compelling solution to simultaneously address the problems of miniaturization and ruggedization, but brings with it a new set of challenges in recreating the functionality of an optical clock using chip-scale building blocks. The clock laser used for atom interrogation is one particular point of uncertainty, as the performance of the meticulously-engineered bulk-cavity stabilized lasers would be exceptionally difficult to transfer to chip. Here we demonstrate that a chip-integrated ultrahigh quality factor (Q) spiral cavity, when interfaced with a 1348 nm seed laser, reaches a fractional frequency instability of $7.5 \\times 10^{-14}$, meeting the stability requirements for interrogating the narrow-linewidth transition of $^{88}$Sr$^+$ upon frequency doubling to 674 nm. In addition to achieving the record for laser stability on chip, we use this laser to showcase the operation of a Sr-ion clock with short-term instability averaging down as $3.9 \\times 10^{-14} / \\sqrt{\\tau}$, where $\\tau$ is the averaging time. Our demonstration of an optical atomic clock interrogated by an integrated spiral cavity laser opens the door for future advanced clock systems to be entirely constructed using lightweight, portable, and mass-manufacturable integrated optics and electronics. ",
    "url": "https://arxiv.org/abs/2403.12794",
    "authors": [
      "William Loh",
      "David Reens",
      "Dave Kharas",
      "Alkesh Sumant",
      "Connor Belanger",
      "Ryan T. Maxson",
      "Alexander Medeiros",
      "William Setzer",
      "Dodd Gray",
      "Kyle DeBry",
      "Colin D. Bruzewicz",
      "Jason Plant",
      "John Liddell",
      "Gavin N. West",
      "Sagar Doshi",
      "Matthew Roychowdhury",
      "May Kim",
      "Danielle Braje",
      "Paul W. Juodawlkis",
      "John Chiaverini",
      "Robert McConnell"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.12955",
    "title": "Abiogenesis: a possible quantum interpretation of the telepoietic  conjecture",
    "abstract": "In the research on the origin of life, topics that can be considered reasonably shared by the generality of researchers are initially identified. It is then shown that the application of these principles to the results obtained with the IdLE-IdLA mathematical model for the simulation of aggregative processes, leads to the conclusion that the primordial formation of self-replicating structures is difficult to reconcile with deterministic aggregative dynamics in the classical sense. Regardless of the extent to which the process itself is governed by chance or by aggregative codes written in the laws of chemistry, no conventional causality is likely. The model itself suggests only one possible way out, consistent with thermodynamics: the existence of information sets rushing into the system in a different way from the perceived time stream. The possibilities offered by quantum mechanics and its most recent interpretations are consequently investigated to try to interpret, at the level of particle physics, the suggestion of IdLE-IdLA model. The attempt leads to a mutual accreditation of macroscopic telepoiesis and a kind of quantum retrocausality. The result is a vision of the natural world in which the coexistence of causal and retrocausal dynamics is presented as a possible interpretative key of the whole complex of vital manifestations. ",
    "url": "https://arxiv.org/abs/2403.12955",
    "authors": [
      "Vittorio Cocchi",
      "Rossana Morandi"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2403.12405",
    "title": "Practical ultra-low frequency noise laser system for quantum sensors",
    "abstract": "The laser's frequency noise is crucial to the sensitivity of quantum sensors. Two commonly used methods to suppress the laser's frequency noise are locking the laser to an atomic transition by the lock-in technique or to an ultra-low thermal expansion (ULE) glass cavity by the PDH technique. The former cannot suppress rapidly changing frequency noise and hardly meets the needs; the latter has powerful performance but a heightened cost. The lack of high-performance and low-cost laser noise suppression methods dramatically limits the practical application of quantum sensors. This work demonstrates that, in many quantum sensing applications such as the Rydberg atomic superheterodyne receiver, by cascade locking the laser to both the atomic transition and a low-cost (LC) cavity, the same performance as locking to the ULE cavity can be achieved. This work is significant in promoting the practical application of quantum sensors. ",
    "url": "https://arxiv.org/abs/2403.12405",
    "authors": [
      "Shiyu Xue",
      "Mingyong Jing",
      "Hao Zhang",
      "Linjie Zhang",
      "Liantuan Xiao",
      "Suotang Jia"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2403.12490",
    "title": "Genetically programmable optical random neural networks",
    "abstract": "Today, machine learning tools, particularly artificial neural networks, have become crucial for diverse applications. However, current digital computing tools to train and deploy artificial neural networks often struggle with massive data sizes and high power consumptions. Optical computing provides inherent parallelism and perform fundamental operations with passive optical components. However, most of the optical computing platforms suffer from relatively low accuracies for machine learning tasks due to fixed connections while avoiding complex and sensitive techniques. Here, we demonstrate a genetically programmable yet simple optical neural network to achieve high performances with optical random projection. By genetically programming the orientation of the scattering medium which acts as a random projection kernel and only using 1% of the search space, our novel technique finds an optimum kernel and improves its initial test accuracies 7-22% for various machine learning tasks. Our optical computing method presents a promising approach to achieve high performance in optical neural networks with a simple and scalable design. ",
    "url": "https://arxiv.org/abs/2403.12490",
    "authors": [
      "Bora Çarpınlıoğlu",
      "Bahrem Serhat Daniş",
      "Uğur Teğin"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Neural and Evolutionary Computing (cs.NE)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.12508",
    "title": "Photocurrent generation in solids via linearly polarized laser",
    "abstract": "To add to the rapidly progressing field of ultrafast photocurrent, we propose a universal method to generate photocurrent in normal and topological materials using a pair of multicycle linearly polarized laser pulses. The interplay of the fundamental and its second harmonic pulses is studied for the generation of photocurrent in Weyl semimetals by varying the angle between the polarization direction, relative intensity, and relative phase delay. It has been found that the presence of a comparatively weaker second harmonic pulse is sufficient to generate substantial photocurrent. Moreover, significant photocurrent is generated even when polarization directions are orthogonal for certain ratios of the lasers' intensities. In addition, the photocurrent is found to be susceptible to the delay between the two pulses. We have illustrated that all our findings are extendable to non-topological and two-dimensional materials, such as graphene and molybdenum disulfide. ",
    "url": "https://arxiv.org/abs/2403.12508",
    "authors": [
      "Amar Bharti",
      "Gopal Dixit"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2104.14142",
    "title": "Multifrequency and multimode topological waveguides in a  Stampfli-triangle photonic crystal with large valley Chern numbers",
    "abstract": " Title: Multifrequency and multimode topological waveguides in a  Stampfli-triangle photonic crystal with large valley Chern numbers ",
    "url": "https://arxiv.org/abs/2104.14142",
    "authors": [
      "Bei Yan",
      "Yiwei Peng",
      "Jianlan Xie",
      "Yuchen Peng",
      "Aoqian Shi",
      "Hang Li",
      "Feng Gao",
      "Peng Peng",
      "Jiapei Jiang",
      "Fei Gao",
      "Jianjun Liu",
      "Shuangchun Wen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.08298",
    "title": "Cubic magneto-optic Kerr effect in Ni(111) thin films with and without  twinning",
    "abstract": " Comments: 6 pages, 3 figures, supplemental pdf ",
    "url": "https://arxiv.org/abs/2205.08298",
    "authors": [
      "Maik Gaerner",
      "Robin Silber",
      "Tobias Peters",
      "Jaroslav Hamrle",
      "Timo Kuschel"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2208.09247",
    "title": "Limits and prospects for long-baseline optical fiber interferometry",
    "abstract": " Comments: 18 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2208.09247",
    "authors": [
      "Christopher Hilweg",
      "Danial Shadmany",
      "Philip Walther",
      "Nergis Mavalvala",
      "Vivishek Sudhir"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.05751",
    "title": "Observation of Topological Corner State Arrays in Photonic Quasicrystals",
    "abstract": " Title: Observation of Topological Corner State Arrays in Photonic Quasicrystals ",
    "url": "https://arxiv.org/abs/2209.05751",
    "authors": [
      "Aoqian Shi",
      "Yiwei Peng",
      "Jiapei Jiang",
      "Yuchen Peng",
      "Peng Peng",
      "Jianzhi Chen",
      "Hongsheng Chen",
      "Shuangchun Wen",
      "Xiao Lin",
      "Fei Gao",
      "Jianjun Liu"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.05351",
    "title": "The $GW$ Approximation: A Quantum Chemistry Perspective",
    "abstract": " Comments: 14 pages, 7 figures (supporting information available) ",
    "url": "https://arxiv.org/abs/2311.05351",
    "authors": [
      "Antoine Marie",
      "Abdallah Ammar",
      "Pierre-François Loos"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Mathematical Physics (math-ph)",
      "Nuclear Theory (nucl-th)"
    ]
  },
  {
    "id": "arXiv:2311.06296",
    "title": "Einstein locality: An ignored core element of quantum mechanics",
    "abstract": " Comments: Major revision to highlight the significance of the study, 4 figures ",
    "url": "https://arxiv.org/abs/2311.06296",
    "authors": [
      "Sheng Feng"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2311.07730",
    "title": "Time correlations in atmospheric quantum channels",
    "abstract": " Comments: 12 pages, 7 figures, ancillary files include Python3 code and simulated data ",
    "url": "https://arxiv.org/abs/2311.07730",
    "authors": [
      "M. Klen",
      "D. Vasylyev",
      "W. Vogel",
      "A. A. Semenov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.13287",
    "title": "Simplified Shielded MEG-MRI Multimodal System with Scalar-mode Optically  Pumped Magnetometers as MEG Sensors",
    "abstract": " Comments: 11 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2401.13287",
    "authors": [
      "Yosuke Ito",
      "Hiroyuki Ueda",
      "Takenori Oida",
      "Takahiro Moriya",
      "Akinori Saito",
      "Motohiro Suyama"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  }
]