[
  {
    "id": "arXiv:2602.12298",
    "title": "Maximum-Likelihood--Based Position Decoding of Laser Processed Converging Pixel CsI: Tl Detectors for High-Resolution SPECT",
    "abstract": "           This study demonstrates the feasibility of a novel fabrication technique for high spatial resolution CsI: Tl scintillation detectors tailored for single photon emission computed tomography (SPECT) systems. Building upon our previously developed laser induced optical barrier (LIOB) method, which achieved high spatial resolution, excellent sensitivity, and 100% fabrication yield in CsI: Tl detectors, we extend this approach to a converging-pixel architecture. A CsI: Tl crystal array with converging pixels was designed and fabricated, featuring entrance-face pixels of 1.6x1.6 mm2 and photodetector side pixels of 2x2 mm2. To localize gamma-ray interactions, both the center of gravity (CoG) algorithm and a maximum-likelihood (ML) based decoding method were implemented. A custom built four axis motion platform was developed to deliver a finely collimated pencil beam at precisely controlled positions and angles across the array, enabling generation of a comprehensive dataset for prior knowledge and validation. The results demonstrate an energy resolution of 11.79+/-0.53% (collimated experiment) and a position localization accuracy of 1.00+/-0.42 mm (nearest neighbor interpolation), confirming that the proposed converging-pixel architecture, combined with statistical decoding algorithms, provides a promising path toward the development of high-performance SPECT detectors.         ",
    "url": "https://arxiv.org/abs/2602.12298",
    "authors": [
      "Xi Zhang",
      "Arkadiusz Sitek",
      "Lisa Blackberg",
      "Matthew Kupinski",
      "Lars Furenlid",
      "Hamid Sabet"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2602.12330",
    "title": "Consistent inclusion of triple substitutions within a coupled cluster based static quantum embedding theory",
    "abstract": "           We incorporate a solver for the fragment problem with accuracy beyond coupled cluster singles and doubles (CCSD) into the previously proposed static embedding framework, MPCC. To this end, we employ a CCSDT solver for the fragment subsystem. For the environment subsystem, we construct a perturbative estimate of the triples amplitudes, explicitly accounting for feedback from all fragment amplitudes. The resulting approach is denoted MPCCSDT(pt). We further introduce a more complete formulation in which feedback from the environment amplitudes to the fragment amplitudes is also included. This scheme involves an iterative treatment of the environment triples amplitudes and is denoted MPCCSDT(it). In addition, we assess the accuracy of the previously proposed low-level method by introducing a modified low-level approach that incorporates a lowest-order treatment of selected long-range effects, including spin fluctuations and charge polarization. All resulting approaches may be viewed as post-CCSD(T) methods. We therefore consider test cases for which CCSD(T) exhibits substantial deviations from CCSDT. Our results demonstrate that inclusion of triples amplitudes at the fragment level alone is insufficient; a perturbative treatment of the environment triples amplitudes is required. For many energy-difference applications, feedback from the environment triples amplitudes to the fragment amplitudes, is not essential, but it does play a role in the very challenging molecules. A very interesting finding from our study is that in some challenging cases, we need an improved (second-order) perturbative method for the SD amplitudes, going beyond the first-order one used in our earlier work.         ",
    "url": "https://arxiv.org/abs/2602.12330",
    "authors": [
      "Avijit Shee",
      "Fabian M. Faulstich",
      "K. Birgitta Whaley",
      "Lin Lin",
      "Martin Head-Gordon"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2602.12585",
    "title": "Influence of finite temperature degeneracy and superthermal ions on dust acoustic solitary structures",
    "abstract": "           We examine dust acoustic (DA) solitary structures in an unmagnetized, collisionless dusty electron positron ion (epi) plasma in which electrons and positrons are described by finite temperature Fermi Dirac statistics and ions obey a superthermal kappa distribution. A normalized fluid Poisson model is formulated using polylogarithm based expressions for the partially degenerate electrons positrons, while cold negatively charged dust grains provide the inertial response. Linear dispersion analysis yields a modified DA phase speed. Nonlinear solitary structures are investigated using the Sagdeev pseudopotential method. The system is found to support only negative potential (rarefactive) DA solitary waves within a bounded subsonic Mach number interval. The critical Mach number, consequently, the corresponding linear DA speed show an explicit dependence on the degeneracy parameters and the ion spectral index. The amplitude and width of the solitary structures are shown to be highly sensitive to the electron (positron) degeneracy strength, the ion positron concentration ratios, the ion temperature ratio, and the superthermality of the ions. A small amplitude approximation of the pseudopotential reduces the system to the Korteweg de Vries limit, providing closed form expressions for the soliton characteristics, in agreement with the Sagdeev predictions. The results clarify the combined roles of finite temperature degeneracy and superthermal ions in shaping nonlinear DA dynamics in space and astrophysical dusty plasmas.         ",
    "url": "https://arxiv.org/abs/2602.12585",
    "authors": [
      "Rupak Dey",
      "Gadadhar Banerjee"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2602.12655",
    "title": "Image-based investigation of the zebrafish developmental process using in vivo dynamic and multi-contrast optical coherence tomography",
    "abstract": "           We demonstrate in vivo dynamic optical coherence tomography (DOCT) imaging of zebrafish development from 2 weeks to 12 months post-fertilization, integrated with polarization-sensitive OCT (PS-OCT), OCT angiography (OCTA), and histological validation. Two DOCT algorithms were utilized: logarithmic intensity variance and late OCT correlation decay speed, which characterize the occupancy of dynamic scatterers and their motion speeds, respectively. Our results show that skin stripes exhibit high DOCT signals and it varies among the pigment-cell types. Furthermore, the combination of DOCT and PS-OCT captures the maturation of these stripes. In addition, DOCT and OCTA successfully visualized the developmental progression of blood and lymphatic vessels, as well as spinal tissues.         ",
    "url": "https://arxiv.org/abs/2602.12655",
    "authors": [
      "Cunyou Bao",
      "Aiyi Sui",
      "Ibrahim Abd El-Sadek",
      "Rion Morishita",
      "Yu Guo",
      "Shuichi Makita",
      "Makoto Kobayashi",
      "Yoshiaki Yasuno"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2602.12765",
    "title": "Demonstration of ultra-low emittance beams in a kHz laser wakefield accelerator and application to electron diffraction",
    "abstract": "           We present a compact, cost-effective method for measuring the emittance of kHz-repetition-rate laser-wakefield accelerated electron beams using a permanent solenoid. The measured normalized emittance, $\\epsilon_n = 124\\,\\mathrm{nm \\cdot rad}$ ($\\simeq 0.04 \\pi\\,\\mathrm{mm \\cdot mrad}$) at $2.7\\,$MeV, is comparable to that of ultra-low emittance radiofrequency guns used for electron diffraction. Leveraging this low emittance, we successfully applied the electron beam to electron diffraction. We demonstrate diffraction images obtained from a single crystal Silicon nano-membrane sample, clearly resolving diffraction peaks across multiple orders.         ",
    "url": "https://arxiv.org/abs/2602.12765",
    "authors": [
      "J. Monzac",
      "S. Smartsev",
      "J. Huijts",
      "A. Vernier",
      "I. A. Andriyash",
      "V. Tomkus",
      "V. Girdauskas",
      "G. Raciukaitis",
      "M. Mackeviciute",
      "V. Stankevic",
      "A. Cavagna",
      "J. Kaur",
      "A. Kalouguine",
      "R. Lopez-Martens",
      "J. Faure"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2602.12789",
    "title": "Resonant Excitation of Surface Plasmon for Wakefield Acceleration by Beating GW Lasers on Smooth Cylindrical Surface",
    "abstract": "           We present a theoretical and numerical study of resonant surface-plasmon (SP) excitation driven by the beating of two co-propagating laser pulses on a smooth cylindrical plasma-vacuum interface. Analytical expressions for the SP dispersion relation, field amplitude, geometric coupling factor, and resonance conditions are derived and validated by fully three-dimensional particle-in-cell simulations. We reveal that curvature-induced geometric effects can substantially modify the SP dispersion and enable resonant matching by laser beat waves. This is inaccessible in planar geometries or with a single laser. Under matched resonance conditions, a high-amplitude SP-based wakefield can be generated by a few gigawatt lasers, placing this mechanism within reach of state-of-the-art fibre lasers. It therefore opens a route toward portable laser-driven plasma wakefield accelerators.         ",
    "url": "https://arxiv.org/abs/2602.12789",
    "authors": [
      "Bifeng Lei",
      "Hao Zhang",
      "Alexandre Bonatto",
      "Bin Liu",
      "Javier Resta-Lopez",
      "Matt Zepf",
      "Guoxing Xia",
      "Carsten Welsch"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2602.12993",
    "title": "Neural Quantum States Based on Selected Configurations",
    "abstract": "           Neural quantum states (NQS) provide a flexible and highly expressive parameterization of wave functions for strongly correlated problems in quantum chemistry. Despite rapid advances in network architectures, the evaluation of electronic energies remains almost exclusively based on variational Monte Carlo (VMC). While VMC is effective for structured systems such as spin chains, its accuracy and efficiency for electronic Hamiltonians are hindered by sharply peaked distributions, stochastic gradient noise, and slow convergence with sample size. In this letter, we assess the capability of NQS-VMC to efficiently capture correlation in electronic ground states by comparing it to a recently developed NQS-based selected configuration (NQS-SC) approach. We set up a systematic comparison of the ground-state optimizations obtained with NQS-VMC and NQS-SC for molecular systems dominated by either static or dynamical correlation. The comparison demonstrates a clear advantage of NQS-SC over NQS-VMC in both energy accuracy and wave-function coefficients, particularly for statically correlated molecules. Moreover, NQS-SC exhibits robust systematic improvability, whereas NQS-VMC does not. These findings position NQS-SC as the new default approach over NQS-VMC for electronic structure calculations. We further observe that neither NQS-SC nor NQS-VMC can efficiently capture dynamical correlation, highlighting the need for future hybrid methods, such as multiconfigurational perturbation theories built on top of NQS solutions.         ",
    "url": "https://arxiv.org/abs/2602.12993",
    "authors": [
      "Marco Julian Solanki",
      "Lexin Ding",
      "Markus Reiher"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2602.13127",
    "title": "Hybrid Femtosecond Laser and Ion-Implantation Processing for Controlled, Deep, High-Efficiency Ablation in Fused Silica",
    "abstract": "           Femtosecond laser modification of fused silica enables precise surface tailoring for the fabrication of micro-optical components such as microlenses and diffractive elements. However, the process is governed by laser-matter interactions where the local fluence determines the processing depth, often limiting control over feature geometry and efficiency. Here, we present a hybrid approach combining localized Au implantation (1.8 MeV Au2+ ions) into SiO2 samples with femtosecond laser irradiation (250 fs), effectively tuning the laser-matter interaction and resulting morphology. At both 515 nm and 1030 nm irradiation wavelengths, single-shot femtosecond pulses produce cylindrical craters with sharp edges and flat-bottom profiles. Independently of the fluence, these craters exhibit a constant depth of 550 nm, corresponding to the region of maximum Au concentration. The effect manifests already at moderate fluence (app. 4 J/sq.cm) and yields high ablation efficiency, up to 15 cubic micrometers per microjoule. The hybrid method also works effectively at lower implantation doses that preserve the excellent transmission of fused silica, offering a promising pathway for the high-quality fabrication of flat optical components such as binary phase masks, phase lenses, or fused-silica micromolds.         ",
    "url": "https://arxiv.org/abs/2602.13127",
    "authors": [
      "Mario Garcia-Lechuga",
      "Yoann Levy",
      "Irene Solana",
      "Fatima Cabello",
      "Maria Dolores Ynsa",
      "Nadezhda M. Bulgakova"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2602.13187",
    "title": "Nuclear gradients from auxiliary-field quantum Monte Carlo and their application in geometry optimization and transition state search",
    "abstract": "           In this article, we present a method for computing accurate and scalable nuclear forces within the phaseless auxiliary-field quantum Monte Carlo (AFQMC) framework. Our approach leverages automatic differentiation of the energy functional to obtain nuclear gradients at a computational cost comparable to that of energy evaluation. The accuracy of the method is validated against finite difference calculations, showing excellent agreement. We then explore several machine learning (ML) strategies for learning noisy AFQMC data. These ML potentials are subsequently used to perform geometry optimizations and nudged elastic band (NEB) calculations, successfully identifying the transition state of the formamide-formimidic acid tautomerization. The resulting transition state geometry and barrier heights are in close agreement with coupled-cluster reference values. This work paves the way for highly accurate geometry optimization, molecular dynamics, or reaction path calculations.         ",
    "url": "https://arxiv.org/abs/2602.13187",
    "authors": [
      "Jo S. Kurian",
      "Ankit Mahajan",
      "Sandeep Sharma"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  },
  {
    "id": "arXiv:2602.12475",
    "title": "Parker Solar Probe observations of solar energetic particle (SEP) events with inverse velocity arrival (IVA) features",
    "abstract": "           In SEP events, velocity dispersion (VD) is characterized by the earlier arrival of faster, higher-energy particles relative to slower ones, assuming negligible acceleration time and transport effects. The \"Labor Day event\" at Parker Solar Probe (PSP) on 2022 September 5 provided a unique arrival profile, in which the medium energy (~ few MeV) particles arrive earlier than both lower and higher energy particles. This created a so-called \"nose\" structure in the intensity spectrogram formed by measurements from the two energetic particle instruments, EPI-Lo and EPI-Hi, of the Integrated Science Investigation of the Sun (ISOIS) suite. Unlike typical VD, the delayed arrival of higher energy particles compared to medium energy particles, i.e., the \"inverse velocity arrival\" (IVA), could be caused by various acceleration, transport, and instrumental effects, including shock acceleration. By applying a new method based on the contour-line of the intensity, we found 14 IVA events in the ISOIS observations up to the end of 2024. Several parameters that may modify velocity dispersion characteristics are further explored including the spacecraft radial distance, the speed of corresponding CMEs and shocks, the angle between the shock normal and the upstream magnetic field, and the spacecraft magnetic footpoint longitudinal separation from the flare location. The energy of the early arriving particles, i.e., the nose energy, can be grouped into low (L, <0.5 MeV), medium(M, 0.5 - 5 MeV), and high(H, >5 MeV) categories. Most (11/14) of the IVA events have medium nose energies. This SEP list provides ingredients for examination of shock acceleration in the inner heliosphere, and the existence of IVA events sheds new light on the acceleration and propagation of SEPs.         ",
    "url": "https://arxiv.org/abs/2602.12475",
    "authors": [
      "Zigong Xu",
      "C. M. S. Cohen",
      "R. A. Leske",
      "G. D. Muro",
      "A. C. Cummings",
      "O. M. Romeo",
      "D. Lario",
      "D. J. McComas",
      "M. E. Cuesta",
      "S. Pak",
      "L. Y. Khoo",
      "H. A. Farooki",
      "M. M. Shen",
      "S. Kasapis",
      "E. R. Christian",
      "D. G. Mitchell",
      "R. L. McNutt",
      "A. Kouloumvakos",
      "J. Grant Mitchell",
      "G. D. Berland",
      "N. A. Schwadron",
      "M. E. Wiedenbeck",
      "M. L. Stevens",
      "R. C. Allen"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2602.12909",
    "title": "Quantum logic control and entanglement in hybrid atom-molecule arrays",
    "abstract": "           Polar molecules, with their rich internal structure, offer immense potential for fundamental physics, quantum technology, and controlled chemistry. However, their utilization is currently limited because of slow and imperfect state detection and weak dipolar interaction, limiting fast and large-scale entanglement generation. We propose and analyze a scheme for quantum logic control and measurement-based state preparation in a hybrid platform of polar molecules and neutral atoms. The method leverages fast, high-fidelity atom-molecule gates and high-fidelity atomic ancilla measurements to overcome the common challenges in molecule-only platforms, while preserving their diverse structural advantages. The proposed atom-molecule controlled-phase gate is based on resonant dipole-dipole exchange between a molecular rotational transition and an atomic Rydberg transition, rendering it three orders of magnitude faster than any direct molecule-molecule entangling gate. We further study several applications of our scheme including the preparation of molecular GHZ states for quantum enhanced precision measurements, the preparation of exotic molecular qudit states with topological order, and measurement-altered criticality. Our scheme is applicable to any polar molecule. It expands the paradigm of quantum logic control and paves the way to large-scale molecular entangled states. More generally, it highlights a concrete hybrid quantum system in which each qubit is utilized in an optimal way and where the measurement-based approach can yield a significant advantage in near-term devices.         ",
    "url": "https://arxiv.org/abs/2602.12909",
    "authors": [
      "Chi Zhang",
      "Sara Murciano",
      "Nathanan Tantivasadakarn",
      "Ran Finkelstein"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2602.13006",
    "title": "Effective classical potential for quantum statistical averages",
    "abstract": "           We present an effective potential that allows quantum thermal expectation values of a position-dependent observable to be estimated as a classical ensemble average of the corresponding function. We follow the approach of Feynman and Hibbs, but perform the mean-field treatment of quantum fluctuations about the path starting point rather than the path centroid. Furthermore, rather than performing a full variational optimization of the potential, we explore approximate functional forms that yield a numerical robustness. The resulting closed-form potential is exact in the classical and harmonic limits; benchmarks against exact position distributions for one-dimensional quartic, Morse, and double-well potentials, show good agreement for potentials with harmonic support.         ",
    "url": "https://arxiv.org/abs/2602.13006",
    "authors": [
      "Vijay Ganesh Sadhasivam",
      "Stuart C. Althorpe",
      "Venkat Kapil"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2602.13060",
    "title": "Quantitative imaging of Abrikosov vortices by scanning quantum magnetometry",
    "abstract": "           Understanding vortex matter in type-II superconductors is central to controlling dissipation and flux pinning in superconducting materials and devices. Here, we use cryogenic scanning nitrogen vacancy magnetometry (NVM) to image Abrikosov vortices in the cuprate superconductors BSCCO-2212 and YBCO under controlled field-cooled conditions. Measurements, which are performed using continuous-wave optically detected magnetic resonance (cw-ODMR) in a closed-cycle cryostat, yield quantitative magnetic-field maps with nanoscale spatial resolution. In BSCCO-2212 at 71 K, we resolve a well-ordered triangular vortex lattice, whose symmetry and spacing are confirmed through 2D Fourier analysis and are consistent with flux quantization. YBCO thin films imaged at 3 K exhibit a more disordered vortex arrangement reflecting stronger pinning, while maintaining quantitative agreement between measured vortex density and the applied magnetic field. These results render our cryogenic scanning NVM a reliable quantitative tool for real-space studies of vortices in high-$T_c$ superconductors, in particular since such a remarkable magnetic resolution has been achieved within relatively short acquisition times of 2 to 4 h.         ",
    "url": "https://arxiv.org/abs/2602.13060",
    "authors": [
      "Clemens Schäfermeier",
      "Ankit Sharma",
      "Christopher Kelvin von Grundherr",
      "Andrea Morales",
      "Jan Rhensius",
      "Gabriel Puebla-Hellmann",
      "Mirko Bacani"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2602.13094",
    "title": "A Quantum Reservoir Computing Approach to Quantum Stock Price Forecasting in Quantum-Invested Markets",
    "abstract": "           We present a quantum reservoir computing (QRC) framework based on a small-scale quantum system comprising at most six interacting qubits, designed for nonlinear financial time-series forecasting. We apply the model to predict future daily closing trading volumes of 20 quantum-sector publicly traded companies over the period from April 11, 2020, to April 11, 2025, as well as minute-by-minute trading volumes during out-of-market hours on July 7, 2025. Our analysis identifies optimal reservoir parameters that yield stock trend (up/down) classification accuracies exceeding $86 \\%$. Importantly, the QRC model is platform-agnostic and can be realized across diverse physical implementations of qubits, including superconducting circuits and trapped ions. These results demonstrate the expressive power and robustness of small-scale quantum reservoirs for modeling complex temporal correlations in financial data, highlighting their potential applicability to real-world forecasting tasks on near-term quantum hardware.         ",
    "url": "https://arxiv.org/abs/2602.13094",
    "authors": [
      "Wendy Otieno",
      "Alexandre Zagoskin",
      "Alexander G. Balanov",
      "Juan Totero Gongora",
      "Sergey E. Savel'ev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2602.13161",
    "title": "Optical Thermodynamics Beyond the Weak Nonlinearity Limit",
    "abstract": "           Optical thermodynamics has recently emerged as a theoretical framework describing a Rayleigh-Jeans (RJ) modal power distribution of multimoded nonlinear photonic circuits. However, its applicability is constrained to systems exhibiting weak nonlinear mode-mode interactions. Here, by employing a Transfer Integral Operator, we circumvent this limitation and establish a steady-state interacting RJ modal distribution -- referred to as non-ideal RJ (NIRJ) -- with renormalized temperature and optical chemical potential. This also builds a natural bridge with earlier work on grand-canonical statistical-mechanical formulations of discrete nonlinear systems. The theory derives the optical analogue of the compressibility factor, which controls the transition from an ideal, non-interacting equation of state (EoS) to a van der Waals-like interacting EoS.         ",
    "url": "https://arxiv.org/abs/2602.13161",
    "authors": [
      "Emily Kabat",
      "Shrohan Mohapatra",
      "P.G. Kevrekidis",
      "Tsampikos Kottos"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.13175",
    "title": "Absorption imaging of quantum gases near surfaces using incoherent light",
    "abstract": "           We introduce an absorption imaging technique for ultracold gases that suppresses interference fringes and coherence-induced artifacts by reducing the transverse spatial coherence of the imaging light. The method preserves the narrow spectral bandwidth required for resonant absorption imaging and is implemented as a modular extension to standard imaging setups using a rotating diffuser. We demonstrate tunability of the illumination light's coherence without modifying the imaging optics. Using this approach, we achieve reliable imaging of ultracold atomic clouds in micron-scale proximity to complex surfaces, where standing waves, edge diffraction, and speckle severely limit conventional absorption imaging.         ",
    "url": "https://arxiv.org/abs/2602.13175",
    "authors": [
      "Julia Fekete",
      "Poppy Joshi",
      "Peter Krüger",
      "Fedja Oručević"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.11053",
    "title": "A Framework for Understanding the Impact of Integrating Conceptual and Quantitative Reasoning in a Quantum Optics Tutorial on Students' Conceptual Understanding",
    "abstract": "           We investigated the impact of incorporating quantitative reasoning for deeper sense-making in a Quantum Interactive Learning Tutorial (QuILT) on students' conceptual performance using a framework emphasizing integration of conceptual and quantitative aspects of quantum optics. In this investigation, we compared two versions of the QuILT that were developed and validated to help students learn various aspects of quantum optics using a Mach Zehnder Interferometer with single photons and polarizers. One version of the QuILT is entirely conceptual while the other version integrates quantitative and conceptual reasoning (hybrid version). Performance on conceptual questions of upper-level undergraduate and graduate students who engaged with the hybrid QuILT was compared with that of those who utilized the conceptual QuILT emphasizing the same concepts. Both versions of the QuILT focus on the same concepts, use a scaffolded approach to learning, and take advantage of research on students' difficulties in learning. The hybrid and conceptual QuILTs were used in courses for upper-level undergraduates or first-year physics graduate students in several consecutive years at the same university. The same conceptual pre-test and post-test were administered after traditional lecture-based instruction in relevant concepts and after student engaged with the QuILT, respectively. We find that the post-test performance of physics graduate students who utilized the hybrid QuILT on conceptual questions, was better than those who utilized the conceptual QuILT. For undergraduates, the results showed differences for different classes. One possible interpretation of these findings consistent with our framework is that integrating conceptual and quantitative aspects of physics in research-based tools and pedagogies should be commensurate with students' prior knowledge of physics and mathematics involved.         ",
    "url": "https://arxiv.org/abs/2512.11053",
    "authors": [
      "Paul D. Justice",
      "Emily Marshman",
      "Chandralekha Singh"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2512.21807",
    "title": "Low-SWaP Magneto-optical Trap using both Planar Optical and Magnetic Components",
    "abstract": "           Compact, lightweight, and energy-efficient cold atom systems are crucial for advancing quantum technologies, yet their realization remains constrained by the bulky optical and magnetic components required in current atom trapping architectures. Here, we demonstrate a low-SWaP magneto-optical trap that seamlessly integrates planar optical and magnetic components into a unified platform. A monolithic dual-functional metasurface simultaneously polarized and shapes the cooling beam, replacing traditional lens-waveplate assemblies and converting a linearly polarized Gaussian beam into a circularly polarized flat-top beam. In parallel, a planar coil chip substitutes bulky anti-Helmholtz cols and generated the required quadrupole magnetic field with drastically reduced power consumption. Under D2 line cooling of 87Rb atoms, the fully planar system delivers nearly an order-of-magnitude improvement in trapping performance while operating at a fraction of the size, weight, and power of traditional systems. This compact, bulky-component-free approach offers a scalable, energy-efficient pathway toward chip-scale cold atom platforms.         ",
    "url": "https://arxiv.org/abs/2512.21807",
    "authors": [
      "Hao Gao",
      "Yumeng Zhu",
      "Zhilong Yu",
      "Yuhui Hu",
      "Zhelin Lin",
      "Shiming Wei",
      "Feng Zhao",
      "Amit Agrawal",
      "Zeyang Liu",
      "Xiaochi Liu",
      "Cheng Zhang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2602.11928",
    "title": "Topology-Enabled Switchable Unidirectional Radiative Band in a Bilayer Photonic Crystal",
    "abstract": "           Controlling how an open photonic system exchanges energy with its environment-and in particular how it radiates into the far field-is a cornerstone of non-Hermitian wave physics and a key enabler for directional photonic functionalities. Here, we propose a new route to robust unidirectional emission based on the non-Hermitian hybridization of resonances localized in spatially separated layers of a hetero-bilayer photonic crystal. By tailoring the interlayer coupling, we engineer hybrid photonc bands that exhibit strong unidirectional radiation across a broad spectral and momentum range while maintaining theoretically high quality factors. This asymmetric emission is organized by a topological vortex in a pseudo-polarization field defined from the front/back intensity imbalance, which endows the directionality with robustness against perturbations. We further show that, by tuning the surrounding refractive index, this singularity can be displaced in parameter space, enabling reversible switching of the emission direction and a reconfigurable far-field response. This framework opens perspectives for topological photonic sensing and for directional and switchable light sources, including unidirectional lasing supported by high-quality-factor modes.         ",
    "url": "https://arxiv.org/abs/2602.11928",
    "authors": [
      "Zhiyi Yuan",
      "Vytautas Valuckas",
      "Yuhao Wang",
      "Thi Thu Ha Do",
      "Ningyuan Nie",
      "Yu-Cheng Chen",
      "Hai Son Nguyen",
      "Cuong Dang",
      "Son Tung Ha"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.11970",
    "title": "Tuning Optical Properties of FTO via Carbonaceous Al2O3 Microdot Deposition by DC plasma sputtering",
    "abstract": "           Fluorine-doped tin oxide (FTO) is a key transparent conductive oxide for photovoltaic and optoelectronic devices, yet its high reflectance limits light-trapping efficiency. This work demonstrates a simple DC plasma sputtering approach to deposit carbonaceous Al2O3 microdots on FTO under controlled Ar, O2, and Ar-O2 atmospheres. For plasma discharge in the normal mode, with plasma density 10^9 cm^-3 and temperature of 2 eV, Volmer-Weber growth produced discrete microdots whose size and distribution were tuned by gas composition: dense, uniform dots in Ar (approximately 0.89 um radius), agglomerated structures in O2, and intermediate morphologies in mixed atmospheres. Structural analysis confirmed Al2O3 formation with carbon incorporation, while SEM revealed morphology-driven optical behavior. UV-Vis measurements showed that Ar-O2 coatings achieved the lowest reflectance across the visible range, outperforming bare FTO and other conditions. These findings establish a clear link between sputtering parameters, surface morphology, and optical performance, offering a scalable route to anti-reflective, light-trapping coatings for next-generation solar cells and optoelectronic devices.         ",
    "url": "https://arxiv.org/abs/2602.11970",
    "authors": [
      "Sarah Salah",
      "Ahmed Atlam",
      "Nagat Elkahwagy",
      "Abdelhamid Elshaer",
      "Mohammed Shihab"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2505.02901",
    "title": "XDiag: Exact Diagonalization for Quantum Many-Body Systems",
    "abstract": "           Exact diagonalization (ED) is a cornerstone technique in quantum many-body physics, enabling precise solutions to the Schrödinger equation for interacting quantum systems. Despite its utility in studying ground states, excited states, and dynamical behaviors, the exponential growth of the Hilbert space with system size presents significant computational challenges. We introduce XDiag, an open-source software package designed to combine advanced and efficient algorithms for ED with and without symmetry-adapted bases with user-friendly interfaces. Implemented in C++ for computational efficiency and wrapped in Julia for ease of use, XDiag provides a comprehensive toolkit for ED calculations. Key features of XDiag include the first publicly accessible implementation of sublattice coding algorithms for large-scale spin system diagonalizations, efficient Lin table algorithms for symmetry lookups, and random-hashing techniques for distributed memory parallelization. The library supports various Hilbert space types (e.g., spin-1/2, electron, and t-J models), facilitates symmetry-adapted block calculations, and automates symmetry considerations. The package is complemented by extensive documentation, a user guide, reproducible benchmarks demonstrating near-linear scaling on thousands of CPU cores, and over 20 examples covering ground-state calculations, spectral functions, time evolution, and thermal states. By integrating high-performance computing with accessible scripting capabilities, XDiag allows researchers to perform state-of-the-art ED simulations and explore quantum many-body phenomena with unprecedented flexibility and efficiency.         ",
    "url": "https://arxiv.org/abs/2505.02901",
    "authors": [
      "Alexander Wietek",
      "Luke Staszewski",
      "Martin Ulaga",
      "Paul L. Ebert",
      "Hannes Karlsson",
      "Siddhartha Sarkar",
      "Leyna Shackleton",
      "Aritra Sinha",
      "Rafael D. Soares"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2509.02620",
    "title": "Quantum aspects of the classical Maxwell's equations in free space from the perspective of the correspondence principle",
    "abstract": "           Due to the advent of Quantum Mechanics' 100th anniversary in 2025, we wrote this review paper in order to present a discussion that addresses the foundations of this theory. And since the creation of this Mechanics and other quantum theories was guided, for instance, by correspondence principles that needed to be identified between them and other well-established physical theories, this paper will be devoted to discussing the correspondence between these quantum theories and Maxwell's theory of electromagnetism. More precisely, what we will do throughout this paper is discuss how the Maxwell's electromagnetic theory in free space and the stronger formulation of the correspondence principle already pointed, together, to the basis of a Quantum Mechanics that was only be formulated half a century later. And, in order to make this very clear, we will show that the quantum-mechanical description of a photon can already be identified, simply, by manipulating Maxwell's equations in free space with mathematical resources that, for instance, were already well known before the advent of Quantum Mechanics.         ",
    "url": "https://arxiv.org/abs/2509.02620",
    "authors": [
      "M. F. Araujo de Resende",
      "Leonardo S. F. Santos",
      "R. Albertini Silva"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2510.20885",
    "title": "Picosecond Wireless Synchronization with Entangled Photons via Grid-Based Quantum Coverage in Indoor Optical Systems",
    "abstract": "           In this paper, we present a robust entanglement-assisted synchronization framework for indoor optical wireless systems that explicitly captures the coupling between spatial beam geometry and temporal synchronization accuracy. Unlike conventional approaches that treat beam steering and timing estimation independently, a unified spatio temporal model is developed that links user position uncertainty to the Cramer Rao lower bound of the synchronization error. The framework incorporates key physical impairments, including multipath dispersion, non Gaussian detector jitter, and spatially correlated localization errors. Through analytical modeling and extensive simulations, we show that the proposed system exhibits graceful performance degradation under heavy tailed positioning uncertainty and remains stable in the presence of multipath induced bias. Using realistic single photon detector parameters, the results indicate that synchronization accuracy below $10$ picoseconds can be maintained across a wide range of operating conditions. This level of precision provides a scalable foundation for quantum enabled indoor wireless networks.         ",
    "url": "https://arxiv.org/abs/2510.20885",
    "authors": [
      "Hossein Safi",
      "Mohammad Taghi Dabiri",
      "Mazen Hasna",
      "Iman Tavakkolnia",
      "Harald Haas"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]