[
  {
    "id": "arXiv:2206.02828",
    "title": "Optical responses of Fano resonators in non-spectral parametric domains",
    "abstract": "Fano resonance observed in various classical and quantum systems features an asymmetric spectral line shape. For designing nanoresonators for monochromatic applications, it is beneficial to describe Fano resonance in non-spectral parametric domains of critical structural parameters. We develop the analytical model of the parametric Fano profile based on a coupled harmonic oscillator (CHO) model and theoretically demonstrate its application in describing the optical response of a chirped waveguided plasmonic crystal (CWPC). The developed parametric Fano model may find applications in the design of monochromatic and spectrometer-free nanodevices. ",
    "url": "https://arxiv.org/abs/2206.02828",
    "authors": [
      "Ankit Kumar Singh",
      "Jer-Shing Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.02965",
    "title": "Towards a compact all optical terahertz-driven electron source at  Tsinghua University",
    "abstract": "We propose a physical design of a compact all optical terahertz (THz)-driven electron source. The 300 mm accelerator beamline, powered by Joule level laser system, is easily to be integrated to tabletop scale. A dual-feed THz-driven electron gun with an exponential impedance, a tapered dielectric loaded cylindrical waveguide, THz-driven bunch compressors and permanent magnet solenoids (PMS) have been designed and optimized. Dynamics simulations show that the electron source can deliver a 19 fC, 3 MeV electron beams with a normalized transverse emittance of 0.079 {\\pi}.mm.mrad. A minimum relative energy spread of 0.04% or a minimum root-mean-square bunch length of 6.1 fs can be achieved by adjusting the beam shaping line. Sensitivity analysis shows that the THz-driven electron source can effectively work under a 1.5% energy jitter of the THz power system. Simulated diffraction pattern up to the fourth order of an aluminum sample based on the beamline can be clearly distinguished. A prototype THz gun has beam fabricated and is now under testing, more results will be reported in future works. ",
    "url": "https://arxiv.org/abs/2206.02965",
    "authors": [
      "Hanxun Xu",
      "Renkai Li",
      "Lixin Yan",
      "Yingchao Du",
      "Qili Tian",
      "Wenhui Huang",
      "Chuanxiang Tang"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2206.03015",
    "title": "Parallel Computation of Inverse Compton Scattering Radiation Spectra  based on Liénard-Wiechert Potentials",
    "abstract": "Inverse Compton Scattering (ICS) has gained much attention recently because of its promise for the development of table-top-size X-ray light sources. Precise and fast simulation is an indispensable tool for predicting the radiation property of a given machine design and to optimize its parameters. Instead of the conventional approach to compute radiation spectra which directly evaluates the discretized Fourier integral of the Li\\'enard-Wiechert field given analytically (referred to as the frequency-domain method), this article focuses on an approach where the field is recorded along the observer time on a uniform time grid which is then used to compute the radiation spectra after completion of the simulation, referred to as the time-domain method. Besides the derivation and implementation details of the proposed method, we analyze possible parallelization schemes and compare the parallel performance of the proposed time-domain method with the frequency-domain method. We will characterize scenarios/conditions under which one method is expected to outperform the other. ",
    "url": "https://arxiv.org/abs/2206.03015",
    "authors": [
      "Yi-Kai Kan",
      "Franz X. Kärtner",
      "Sabine Le Borne",
      "Daniel Ruprecht",
      "Jens-Peter M. Zemke"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2206.03058",
    "title": "Generation of optical vortices imitating water vortices",
    "abstract": "In optics, we can generate vortex beams using specific methods such as spiral phase plates or computer generated holograms. While, in nature, it is worth noting that water can produce vortices by a circularly symmetrical hole. So, if a light beam can generate vortex when it is diffracted by an aperture? Here, we show that the light field in the Fresnel region of the diffracted circularly polarized beam carries orbital angular momentum, which can transfer to the trapped particles and make orbital rotation. ",
    "url": "https://arxiv.org/abs/2206.03058",
    "authors": [
      "Jun Yao",
      "Yihua Bai",
      "Yaqiang Qin",
      "Mingsheng Gao",
      "Lei-Ming Zhou",
      "Yuqiang Jiang",
      "Yuanjie Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.03119",
    "title": "Generation of extreme ultraviolet laser by single-photon process",
    "abstract": "To generate laser with short wavelength is a bottle-neck problem in laser technology. The extreme ultraviolet (EUV) lasers are usually produced with low efficiency by nonlinear multi-photon process. Here we show the generation of 58.4 nm laser by a single-photon-excitation related stimulated anti-Stokes Raman scattering (ASRS) with an efficiency higher than that of high harmonic generation (HHG). Utilizing microwave excited helium in the metastable 1s2s state irradiated by a resonant femto-second 2058 nm laser, we obtain pulsed 58.4 nm laser with a divergence of 1.9 mrad, suggesting its coherent character. The pulse decay time of 426 ps shorter than the lifetime of spontaneous emission also shows its stimulated property. Our results show an applicable path towards up-conversion by single-photon process to generate intense laser with wavelength shorter than 58.4 nm. ",
    "url": "https://arxiv.org/abs/2206.03119",
    "authors": [
      "Daobiao Hong",
      "Bingke Xiang",
      "Tong Wu",
      "Zhensheng Tao",
      "Yihua Wang",
      "Zhonghao Liu",
      "Shan Qiao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.03141",
    "title": "Impact of Third Order Dispersion on Dissipative Soliton Resonance",
    "abstract": "Dissipative soliton resonance (DSR) is a promising way for high-energy pulse generation typically having a symmetrical square pulse profile. While this method is well known, the impact of third order dispersion (TOD) on DSR is yet to be fully addressed in the literature. In this article, the impact of TOD on DSR is numerically investigated under the frame of the complex cubic-quintic Ginzburg-Landau equation (CQGLE). Our numerical investigations indicate that DSR can stably exist under TOD with nearly the same pulse amplitude, but with a (significantly) different pulse duration. Depending on the value of chromatic dispersion, the pulse duration can be notably longer or shorter due to the presence of TOD. The TOD effect also alters the dependence of pulse duration on the nonlinear gain. Another impact of TOD on DSR is that the DSR exists with an asymmetric pulse profile, leading to steepening of one edge of the DSR pulse, while flattening of the other. Our results indicate that TOD has a critical role for realizing DSR in mode-locked lasers and it should be taken into consideration during design and development of DSR-based lasers. ",
    "url": "https://arxiv.org/abs/2206.03141",
    "authors": [
      "Lujun Hong",
      "Yazhou Wang",
      "Abubakar Isa Adamu",
      "Md. Selim Habib",
      "Mengqiang Cai",
      "Jie Xu",
      "Jianfeng Li",
      "Christos Markos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.03143",
    "title": "High-efficiency second-harmonic and sum-frequency generation in a  silicon nitride microring integrated with few-layer GaSe",
    "abstract": "Silicon nitride (SiN) photonics platform has attributes of ultra-low linear and nonlinear propagation losses and CMOS-compatible fabrication process, promising large-scale multifunctional photonic circuits. However, the centrosymmetric nature of SiN inhibits second-order nonlinear optical responses in its photonics platform, which is desirable for developing efficient nonlinear active devices. Here, we demonstrate high-efficiency second-order nonlinear processes in SiN photonics platform by integrating a few-layer GaSe flake on a SiN microring resonator. With the pump of microwatts continuous-wave lasers, second-harmonic generation and sum-frequency generation with the conversion efficiencies of 849%/W and 123%/W, respectively, are achieved, which benefit from the ultrahigh second-order nonlinear susceptibility of GaSe, resonance enhanced GaSe-light interaction, and phase-matching condition satisfied by the mode engineering. Combining with the easy integration, the GaSe-assisted high-efficiency second-order nonlinear processes offer a new route to enriching already strong functionality of SiN photonics platform in nonlinear optics. ",
    "url": "https://arxiv.org/abs/2206.03143",
    "authors": [
      "Binbin Wang",
      "Yafei Ji",
      "Linpeng Gu",
      "Liang Fang",
      "Xuetao Gan",
      "Jianlin Zhao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.03153",
    "title": "Observation of high-order imaginary Poynting momentum optomechanics in  structured light",
    "abstract": "The imaginary Poynting momentum (IPM) of light has been captivated an unusual origin of optomechanical effects on dipolar magnetoelectric particles, but yet observed in experiments. Here, we report, for the very first time, a whole family of high-order IPM forces for not only magnetoelectric but also generic Mie particles, assisted with their excited higher multipoles within. Such optomechanical phenomena derive from a nonlinear contribution of the IPM to the optical force, and can be remarkable even when the incident IPM is small. We observe the high-order optomechanics in a structured light beam with vortex-like IPM streamlines, which allows the low-order dipolar contribution to be suppressed. Our results provide the first unambiguous evidence of the ponderomotive nature of the IPM, expand the classification of optical forces and open new possibilities for optical forces and micromanipulations. ",
    "url": "https://arxiv.org/abs/2206.03153",
    "authors": [
      "Yuan Zhou",
      "Xiaohao Xu",
      "Yanan Zhang",
      "Manman Li",
      "Shaohui Yan",
      "Manuel Nieto-Vesperinas",
      "Baojun Li",
      "Cheng-Wei Qiu",
      "Baoli Yao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.03219",
    "title": "Quantum Measurement Theory as simply explained by N G van Kampen",
    "abstract": "A translation is provided of the nonspecialist article by N G van Kampen which seeks to dispel much of the mysticism surrounding quantum measurement. ",
    "url": "https://arxiv.org/abs/2206.03219",
    "authors": [
      "M. G. Burt"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2206.03290",
    "title": "Inerter-based Elastic Metamaterials for Band Gap at Extremely Low  Frequency",
    "abstract": "We reveal the unique and fundamental advantage of inerter-based elastic metamaterials by a comparative study among different configurations. When the embedded inerter is connected to the matrix material on both ends, the metamaterial shows definite superiority in forming a band gap in the ultra-low frequency -- equivalently the ultra-long wavelength -- regime, where the unit cell size can be four or more orders of magnitude smaller than the operating wavelength. In addition, our parametric studies in both one and two dimensions pave the way towards designing next-generation metamaterials for structural vibration mitigation. ",
    "url": "https://arxiv.org/abs/2206.03290",
    "authors": [
      "Faisal Jamil",
      "Fei Chen",
      "Bolei Deng",
      "Robert G. Parker",
      "Pai Wang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2206.03379",
    "title": "Semiconductor ring laser frequency combs with active directional  couplers",
    "abstract": "Rapid development of Fabry-Perot quantum cascade laser frequency combs has converted them from laboratory devices to key components of next-generation fast molecular spectrometers. Recently, free-running ring quantum cascade lasers allowed generation of new frequency comb states induced by phase turbulence. In absence of efficient light outcoupling, ring quantum cascade lasers are not suited for applications as they are limited in their power output to microwatt levels. Here we demonstrate electrically pumped ring quantum cascade lasers with integrated active directional couplers. These devices generate self-starting frequency combs and have output power above ten milliwatts at room temperature. We study the transmission of the ring-waveguide resonator system below the lasing threshold, which reveals the ability to individually control the mode indices in the coupled resonators, their quality factors, and the coupling coefficient. When the ring resonator is pumped above the lasing threshold, the intracavity unidirectional single-mode field parametrically amplifies an externally injected signal tuned into one of the ring resonances, generating an idler sideband via four-wave mixing. The ability to inject external optical signals into integrated laser cavities brings into reach coherent control of frequency comb states in ring semiconductor lasers. Furthermore, tunable coupled active resonators pumped below the lasing threshold enable a versatile platform for the studies of resonant electromagnetic effects, ranging from strong coupling to parity-time symmetry breaking. ",
    "url": "https://arxiv.org/abs/2206.03379",
    "authors": [
      "Dmitry Kazakov",
      "Theodore P. Letsou",
      "Maximilian Beiser",
      "Yiyang Zhi",
      "Nikola Opačak",
      "Marco Piccardo",
      "Benedikt Schwarz",
      "Federico Capasso"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2206.03385",
    "title": "Nonlinear co-generation of graphene plasmons for optoelectronic logic  operations",
    "abstract": "Surface plasmons in graphene provide a compelling strategy for advanced photonic technologies thanks to their tight confinement, fast response and tunability. Recent advances in the field of all optical generation of graphene plasmons in planar waveguides offer a promising method for high speed signal processing in nanoscale integrated optoelectronic devices. Here, we use two counter propagating frequency combs with temporally synchronized pulses to demonstrate deterministic all optical generation and electrical control of multiple plasmon polaritons, excited via difference frequency generation (DFG). Electrical tuning of a hybrid graphene fibre device offers a precise control over the DFG phase matching, leading to tunable responses of the graphene plasmons at different frequencies across a broadband (0 - 50 THz) and provides a powerful tool for high speed logic operations. Our results offer insights for plasmonics on hybrid photonic devices based on layered materials and pave the way to high speed integrated optoelectronic computing circuits. ",
    "url": "https://arxiv.org/abs/2206.03385",
    "authors": [
      "Y. Li",
      "N. An",
      "Z. Lu",
      "Y. Wang",
      "B. Chang",
      "T. Tan",
      "X. Guo",
      "X. Xu",
      "J. He",
      "H. Xia",
      "Z. Wu",
      "Y. Su",
      "Y. Liu",
      "Y. Rao",
      "G. Soavi",
      "B. Yao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2206.03442",
    "title": "Spin flips of electron beam in optical near field",
    "abstract": "Manipulating the spin polarization of electron beams using light is highly desirable but exceedingly challenging, as the approaches proposed in previous studies using free-space light usually require enormous laser intensities. We here propose to use a transverse electric optical near field extended on nanostructures to efficiently induce spin flips of an adjacent electron beam, exploiting the strong inelastic electron scattering in phase-matched optical near fields. Our calculations show that, using a dramatically reduced laser intensity ($\\sim 10^{12}\\,$W/cm$^2$) and for a short interaction length ($16\\,\\mu$m), an electron spin-flip probability of approximately $12\\%$ can be achieved. More intriguingly, for an unpolarized incident electron beam, its two spin components, parallel and antiparallel to the electric field, are spin-flipped and inelastically scattered to different energy states, providing an analog of the Stern-Galarch experiment in the energy dimension. Our findings are important for optical control of free-electron spins, preparing spin-polarized electron beams, and applications as varied as in material science and high-energy physics. ",
    "url": "https://arxiv.org/abs/2206.03442",
    "authors": [
      "Deng Pan",
      "Hongxing Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.02884",
    "title": "Thermovoltage and heat dissipation in a triangle quantum dot junction",
    "abstract": "We numerically investigate the thermoelectric properties of a triangle quantum dot connected to metallic electrodes using the non-equilibrium Green's function method in the Anderson model. Exploiting the equation of motion method in the Coulomb-blockade regime, the thermovoltage, thermocurrent and heat dissipation are calculated. Results show that the thermovoltage and thermocurrent have nonlinear behavior, and the magnitude and sign of them can be controlled with site energy and coupling strength of quantum dots. Moreover, we find that the heat current is nonlinear and asymmetric respect to the sign of bias voltage for all of the site energies of quantum dots. Analyses show that the heat current can be positive or negative for all of the site energies and becomes zero for the nonzero voltages. These results can be useful to determine the performance of the nanoscale electronic devices to control the heat dissipations. ",
    "url": "https://arxiv.org/abs/2206.02884",
    "authors": [
      "Ahmad Ahmadi Fouladi",
      "Javad Vahedi"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.03135",
    "title": "Microwave cavity-free hole burning spectroscopy of  Er$^{3+}$:Y$_2$SiO$_5$ at millikelvin temperatures",
    "abstract": "Efficient quantum memory is of paramount importance for long-distance quantum communications, as well as for complex large-scale computing architectures. We investigate the capability of Er$^{3+}$:Y$_2$SiO$_5$ crystal to serve as a quantum memory for the travelling microwave photons by employing techniques developed for dense optical ensembles. In our efforts to do so, we have performed high-resolution microwave spectroscopy of Er$^{3+}$:Y$_2$SiO$_5$, where we identified electronic spin as well as hyperfine transitions. Furthermore, we have explored spectral hole burning technique and studied the spin relaxation process at millikelvin temperatures, determined the main relaxation mechanisms, which lay the groundwork for further studies of the topic. ",
    "url": "https://arxiv.org/abs/2206.03135",
    "authors": [
      "Anton Mladenov",
      "Natalia Pankratova",
      "Dmitriy Sholokhov",
      "Vladimir Manucharyan",
      "Rudolf Gross Pavel A. Bushev",
      "Nadezhda Kukharchyk"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.03168",
    "title": "Force-detected Magnetic Resonance Imaging of Influenza Viruses in the  Overcoupled Sensor Regime",
    "abstract": "Long and thin scanning force cantilevers are sensitive to small forces, but also vulnerable to detrimental non-contact interactions. Here we present an experiment with a cantilever whose spring constant and static deflection are dominated by the interaction between the tip and the surface, a regime that we refer to as ``overcoupled''. The interactions are an obstacle for ultrasensitive measurements like nanoscale magnetic resonance imaging (nanoMRI). We discuss several strategies to overcome the challenges presented by the overcoupling, and demonstrate proton nanoMRI measurements of individual influenza virus particles. ",
    "url": "https://arxiv.org/abs/2206.03168",
    "authors": [
      "Marc-Dominik Krass",
      "Nils Prumbaum",
      "Raphael Pachlatko",
      "Urs Grob",
      "Hiroki Takahashi",
      "Yohei Yamauchi",
      "Christian L. Degen",
      "Alexander Eichler"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2109.11005",
    "title": "Prospects of SETI by small size optical telescopes",
    "abstract": " Comments: 5 pages, 0 figures ",
    "url": "https://arxiv.org/abs/2109.11005",
    "authors": [
      "Z.N. Osmanov",
      "V.I. Berezhiani"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)"
    ]
  },
  {
    "id": "arXiv:2110.03963",
    "title": "QuOp_MPI: a framework for parallel simulation of quantum variational  algorithms",
    "abstract": " Comments: Software available at: this https URL ",
    "url": "https://arxiv.org/abs/2110.03963",
    "authors": [
      "Edric Matwiejew",
      "Jingbo B. Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2111.00689",
    "title": "Manipulating strong coupling between exciton and quasi-bound states in  the continuum resonance",
    "abstract": " Title: Manipulating strong coupling between exciton and quasi-bound states in  the continuum resonance ",
    "url": "https://arxiv.org/abs/2111.00689",
    "authors": [
      "Meibao Qin",
      "Junyi Duan",
      "Shuyuan Xiao",
      "Wenxing Liu",
      "Tianbao Yu",
      "Tongbiao Wang",
      "Qinghua Liao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.00138",
    "title": "Laser excitation of the 1s-hyperfine transition in muonic hydrogen",
    "abstract": " Comments: 21 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2112.00138",
    "authors": [
      "P. Amaro",
      "A. Adamczak",
      "M. Abdou Ahmed",
      "L. Affolter",
      "F. D. Amaro",
      "P. Carvalho",
      "T.-L. Chen",
      "L. M. P. Fernandes",
      "M. Ferro",
      "D. Goeldi",
      "T. Graf",
      "M. Guerra",
      "T. W. Hänsch",
      "C. A. O. Henriques",
      "Y.-C. Huang",
      "P. Indelicato",
      "O. Kara",
      "K. Kirch",
      "A. Knecht",
      "F. Kottmann",
      "Y.-W. Liu",
      "J. Machado",
      "M. Marszalek",
      "R. D. P. Mano",
      "C. M. B. Monteiro",
      "F. Nez",
      "J. Nuber",
      "A. Ouf",
      "N. Paul",
      "R. Pohl",
      "E. Rapisarda",
      "J. M. F. dos Santos",
      "J. P. Santos",
      "P. A. O. C. Silva",
      "L. Sinkunaite",
      "J.-T. Shy",
      "K. Schuhmann",
      "S. Rajamohanan",
      "A. Soter",
      "L. Sustelo",
      "D. Taqqu",
      "L.-B. Wang",
      "F. Wauters",
      "P. Yzombard",
      "M. Zeyen",
      "A. Antognini"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2202.06863",
    "title": "Wearable conformal fiber sensor for high fidelity physiological  measurements",
    "abstract": " Title: Wearable conformal fiber sensor for high fidelity physiological  measurements ",
    "url": "https://arxiv.org/abs/2202.06863",
    "authors": [
      "Alessio Stefani",
      "Ivan D. Rukhlenko",
      "Antoine F. J. Runge",
      "Maryanne C. J. Large",
      "Simon C. Fleming"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Medical Physics (physics.med-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.08802",
    "title": "Efficiency of photonic state tomography affected by fiber attenuation",
    "abstract": " Title: Efficiency of photonic state tomography affected by fiber attenuation ",
    "url": "https://arxiv.org/abs/2202.08802",
    "authors": [
      "Artur Czerwinski",
      "Jakub Szlachetka"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.01719",
    "title": "Tilting light's polarization plane to spatially separate the nonlinear  optical response of chiral molecules on ultrafast timescales",
    "abstract": " Title: Tilting light's polarization plane to spatially separate the nonlinear  optical response of chiral molecules on ultrafast timescales ",
    "url": "https://arxiv.org/abs/2206.01719",
    "authors": [
      "Laura Rego",
      "David Ayuso"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.02195",
    "title": "High-repetition-rate seeded free-electron laser enhanced by  self-modulation",
    "abstract": " Comments: 12 pages, 12 figures ",
    "url": "https://arxiv.org/abs/2206.02195",
    "authors": [
      "Hanxiang Yang",
      "Jiawei Yan",
      "Haixiao Deng"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  }
]