[
  {
    "id": "arXiv:2510.15032",
    "title": "A Second-Order Optical Butterworth Fabry-Pérot Filter",
    "abstract": "           Filters with flat-top pass-bands are a key enabling technology for signal processing. From communication to sensing, the ability to choose a pass \\emph{band}, rather than a single pass \\emph{frequency}, while still efficiently suppressing backgrounds at other frequencies, is a critical capability for ensuring both detection sensitivity and power efficiency. Efficient transmission of a single frequency can be achieved by a single-pole resonator -- which in optics is a Fabry-Pérot cavity offering linewidths from kHz to GHz and beyond. Coupling multiple resonators allows for the construction of flat-top multi-pole filters. These, although straightforward from RF to THz where resonators are macroscopic and tunable, are more difficult to control in the optical band and typically realized with dielectric stacks, whose passband widths exceed 100 GHz. Here, we bridge the gap to narrower bandwidth flat-top filters by proposing and implementing a second-order Butterworth-type optical filter in a single two-mirror Fabry-Pérot cavity, by coupling the two polarization modes. We demonstrate a pass-band width of 2.68(1)~GHz, a maximum stopband suppression of 43~dB, and a passband insertion loss of 2.2(1)~dB, with out-of-band power suppression falling as the fourth power of detuning. This approach is viable down to much narrower filters, and has the potential to improve high-frequency phase noise performance of lasers, enhance the sensitivity of LIDARs, and provide higher quality narrowband filtering, for example, for Raman spectroscopy.         ",
    "url": "https://arxiv.org/abs/2510.15032",
    "authors": [
      "Zeyang Li",
      "Abhishek V. Karve",
      "Xin Wei",
      "Jonathan Simon"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.15146",
    "title": "Ultrafast broadband soliton microcomb laser",
    "abstract": "           Optical frequency combs, defined by their ultrafast timescale and profound coherence, have become a foundational technology in science and technology. Their chip-scale miniaturization offers great promise for refining a wide range of applications from metrology to advanced computing. Existing microcomb technologies, however, are constrained by fundamental limitations inherent to their mode-locking mechanisms. Specifically, the carrier dynamics of saturable absorption in semiconductor mode-locked lasers and the external laser pumping required for dissipative Kerr soliton generation lead to degraded comb performance and significant operational complexity. Here, we introduce an on-chip mode-locking approach that resolves these challenges. By leveraging the intriguing property of a thin-film lithium niobate photonic circuit integrated with semiconductor optical gain, the chip-scale soliton laser directly emits background-free, ultrashort soliton pulses with a 3-dB bandwidth exceeding 3.4THz ($<$90fs pulse width) and an ultra-narrow comb linewidth down to 53 Hz. Our approach dramatically simplifies bright-soliton generation, featuring fully electric pumping, stable turn-key operation, near-unity optical efficiency, superior long-term stability, and remarkably low soliton generation threshold (1V, 75mA) that could be powered with a standard alkaline battery. The demonstrated soliton laser represents a paradigm shift in chip-scale frequency comb technology, which is expected to have profound impacts across a wide range of microcomb applications.         ",
    "url": "https://arxiv.org/abs/2510.15146",
    "authors": [
      "Qili Hu",
      "Raymond Lopez-Rios",
      "Zhengdong Gao",
      "Jingwei Ling",
      "Shixin Xue",
      "Jeremy Staffa",
      "Yang He",
      "Qiang Lin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.15184",
    "title": "Visible Imaging of Incoherent 1200-nm Light via Triplet--Triplet Annihilation Upconversion",
    "abstract": "           Upconversion of low-energy photons to higher-energy photons provides an opportunity to surpass traditional limitations in fields such as 3D printing, photovoltaics, and photocatalysis. Triplet--triplet annihilation upconversion (TTA-UC) is particularly appealing for such applications as it can efficiently upconvert low-intensity, incoherent light. However, previously demonstrated thin-film TTA systems are simultaneously constrained by modest efficiencies and limited reach into the near infrared (NIR). Here, we design a single-layer thin-film bulk heterojunction that integrates PbS quantum dots (QDs) as tunable NIR absorbers within an organic semiconductor matrix of TES-ADT, achieving large anti-Stokes shifts up to 500 nm and internal quantum efficiencies that surpass previous reports across the NIR-I and NIR-II windows (800-1200 nm). UC performance is improved 15-fold through the incorporation of 5-tetracene carboxylic acid ligands on the PbS QD surface, which served to increase the yield of sensitized triplets, as confirmed by transient absorption and time-resolved photoluminescence measurements. We demonstrate visible imaging of incoherent 1200 nm light via thin-film TTA-UC at incident intensities at the imaging mask as low as 20 mWcm$^2$, marking a significant advance toward practical implementation of solid-state NIR-to-visible upconversion.         ",
    "url": "https://arxiv.org/abs/2510.15184",
    "authors": [
      "Pournima Narayanan",
      "Rabeeya Hamid",
      "Linda Pucurimay",
      "Ona Segura Lecina",
      "Ben P. Carwithen",
      "Jacob Schopp",
      "Justin S. Edwards",
      "Oluwaseun Noah Adeyeye",
      "Demeng Feng",
      "Diptarka Hait",
      "Todd J. Martinez",
      "Timothy W. Schmidt",
      "Michael P. Nielsen",
      "Murad J. Y. Tayebjee",
      "Mikhail A. Kats",
      "Daniel N. Congreve"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2510.15207",
    "title": "Solid-State High-Order Harmonic Generation: Emerging Frontiers in Ultrafast and Quantum Light Science",
    "abstract": "           High-order harmonic generation (HHG) in solids has emerged as a versatile platform for exploring ultrafast and quantum-coherent phenomena in condensed matter. Recent advances reveal Berry-phase and topological effects in harmonic emission, strong-field control of excitons and lattice motion, the generation of nonclassical light states driven by quantum and squeezed fields, and the emergence of orbital-angular-momentum transfer in solid-state high-harmonic generation. Nanostructured and hybrid plasmonic-semiconductor platforms enable enhanced and spectrally tunable HHG, while interferometric and cryogenic setups allow attosecond-resolved phase measurements. On the theoretical side, multiband and topological models incorporating dephasing, propagation, and electron-hole coherence effects have deepened our understanding of the interplay between interband and intraband dynamics. These developments establish solid-state HHG as a bridge between ultrafast spectroscopy, quantum optics, and material science, paving the way toward quantum-engineered attosecond sources and coherent control of light-matter interactions in solids.         ",
    "url": "https://arxiv.org/abs/2510.15207",
    "authors": [
      "Marcelo F. Ciappina"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2510.15394",
    "title": "Polarization Multiplexed Metalens Array Optical Chip for High-Performance LWIR Polarimetric Camera",
    "abstract": "           Compared with traditional infrared thermal imaging, polarimetric imaging provides additional polarization information, which effectively enhances object contours and image contrast, with broad application in both military and civilian domains. However, the traditional long-wave infrared polarimetric camera suffers from severe thermal noise, low sensitivity and limited detection accuracy. To address the aforementioned problems, a novel cooled LWIR polarimetric camera based on an achromatic polarization multiplexed germanium-based metalens array optical chip is reported in this paper, enabling high-precision division of focal plane linearly polarimetric imaging. The proposed system demonstrates high-precision linearly polarimetric imaging, with the metalens array achieving an average transmittance of 84.7% across the 8.4~11.6{\\mu}m band and a polarization extinction ratio exceeding 10. The metasurface-based camera attains an average polarization reconstruction error below 0.981%, markedly surpassing state-of-the-art commercial LWIR polarimetric systems. Additionally, the new camera presents excellent polarimetric imaging capability for complex scenes. To the best of our knowledge, this represents the world's first LWIR polarimetric camera utilizing the metasurface optical chip with performance superior to commercial cameras, promoting the practical development of metasurface-integrated devices.         ",
    "url": "https://arxiv.org/abs/2510.15394",
    "authors": [
      "Shichuan Wang",
      "Tie Hu",
      "Zihan Mei",
      "Xuancheng Peng",
      "Bing Yan",
      "Wenhong Zhou",
      "Ming Zhao",
      "Zhenyu Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.15550",
    "title": "Sub-ppb CO2 Detection based on Dissipative Whispering Gallery mode Microcavity Sensor",
    "abstract": "           Whispering gallery mode (WGM) microcavities feature ultrahigh Q-factors and small mode volumes, offering strong light-matter interactions for sensing applications. However, unmodified surfaces are weakly responsive togas-phase refractive index changes, limiting trace gas detection. In this work, we propose a novel dissipative sensing scheme based on a non-functionalized WGM microcavity and experimentally demonstrate its feasibility and performance through trace-level CO2 detection. Unlike conventional dispersive sensing that tracks resonance frequency shifts, our approach leverages enhanced local fields and thermal effects at the coupling region to convert weak absorption into measurable variations in resonance depth. A modulation-demodulation method suppresses low-frequency noise, with parameters optimized experimentally. The sensor achieves quantitative detection over 1.5-400 ppm (R2 > 0.99), ~1.13% accuracy, a minimum detection limit of 0.12 ppb at 424 s integration-five orders of magnitude better than dispersive WGM sensors. Long term CO2 monitoring further demonstrates stability and resistance to environmental perturbations. Compared with state-of-the-art cavity-enhanced and photoacoustic sensors, our system delivers at least an order of magnitude lower baseline detection while maintaining compact size, ambient pressure operation, and low cost, highlighting its potential for scalable, real-world deployment.         ",
    "url": "https://arxiv.org/abs/2510.15550",
    "authors": [
      "Shujing Ruan",
      "Guangzhen Gao",
      "Jianing Zhang",
      "Haotian Wang",
      "Dongxing Cheng",
      "Jun Guo",
      "Chuanyong Ren",
      "Weidong Chen",
      "Deyuan Shen",
      "Tingdong Cai"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.15597",
    "title": "Multiscale X-ray computed tomography of standard optical fibers",
    "abstract": "           Optical fiber technologies enable high-speed communication, medical imaging, and advanced sensing. Among the techniques for the characterization of optical fibers, Xray computed tomography has recently emerged as a versatile non-destructive tool for mapping their refractive index variations in 3D. In this study, we present a multiscale characterization of standard optical fibers. We carry out an intercomparison of three tomography setups: classical computed microtomography, X-ray microscopy, and nanotomography. In each method, our analysis highlights the trade-offs between resolution, field of view, and segmentation efficiency. Additionally, we integrate deep learning segmentation thresholding to improve the image analysis process. Thanks to its large field of view, microtomography with classical sources is ideal for the analysis of relatively long fiber spans, where a low spatial resolution is acceptable. The other way around, nanotomography has the highest spatial resolution, but it is limited to very small fiber samples, e.g., fiber tapers and nanofibers, which have diameters of the order of a few microns. Finally, X-ray microscopy provides a good compromise between the sample size fitting the device's field of view and the spatial resolution needed for properly imaging the inner features of the fiber. Specifically, thanks to its practicality in terms of costs and cumbersomeness, we foresee that the latter will provide the most suitable choice for the quality control of fiber drawing in real-time, e.g., using the \"One-Minute Tomographies with Fast Acquisition Scanning Technology\" developed by Zeiss. In this regard, the combination of X-ray computed tomography and artificial intelligence-driven enhancements is poised to revolutionize fiber characterization, by enabling precise monitoring and adaptive control in fiber manufacturing.         ",
    "url": "https://arxiv.org/abs/2510.15597",
    "authors": [
      "Maria Caterina Crocco",
      "Flavio Cognigni",
      "Alessia Sanna",
      "Raffaele Filosa",
      "Svetlana Siprova",
      "Riccardo C. Barberi",
      "Raffaele G. Agostino",
      "Stefan Wabnitz",
      "Antonio D'Alessandro",
      "Sylvie Lebrun",
      "Marco Rossi",
      "Vincenzo Formoso",
      "Roberto Termine",
      "Alberto Bravin",
      "Mario Ferraro"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.15641",
    "title": "Formation of a Tungsten Co-deposition Layer with Microparticles Using Pulsed Laser Deposition",
    "abstract": "           This study performed tungsten (W) co-deposition experiments using pulsed laser deposition under exposure to helium/argon plasma in a linear plasma device. Micron-sized spherical W particles formed under co-deposition conditions. It was suggested that these particles grew from nanoparticles via the electrostatic collection of W ions in the plasma plume before deposition.         ",
    "url": "https://arxiv.org/abs/2510.15641",
    "authors": [
      "S.Kodate",
      "Y.Hayashi",
      "S.Kajita"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2510.15680",
    "title": "3D-Structured Polyethylene Windows for Low-Loss Transmission in Wideband Cryogenic Terahertz Systems",
    "abstract": "           We present the design, fabrication, and characterisation of a broadband vacuum window and infrared filter based on ultra-high molecular weight polyethylene (UHMWPE) for millimeter wave receivers operating across ALMA Band 6 and 7 (211-373 GHz). The window incorporates pyramidal anti-reflection (AR) structures, machined directly into the polyethylene using CNC machining, which provide impedance matching over a broad frequency range. The structured UHMWPE method was implemented in two distinct components: a vacuum window and a cryogenic infrared filter. This surface structuring approach provides mechanical robustness, cryogenic compatibility, and low insertion loss. We characterize the transmission properties using Terahertz Time-Domain Spectroscopy (THz-TDS), which demonstrates reflection below $5\\%$ across the full band. Complementary heterodyne measurements confirm improved receiver noise performance. These results establish 3D structured UHMWPE as a promising platform for broadband cryogenic optics in high-sensitivity THz instrumentation.         ",
    "url": "https://arxiv.org/abs/2510.15680",
    "authors": [
      "François Joint",
      "Igor Lapkin",
      "Pierre-Baptiste Vigneron",
      "Emilie Hérault",
      "Denis Meledin",
      "Alexei Pavolotsky",
      "Magnus Strandberg",
      "Sven Erik Ferm",
      "Mathias Fredrixon",
      "Leif Helldner",
      "Erik Sundin",
      "Victor Belitsky",
      "Vincent Desmaris"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2510.15785",
    "title": "Investigating High School and Pre-High School Teachers' Perceptions and Experiences Introducing Quantum Concepts: A Survey of QuanTime and other Quantum-related Activities",
    "abstract": "           This study investigates the experiences of pre-high and high school teachers in implementing QuanTime and other quantum-related activities aiming to promote quantum literacy and introduce foundational quantum concepts to K-12 students. The ultimate goal is to help prepare a diverse future workforce in quantum information science and technology (QIST). Teachers were divided into two groups: pre-high school (grades 4-8) and high school (grades 9-12). We used a survey featuring 12 Likert-scale questions and 14 open-ended responses to assess teachers' perceptions, engagement, and feedback about engaging in QuanTime and other quantum-related activities. Approximately two-thirds of the teachers responding to the survey implemented QuanTime activities in their classes. High school teachers who responded to the survey were most likely to use activities like Wave-Particle Duality and Electron Transitions while pre-high school teachers showed a strong interest in Art & Polarization. Open-ended feedback highlighted the ease of integrating these activities into existing curricula and the minimal preparation required, making them accessible for educators. The positive reception across both groups indicates that QuanTime and other quantum-related activities are valuable tools for early-age quantum education. By engaging students with quantum concepts from a young age, these activities have the potential to spark interest, which may contribute to their future engagement over time. It can inspire a diverse group of students and has the potential to get them interested in future opportunities in the growing field of QIST.         ",
    "url": "https://arxiv.org/abs/2510.15785",
    "authors": [
      "Apekshya Ghimire",
      "Jaya Shivangani Kashyap",
      "Emily Edwards",
      "Diana Franklin",
      "Chandralekha Singh"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2510.14990",
    "title": "Incorporating Si into Sb2Se3: Tailoring Optical Phase Change Materials via Nanocomposites",
    "abstract": "           Chalcogenide-based optical phase change materials (OPCMs) exhibit a large contrast in refractive index when reversibly switched between their stable amorphous and crystalline states. OPCMs have rapidly gained attention due to their versatility as nonvolatile amplitude or phase modulators in various photonic devices. However, open challenges remain, such as achieving reliable response and transparency spanning into the visible spectrum, a combination of properties in which current broadband OPCMs (e.g., Ge2Sb2Se4Te1, Sb2Se3, or Sb2S3) fall short. Discovering novel materials or engineering existing ones is, therefore, crucial in extending the application scope of OPCMs. Here, we use magnetron co-sputtering to study the effects of Si doping into Sb2Se3. We employ ellipsometry, X-ray diffraction, Raman spectroscopy, and scanning and transmission electron microscopy to investigate the effects of Si doping on the optical properties and crystal structure and compare these results with those from first principles calculations. Moreover, we study the crystallization and melt-quenching of thin films via nano-differential scanning calorimetry (NanoDSC). Our experiments demonstrate that 20% Si doping increases the transparency window in both states, specifically to 800 nm (1.55 eV) in the amorphous phase, while reducing power consumption by lowering the melting temperature. However, this reduction comes at the cost of reducing the refractive index contrast between states and slowing the kinetics of the phase transition.         ",
    "url": "https://arxiv.org/abs/2510.14990",
    "authors": [
      "Chih-Yu Lee",
      "Yi-Siou Huang",
      "Felix Adams",
      "Chuanyu Lian",
      "Hongyi Sun",
      "Jie Zhao",
      "Zichao Ye",
      "Nathan Youngblood",
      "Juejun Hu",
      "Leslie H Allen",
      "Yifei Mo",
      "Ichiro Takeuchi",
      "Carlos A Rios Ocampo"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.15664",
    "title": "Bayesian Inference for PDE-based Inverse Problems using the Optimization of a Discrete Loss",
    "abstract": "           Inverse problems are crucial for many applications in science, engineering and medicine that involve data assimilation, design, and imaging. Their solution infers the parameters or latent states of a complex system from noisy data and partially observable processes. When measurements are an incomplete or indirect view of the system, additional knowledge is required to accurately solve the inverse problem. Adopting a physical model of the system in the form of partial differential equations (PDEs) is a potent method to close this gap. In particular, the method of optimizing a discrete loss (ODIL) has shown great potential in terms of robustness and computational cost. In this work, we introduce B-ODIL, a Bayesian extension of ODIL, that integrates the PDE loss of ODIL as prior knowledge and combines it with a likelihood describing the data. B-ODIL employs a Bayesian formulation of PDE-based inverse problems to infer solutions with quantified uncertainties. We demonstrate the capabilities of B-ODIL in a series of synthetic benchmarks involving PDEs in one, two, and three dimensions. We showcase the application of B-ODIL in estimating tumor concentration and its uncertainty in a patient's brain from MRI scans using a three-dimensional tumor growth model.         ",
    "url": "https://arxiv.org/abs/2510.15664",
    "authors": [
      "Lucas Amoudruz",
      "Sergey Litvinov",
      "Costas Papadimitriou",
      "Petros Koumoutsakos"
    ],
    "subjectives": [
      "Methodology (stat.ME)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2510.15724",
    "title": "Optomechanical crystal in light-resilient quantum ground-state",
    "abstract": "           Interaction between light and high-frequency sound is a key area in integrated photonics, quantum and nonlinear optics, and quantum science. However, the typical suspended optomechanical structures suffer from poor thermal anchoring, making them susceptible to thermal noise arising from optical absorption. Here, we demonstrate a chip-scale, release-free silicon optomechanical crystal cavity (OMC) operating cryogenically with improved resilience to laser light. Relative to a suspended nanobeam OMC, we observe an 18 dB suppression of the thermo-optic effect, and the device sustains near-unity phonon occupation at 35 dB higher intracavity optical energy. Time-resolved measurements further reveal rapid initial thermalization governed by the mechanical decay time. With further material and design improvements in sight, these results bolster release-free systems on a chip as a path for low-noise and high-power classical and quantum electro-optomechanics, such as for frequency converters between microwave and optical photons.         ",
    "url": "https://arxiv.org/abs/2510.15724",
    "authors": [
      "Johan Kolvik",
      "Paul Burger",
      "David Hambraeus",
      "Trond H. Haug",
      "Joey Frey",
      "Mads B. Kristensen",
      "Raphaël Van Laer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.15806",
    "title": "Operator Commutativity Screening and Progressive Operator Block Reordering toward Many-body Inspired Quantum State Preparation",
    "abstract": "           In the field of quantum chemistry, the variational quantum eigensolver (VQE) has emerged as a highly promising approach to determine molecular energies and properties within the noisy intermediate-scale quantum (NISQ) era. The central challenges of this approach lie in the design of an expressive ansatz capable of representing the exact ground state wavefunction while concurrently being efficient to avoid numerical instabilities during the classical optimization. Owing to the constraints of current quantum hardware, the ansatz must remain sufficiently compact while retaining the flexibility to capture essential correlation effects. To address these challenges, we propose a systematic dynamic ansatz construction strategy in which the dominant operator blocks are initially identified through commutativity screening, combined with an energy sorting criteria. Subsequently, the ansatz is progressively expanded in a stepwise manner via iterative operator block reordering. To minimize the overhead, the higher order correlation terms are incorporated via reduced lower-body tensor factorization in each operator block, while the adaptive construction strategy ensures that the optimization is guided along the optimal trajectory to mitigate potential numerical instabilities due to the presence of local traps. Benchmark applications to various molecular systems demonstrate that this strategy of progressive operator-block addition achieves accurate energetics with significantly fewer parameters while efficiently bypassing local traps. Moreover, in strongly correlated regions, such as bond dissociation, the method successfully reproduces the ground state, where other contemporary approaches often fail.         ",
    "url": "https://arxiv.org/abs/2510.15806",
    "authors": [
      "Dibyendu Mondal",
      "Debaarjun Mukherjee",
      "Rahul Maitra"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.11409",
    "title": "Towards Symmetry-Aware Efficient Simulation of Quantum Systems and Beyond",
    "abstract": "           The efficient simulation of complex quantum systems remains a central challenge due to the exponential growth of Hilbert space with system size. Tensor network methods have long been established as powerful approximation schemes, and their efficiency can be further enhanced by incorporating physics-informed priors. A prominent example is symmetry: recent progress on $U(1)$-symmetric tensor networks, accelerated on GPUs and scaled to supercomputers, shows how conserved charges induce block-sparse structures that reduce computational cost and enable larger simulations. The same principle extends to general symmetries, inspiring equivariant neural networks in machine learning and guiding symmetry-preserving ansatze in variational quantum algorithms. Beyond symmetry, physics-informed design also includes strategies such as hybrid tensor networks and parallel sequential circuits, which pursue efficiency from complementary principles. This Perspective argues that physics-informed tensor networks, grounded in both symmetry and beyond-symmetry insights, provide unifying strategies for scalable approaches in quantum simulation, computation, and machine learning.         ",
    "url": "https://arxiv.org/abs/2303.11409",
    "authors": [
      "Min Chen",
      "Minzhao Liu",
      "Changhun Oh",
      "Liang Jiang",
      "Yuri Alexeev",
      "Junyu Liu"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.02363",
    "title": "Quantum Ornstein-Zernike Theory for Two-Temperature Two-Component Plasmas",
    "abstract": "           Laboratory plasma production almost always preferentially heats either the ions or electrons, leading to a two-temperature state. High-fidelity modeling of these systems can be achieved with density functional theory molecular dynamics in the two-temperature, adiabatic electron limit. Motivated by this, we construct a statistical mechanics framework for the multi-temperature system that is theoretically consistent with the ab initio calculation. We proceed to derive multi-temperature quantum Ornstein-Zernike equations for the first time. We then construct a two-temperature two-component plasma model using the average atom and compute the radial distribution function, viscosity, ion thermal conductivity, and ion self-diffusion. We verify that we recover the ionic structure and self-diffusion of density functional molecular dynamics simulations.         ",
    "url": "https://arxiv.org/abs/2411.02363",
    "authors": [
      "Zachary A. Johnson",
      "Nathaniel R. Shaffer",
      "Michael S. Murillo"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  },
  {
    "id": "arXiv:2504.03264",
    "title": "Silicon nanoantennas for tailoring the optical properties of MoS2 monolayers",
    "abstract": "           Silicon-based dielectric nanoantennas provide an effective platform for engineering light-matter interactions in van der Waals semiconductors. Here, we demonstrate near-field coupling between monolayer MoS2 and silicon nanoantennas arranged in hexagonal lattices with tunable geometric parameters, leading to a three-fold enhancement in photoluminescence and an excitation-wavelength-dependent emission that aligns with Mie-resonant modes. Raman spectroscopy reveals an up to 8-fold enhancement in the vibrational modes of MoS2, while second-harmonic generation exhibits a 20 to 30-fold increase in efficiency, closely correlating with the presence of the underlying nanoantennas. Our experiments and simulations quantify the tunable benefits of the near-field interactions, taking into account thin-film interference and strain-induced effects. Our findings present dielectric nanoantennas as a promising platform for tailoring linear and nonlinear optical properties in 2D materials, with potential applications in nanophotonic devices and integrated photonics.         ",
    "url": "https://arxiv.org/abs/2504.03264",
    "authors": [
      "Danae Katrisioti",
      "Peter R. Wiecha",
      "Aurélien Cuche",
      "Sotiris Psilodimitrakopoulos",
      "Guilhem Larrieu",
      "Jonas Müller",
      "Vincent Larrey",
      "Bernhard Urbaszek",
      "Xavier Marie",
      "Emmanuel Stratakis",
      "George Kioseoglou",
      "Vincent Paillard",
      "Jean-Marie Poumirol",
      "Ioannis Paradisanos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2507.23265",
    "title": "Atomic-Scale Light Coupling Control in Ultrathin Photonic Nanomembranes",
    "abstract": "           Atomic-layer and two-dimensional (2D) materials have emerged as essential building blocks for next-generation quantum and semiconductor technologies, where atomic-scale control over light-matter interactions is critical. However, their inherently small interaction volume poses fundamental challenges for efficient integration into quantum and nanophotonic devices. Addressing this limitation requires the development of photonic platforms that can effectively enhance atomic-scale optical coupling. To this end, freestanding nanomembranes with extreme thinness and minimal radiative loss offer an ideal framework for integrating these materials into photonic systems. Here, we demonstrate an ultrathin photonic nanomembrane enabling atomic-scale control of light coupling. This architecture supports strong field confinement at the surface and significantly enhances light-matter interaction. Through the integration of atomic-layer dielectrics, we achieve Å-level thickness modulation, where each deposition cycle leads to an ultrafine shift of the high-Q resonance. High-resolution spatial mapping further confirms uniform and deterministic resonance tuning across the nanomembrane surface. Furthermore, by integrating a WS2 monolayer with the photonic nanomembrane, strong field localization within the monolayer and a significant emission enhancement are achieved. This approach offers a scalable and versatile route for atomic-scale light coupling, helping to overcome the limitations of conventional photonics and opening opportunities in quantum photonics, optoelectronics, and advanced semiconductor technologies.         ",
    "url": "https://arxiv.org/abs/2507.23265",
    "authors": [
      "Chih-Zong Deng",
      "Chun-Hao Chiang",
      "Sunhao Shih",
      "Jui-Han Fu",
      "Yen-Ju Wu",
      "Kuniaki Konishi",
      "Vincent Tung",
      "Chun-Wei Chen",
      "Ya-Lun Ho"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.12852",
    "title": "Quantum Mechanical Analysis of Neutron Wavefunction Overlap and Nuclear Interaction Probability with Carborane Cage ($^{10}$B10) in Boron Neutron Capture Therapy",
    "abstract": "           Boron neutron capture therapy (BNCT) leverages the nuclear reaction between thermal neutrons and boron-10 (B-10) atoms to induce selective tumor cell death. The spatial and quantum mechanical overlap between the neutron wavefunction and B-10 nuclei encapsulated in carborane cages (C2B10H12) is fundamental to optimizing therapeutic efficacy. This study presents a quantum mechanical framework to evaluate the neutron-boron interaction probability by modeling neutron wavefunctions and the spatial distribution of boron atoms within the carborane cages. Using spherical harmonics and density functional theory (DFT)-derived geometries of carborane, the neutron scattering amplitudes and reaction cross sections are quantitatively analyzed. The implications of neutron spin states, nuclear magnetic moments, and external perturbations on the neutron capture probability are discussed. The computed neutron scattering amplitudes and reaction cross sections provide a basis for evaluating neutron-boron interaction probabilities under varied quantum conditions. The proposed model offers theoretical insights into molecular-level design considerations for enhancing the efficiency of BNCT.         ",
    "url": "https://arxiv.org/abs/2510.12852",
    "authors": [
      "Hung-Te Henry Su",
      "Chih-Hsueh Lin",
      "Po-Han Lee"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2510.13146",
    "title": "Scalable Generalized Meta-Spanners Enabling Parallel Multitasking Optical Manipulation",
    "abstract": "           Optical manipulation techniques offer exceptional contactless control but are fundamentally limited in their ability to perform parallel multitasking. To achieve high-density, versatile manipulation with subwavelength photonic devices, it is essential to sculpt light fields in multiple dimensions. Here, we overcome this challenge by introducing generalized optical meta-spanners (GOMSs) based on metasurfaces. Relying on complex-amplitude modulation, this platform generates lens-free, customizable optical fields that suppress diffractive losses. As a result, several advanced functionalities are simultaneously achieved, including longitudinally varying manipulation and in-plane spanner arrays, which outperforms the same operations realized by conventional donut-shaped orbital flows. Furthermore, the particle dynamics is reconfigurable simply by switching the input and output polarizations, facilitating robust multi-channel control. We experimentally validate the proposed approach by demonstrating single-particle dynamics and the parallel manipulation of particle ensembles, revealing exceptional stability for multitasking operations. These results demonstrate an ultracompact platform scalable to a much larger number of optical spanners, advancing metadevices from wavefront sculptors to particle manipulators. We envision that the GOMS will catalyze innovations in cross-disciplinary fields such as targeted drug delivery and cell-level biomechanics.         ",
    "url": "https://arxiv.org/abs/2510.13146",
    "authors": [
      "Tianyue Li",
      "Wenyu Gao",
      "Boyan Fu",
      "Tianhua Shao",
      "Yuchao Fu",
      "Siarhei Zavatski",
      "Jeeban Kumar Nayak",
      "Shaohui Yan",
      "Xiaohao Xu",
      "Shuming Wang",
      "Baoli Yao",
      "Zhenlin Wang",
      "Shining Zhu",
      "Olivier J. F. Martin",
      "C. T. Chan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.14362",
    "title": "Anti-Interference Communication Using Computational Antenna",
    "abstract": "           This letter proposes a novel anti-interference communication method leveraging computational antennas, utilizing time averaging and 1-bit reconfigurable intelligent surfaces (RIS) to achieve robust signal modulation with minimal hardware complexity. We develop a communication model for computational antennas and propose an efficient signal processing algorithm optimized for temporal modulation. A USRP-based experimental platform is established to validate the approach under strong interference conditions (e.g., 5 dB jamming-to-signal ratio). Experimental results reveal up to an 80.9\\% reduction in bit error rate (BER) and effective restoration of distorted images in transmission tests. Compared to conventional techniques like spread spectrum or frequency hopping, which require significant spectral resources, our method offers superior anti-interference performance without additional spectral overhead. This research provides valuable insights for radar detection, military communications, and next-generation wireless networks.         ",
    "url": "https://arxiv.org/abs/2510.14362",
    "authors": [
      "Xiaocun Zong",
      "Fan Yang",
      "Shenheng Xu",
      "Maokun Li"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Information Theory (cs.IT)"
    ]
  },
  {
    "id": "arXiv:2510.09384",
    "title": "Optical Link Tomography: First Field Trial and 4D Extension",
    "abstract": "           Optical link tomography (OLT) is a rapidly evolving field that allows the multi-span, end-to-end visualization of optical power along fiber links in multiple dimensions from network endpoints, solely by processing signals received at coherent receivers. This paper has two objectives: (1) to report the first field trial of OLT, using a commercial transponder under standard DWDM transmission, and (2) to extend its capability to visualize across 4D (distance, time, frequency, and polarization), allowing for locating and measuring multiple QoT degradation causes, including time-varying power anomalies, spectral anomalies, and excessive polarization dependent loss. We also address a critical aspect of OLT, i.e., its need for high fiber launch power, by improving power profile signal-to-noise ratio through averaging across all available dimensions. Consequently, multiple loss anomalies in a field-deployed link are observed even at launch power lower than the system-optimal level. The applications and use cases of OLT from network commissioning to provisioning and operation for current and near-term network scenarios are also discussed.         ",
    "url": "https://arxiv.org/abs/2510.09384",
    "authors": [
      "Takeo Sasai",
      "Giacomo Borraccini",
      "Yue-Kai Huang",
      "Hideki Nishizawa",
      "Zehao Wang",
      "Tingjun Chen",
      "Yoshiaki Sone",
      "Minami Takahashi",
      "Tatsuya Matsumura",
      "Masanori Nakamura",
      "Etsushi Yamazaki",
      "Koichi Takasugi",
      "Ting Wang",
      "Yoshiaki Kisaka"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  }
]