[
  {
    "id": "arXiv:2303.00041",
    "title": "Colossal optical anisotropy from atomic-scale modulations",
    "abstract": "In modern optics, materials with large birefringence ({\\Delta}n, where n is the refractive index) are sought after for polarization control (e.g. in wave plates, polarizing beam splitters, etc.), nonlinear optics and quantum optics (e.g. for phase matching and production of entangled photons), micromanipulation, and as a platform for unconventional light-matter coupling, such as Dyakonov-like surface polaritons and hyperbolic phonon polaritons. Layered \"van der Waals\" materials, with strong intra-layer bonding and weak inter-layer bonding, can feature some of the largest optical anisotropy; however, their use in most optical systems is limited because their optic axis is out of the plane of the layers and the layers are weakly attached, making the anisotropy hard to access. Here, we demonstrate that a bulk crystal with subtle periodic modulations in its structure -- Sr9/8TiS3 -- is transparent and positive-uniaxial, with extraordinary index n_e = 4.5 and ordinary index n_o = 2.4 in the mid- to far-infrared. The excess Sr, compared to stoichiometric SrTiS3, results in the formation of TiS6 trigonal-prismatic units that break the infinite chains of face-shared TiS6 octahedra in SrTiS3 into periodic blocks of five TiS6 octahedral units. The additional electrons introduced by the excess Sr subsequently occupy the TiS6 octahedral blocks to form highly oriented and polarizable electron clouds, which selectively boost the extraordinary index n_e and result in record birefringence ({\\Delta}n > 2.1 with low loss). The connection between subtle structural modulations and large changes in refractive index suggests new categories of anisotropic materials and also tunable optical materials with large refractive-index modulation and low optical losses. ",
    "url": "https://arxiv.org/abs/2303.00041",
    "authors": [
      "Hongyan Mei",
      "Guodong Ren",
      "Boyang Zhao",
      "Jad Salman",
      "Gwan Yeong Jung",
      "Huandong Chen",
      "Shantanu Singh",
      "Arashdeep S. Thind",
      "John Cavin",
      "Jordan A. Hachtel",
      "Miaofang Chi",
      "Shanyuan Niu",
      "Graham Joe",
      "Chenghao Wan",
      "Nick Settineri",
      "Simon J. Teat",
      "Bryan C. Chakoumakos",
      "Jayakanth Ravichandran",
      "Rohan Mishra",
      "Mikhail A. Kats"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.00061",
    "title": "Key Parameters in Determining the Reactivity of Lithium Metal Battery",
    "abstract": "Lithium (Li) metal anodes are essential for developing next-generation high-energy-density batteries. Numerous concerns on the potential safety hazards of the Li metal have been brought up before its massive application in commercialized battery packs. However, few investigations have been performed to systematically evaluate the reactivity of Li metal anode in full cell level. Here, differential scanning calorimetry (DSC) with in situ Fourier-transform infrared spectroscopy (FTIR) are used to quantitatively investigate the Li metal reactivity. Lithiated graphite (Li-Gr) and lithiated silicon (Li-Si) are also studied as the comparison samples. The reactivity of the plated Li when coupled with different electrolyte composition, morphology, and atmosphere is systematically studied. More importantly, the reactivity of Li metal full cell with different cathode materials (NMC622, LFP and LNMO) has been compared. It was found that all cell components, including electrolyte composition, Li morphology, the control of inactive Li accumulation and cathode stability, are essential in controlling the reactivity of the plated Li. After optimizing these conditions, the Li metal full cell shows no significant thermal reaction up to 400C. This work identifies the key parameters in controlling the reactivity of the plated Li and may facilitate lithium metal battery design and manufacturing in the coming future. ",
    "url": "https://arxiv.org/abs/2303.00061",
    "authors": [
      "Bingyu Lu",
      "Diyi Cheng",
      "Bhagath Sreenarayanan",
      "Weikang Li",
      "Bhargav Bhamwala",
      "Wurigumula Bao",
      "Ying Shirley Meng"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2303.00081",
    "title": "Exploiting non-orthogonal eigenmodes in a non-Hermitian optical system  to realize sub-100 MHz magneto-optical filters",
    "abstract": "Non-Hermitian physics is responsible for many of the counter-intuitive effects observed in optics research opening up new possibilities in sensing, polarization control and measurement. A hallmark of non-Hermitian matrices is the possibility of non-orthogonal eigenvectors resulting in coupling between modes. The advantages of propagation mode coupling have been little explored in magneto-optical filters and other devices based on birefringence. Magneto-optical filters select for ultra-narrow transmission regions by passing light through an atomic medium in the presence of a magnetic field. Passive filter designs have traditionally been limited by Doppler broadening of thermal vapors. Even for filter designs incorporating a pump laser, transmissions are typically less than 15\\% for sub-Doppler features. Here we exploit our understanding of non-Hermitian physics to induce non-orthogonal propagation modes in a vapor and realize better magneto-optical filters. We construct two new filter designs with ENBWs and maximum transmissions of 181~MHz, 42\\% and 140~MHz, 17\\% which are the highest figure of merit and first sub-100~MHz FWHM passive filters recorded respectively. This work opens up a range of new filter applications including metrological devices for use outside a lab setting and commends filtering as a new candidate for deeper exploration of non-Hermitian physics such as exceptional points of degeneracy. ",
    "url": "https://arxiv.org/abs/2303.00081",
    "authors": [
      "Fraser D. Logue",
      "Jack. D. Briscoe",
      "Danielle Pizzey",
      "Steven A. Wrathmall",
      "Ifan G. Hughes"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.00104",
    "title": "Optical galleries of dielectric rings: antipode to whispering gallery  modes",
    "abstract": "A general picture of photonic eigenmodes of dielectric rings with a rectangular cross section is presented, which is fundamentally different from those of whispering gallery modes of the disc. The optical spectrum of a rectangular dielectric ring consists of an infinite set of individual galleries, each starting with broad transverse radial or axial Fabry-P\\'erot resonances due to two pairs of side faces. Each gallery continues with a set of equidistant longitudinal modes with exponentially increasing quality factors. Transverse radial and axial modes exhibit strict periodicity of line contours in the Fano-Lorentz-Fano-Lorentz... sequence due to the periodicity of cylindrical harmonics. Theoretical and experimental results are in perfect agreement. ",
    "url": "https://arxiv.org/abs/2303.00104",
    "authors": [
      "A. P. Chetverikova",
      "M. S. Sidorenko",
      "K. B. Samusev",
      "M. F. Limonov",
      "N. S. Solodovchenko"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.00121",
    "title": "Laser calibration of the ATLAS Tile Calorimeter during LHC Run 2",
    "abstract": "This article reports the laser calibration of the hadronic Tile Calorimeter of the ATLAS experiment in the LHC Run 2 data campaign. The upgraded Laser II calibration system is described. The system was commissioned during the first LHC Long Shutdown, exhibiting a stability better than 0.8% for the laser light monitoring. The methods employed to derive the detector calibration factors with data from the laser calibration runs are also detailed. These allowed to correct for the response fluctuations of the 9852 photomultiplier tubes of the Tile Calorimeter with a total uncertainty of 0.5% plus a luminosity-dependent sub-dominant term. Finally, we report the regular monitoring and performance studies using laser events in both standalone runs and during proton collisions. These studies include channel timing and quality inspection, and photomultiplier linearity and response dependence on anode current. ",
    "url": "https://arxiv.org/abs/2303.00121",
    "authors": [
      "M. N. Agaras",
      "A. Ahmad",
      "D. E. Boumediene",
      "D. Calvet",
      "P. Conde Muíño",
      "A. Cortes Gonzalez",
      "T. Davidek",
      "G. Di Gregorio",
      "L. Fiorini",
      "P. Klimek",
      "F. Martins",
      "M. Mlynarikova",
      "B. C. Pinheiro Pereira",
      "R. Pedro",
      "R. Rosten",
      "C. Santoni",
      "F. Scuri",
      "A. Solodkov",
      "O.Solovyanov",
      "Y. Smirnov",
      "F. Veloso",
      "H. Wilkens"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2303.00166",
    "title": "Ultra-high-speed high-resolution laser lithography for lithium niobate  integrated photonics",
    "abstract": "Photolithography assisted chemo-mechanical etching (PLACE), a technique specifically developed for fabricating highquality large-scale photonic integrated circuits (PICs) on thin-film lithium niobate (TFLN), has enabled fabrication of a series of building blocks of PICs ranging from high-quality (high-Q) microresonators and low-loss waveguides to electrooptically (EO) tunable lasers and waveguide amplifiers. Aiming at high-throughput manufacturing of the PIC devices and systems, we have developed an ultra-high-speed high-resolution laser lithography fabrication system employing a high repetition rate femtosecond laser and a high-speed polygon laser scanner, by which a lithography fabrication efficiency of 4.8 cm2/h has been achieved at a spatial resolution of 200 nm. We demonstrate wafer-scale fabrication of TFLN-based photonic structures, optical phase masks as well as color printing ",
    "url": "https://arxiv.org/abs/2303.00166",
    "authors": [
      "Jinming Chen",
      "Zhaoxiang Liu",
      "Lvbin Song",
      "Chao Sun",
      "Guanhua Wang",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.00189",
    "title": "Quantum Phase Diagram of PT-Symmetry or Broken in a Non-Hermitian  Photonic Structure",
    "abstract": "Classically, PT symmetry or broken in photonic structures is well studied, where only average effect of gain and loss on each optical mode is considered. However, in quantum, the role of gain or loss in a non-hermitian system is totally different, the specific quantum optical effect induced by which has never been studied. Here, we analytically obtained the PT-symmetry and PT-broken regime bounded by two exceptional lines in a bi-photonic structure with both gain and loss simultaneously existing. For the consideration of reality, the steady state condition under the weak gain is identified. We defined the exchange operator to represent the photon exchange between two modes and further to characterize the transition from PT symmetry to broken. Also, in the PT broken bi-waveguide system, multi-photon state can be on-demand engineered through the quantum interference. Quantum PT-Phase diagram with steady state regime is the basis to study the quantum state fabrication, quantum interferences, and logic operations in non-hermitian quantum systems. ",
    "url": "https://arxiv.org/abs/2303.00189",
    "authors": [
      "Xinchen Zhang",
      "Yun Ma",
      "Qi Liu",
      "Yali Jia",
      "Qi Zhang",
      "Zhanqiang Bai",
      "Junxiang Zhang",
      "Qihuang Gong",
      "Ying Gu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.00248",
    "title": "Compact multi-channel radio frequency pulse sequence generator with fast  switching capability for cold atom interferometers",
    "abstract": "Cold atom interferometers have matured to a powerful tool in fundamental physics research, and they are currently on their way from realizations in the laboratory to applications in the real world. The radio frequency (RF) generator is an indispensable component to control lasers and then manipulate atoms. We developed a highly compact RF generator for fast switching and sweeping frequencies/amplitudes of atomic interference pulse sequences. Multi-channel RF signals are generated by using a field-programmable gate array (FPGA) to control eight direct digital synthesizers (DDSs). We further proposed and demonstrated a method of preloading the parameters of all RF pulse sequences to the DDS registers before the execution of the pulse sequences, which eliminates the data transfer between the FPGA and DDSs to change RF signals and thus sharply shortens the delay of frequency switching when the pulse sequences are running. The characterized performance shows the generated RF signals achieve 119 ns frequency switching delay, and 40 dB harmonic rejection ratio. The generated RF pulse sequences are applied to a cold atom-interferometer gyroscope, and the contrast of atomic interference fringes reaches 38%. This compact multi-channel generator with the fast frequency/amplitude switching or/and sweeping capability has beneficial applications for the real-world atom interferometers. ",
    "url": "https://arxiv.org/abs/2303.00248",
    "authors": [
      "Min Jiang",
      "Si-Bin Lu",
      "Yang Li",
      "Chuan Sun",
      "Zhan-Wei Yao",
      "Shao-Kang Li",
      "Hong-Hui Chen",
      "Xiao-Li Chen",
      "Ze-Xi Lu",
      "Yin-Fei Mao",
      "Run-Bing Li",
      "Jin Wang",
      "Ming-Sheng Zhan"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2303.00361",
    "title": "Development and Evaluation of a Narrow Linewidth Laser System for 171Yb+  E2 Transition",
    "abstract": "We report the construction and characterization of a narrow-linewidth laser system to interrogate the E2 clock transitions at 436 nm of ytterbium ions trapped in end-cap traps. The 871 nm seed laser at the fundamental frequency is referenced to a 10 cm long notched ULE cavity. The output of the laser system is delivered to a narrow-linewidth femtosecond fiber comb, which has been referenced to an ultrastable 698 nm laser, with a phase noise-canceled fiber link. The beat between the laser and the comb shows a sub-Hz linewidth, and with a stability better than 2E-15@1~100 s. The performance of the self-developed wavelength extension ports at 871 nm of the narrow linewidth erbium-doped fiber comb with single-point frequency-doubling technique is also verified. ",
    "url": "https://arxiv.org/abs/2303.00361",
    "authors": [
      "Yani Zuo",
      "Shiying Cao",
      "Shaoyang Dai",
      "Yige Lin",
      "Tao Yang",
      "Baike Lin",
      "Fei Meng",
      "Weiliang Chen",
      "Kun Liu",
      "Fasong Zheng",
      "Tianchu Li",
      "Fang Fang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.00425",
    "title": "Frequency agile photonic integrated external cavity laser",
    "abstract": "Recent advances in the development of ultra-low loss silicon nitride integrated photonic circuits have heralded a new generation of integrated lasers capable of reaching fiber laser coherence. However, these devices presently are based on self-injection locking of distributed feedback (DFB) laser diodes, increasing both the cost and requiring tuning of laser setpoints for their operation. In contrast, turn-key legacy laser systems use reflective semiconductor optical amplifiers (RSOA). While this scheme has been utilized for integrated photonics-based lasers, so far, no cost-effective RSOA-based integrated lasers exist that are low noise and simultaneously feature fast, mode-hop-free and linear frequency tuning as required for frequency modulated continuous wave (FMCW) LiDAR or for laser locking in frequency metrology. Here we overcome this challenge and demonstrate a RSOA-based, frequency agile integrated laser, that can be tuned with high speed, with high linearity at low power. This is achieved using monolithic integration of piezoelectrical actuators on ultra-low loss silicon nitride photonic integrated circuits in a Vernier filter-based laser scheme. The laser operates at 1550 nm, features 6 mW output power, 400 Hz intrinsic laser linewidth, and allows ultrafast wavelength switching within 7 ns rise time and 75 nW power consumption. In addition, we demonstrate the suitability for FMCW LiDAR by showing laser frequency tuning over 1.5 GHz at 100 kHz triangular chirp rate with nonlinearity of 0.25% after linearization, and use the source for measuring a target scene 10 m away with a 8.5 cm distance resolution. ",
    "url": "https://arxiv.org/abs/2303.00425",
    "authors": [
      "Grigory Lihachev",
      "Andrea Bancora",
      "Viacheslav Snigirev",
      "Hao Tian",
      "Johann Riemensberger",
      "Vladimir Shadymov",
      "Anat Siddharth",
      "Alena Attanasio",
      "Rui Ning Wang",
      "Diego Visani",
      "Andrey Voloshin",
      "Sunil Bhave",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.00478",
    "title": "Anapole plasmonic meta-atom enabled by inverse design for metamaterials  transparency",
    "abstract": "Anapole states are broadly investigated in nanophotonics for their ability to provide field enhancement and transparency. While low extinction has been achieved in dielectric nanoparticles due to the absence of intrinsic losses, in the case of plasmonic nanostructures this is still lacking. Here, we report an easy-to-fabricate planar plasmonic nanostructure found via topology optimization, which exhibits an anapole state with close-to-ideal characteristics in the visible regime including weak absorption, high near-field enhancment, and strong suppression of scattering. The nanonantenna can act as an individual meta-atom because, due to low inter-coupling, it preserves its optical response even when used in highly packed metasurfaces and metamaterials. The low losses are due to the optimized topology which provides concentration of the field outside the structure with minimum penetration inside the metal. Compared to anapole states in dielectric structures, the accessibility of the volume of enhanced field is suitable for sensing applications. Anapole states are typically interpreted as the result of the interference between electric and toroidal dipole moments. Here and based on a novel approach, in the context of secondary multipole analysis, we introduce the concept of anapole state without using the contribution of toroidal dipole moments. The article provides new insight into anapoles in plasmonic nanostructures and ways to achieve them, while remarking the power of topology optimization to unlock designs with novel functionalities. ",
    "url": "https://arxiv.org/abs/2303.00478",
    "authors": [
      "Emadeldeen Hassan",
      "Andrey B. Evlyukhin",
      "Antonio Calà Lesina"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.00568",
    "title": "Prospects for statistical tests of strong-field quantum electrodynamics  with high-intensity lasers",
    "abstract": "Exploiting high-energy electron beams colliding into high-intensity laser pulses brings an opportunity to reach high values of the dimensionless rest-frame acceleration $\\chi$ and thereby invoke processes described by strong-field quantum electrodynamics (SFQED). Measuring deviations from the results of perturbative SFQED at high $\\chi$ can be valuable for testing the existing predictions, as well as for guiding further theoretical developments. Nevertheless such experimental measurements are challenging due to the probabilistic nature of the interaction processes, a strong background produced by low-$\\chi$ interactions and limited capabilities to control and measure the alignment and synchronization in such collision experiments. Here we elaborate a methodology of using approximate Bayesian computations (ABC) for retrieving statistically justified inferences based on the results of many repeated experiments even in case of partially unknown collision parameters that vary from experiment to experiment. As a proof of principles, we consider the problem of inferring the effective mass change due to coupling with strong-field environment. ",
    "url": "https://arxiv.org/abs/2303.00568",
    "authors": [
      "Christoffer Olofsson",
      "Arkady Gonoskov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.00679",
    "title": "Design of a fast speckle wavemeter with optical processing",
    "abstract": "We present a design concept for a speckle based wavemeter that combines high spectral resolution and fast response times. Our device uses a fixed disperse medium with small coherence length as an optical pre-processor and a series of programmable optical elements as post-processor. The pre-processor generates a complex speckle pattern with a given correlation length, then the post-processor transforms the optical field to a simple binary pattern with intensity proportional to the wavelength deviation from a reference value. We show how to construct a device which can be trained to produce an electrical signal on a balanced detector proportional to the wavelength. Also, we demonstrate that the device can operate from sub-picometer up to nanometer resolution using a pre-processor with correlation length in the picometer range. More generally, our results show how the use of a programmable optical post-processor with low spectral resolution can be enhanced by a fixed pre-procesor with a higher one. ",
    "url": "https://arxiv.org/abs/2303.00679",
    "authors": [
      "Lucas Rodrigo Mendicino",
      "Christian Tomás Schmiegelow"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2303.00073",
    "title": "Cross-correlated quantum thermometry using diamond containing  dual-defect centers",
    "abstract": "The contactless temperature measurement at micro/nanoscale is vital to a broad range of fields in modern science and technology. The nitrogen vacancy (NV) center, a kind of diamond defect with unique spin-dependent photoluminescence, has been recognized as one of the most promising nanothermometers. However, this quantum thermometry technique has been prone to a number of possible perturbations, which will unavoidably degrade its actual temperature sensitivity. Here, for the first time, we have developed a cross-validated optical thermometry method using a bulk diamond sample containing both NV centers and silicon vacancy (SiV) centers. Particularly, the latter allowing all-optical method has been intrinsically immune to those influencing perturbations for the NV-based quantum thermometry, hence serving as a real-time cross validation system. As a proof-of-concept demonstration, we have shown a trustworthy temperature measurement under the influence of varying magnetic fields. This multi-modality approach allows a synchronized cross-validation of the measured temperature, which is required for micro/nanoscale quantum thermometry in complicated environments such as a living cell. ",
    "url": "https://arxiv.org/abs/2303.00073",
    "authors": [
      "Madhav Gupta",
      "Tongtong Zhang",
      "Lambert Yeung",
      "Jiahua Zhang",
      "Yayin Tan",
      "Yau Chuen Yiu",
      "Shuxiang Zhang",
      "Qi Wang",
      "Zhongqiang Wang",
      "Zhiqin Chu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.00574",
    "title": "Multichromatic Quantum Superpositions in Entangled Two-Photon Absorption  Spectroscopy",
    "abstract": "Quantum information science is driving progress in a vast number of scientific and technological areas that cover molecular spectroscopy and matter-light interactions in general. In these fields, the ability to generate quantum mechanically-entangled photons is opening avenues to explore the interaction of molecules with quantum light. This work considers an alternative way of correlating photons by including energy superpositions. We study how the multichromatic quantum superposition, or color superposition of photon-pair states, influences the optical properties of organic chromophores. This work uses electronic structure calculations based on time-dependent density functional theory, and a simple modification of the standard entangled two-photon absorption theory. Our calculations show that it is possible to substantially modify the optical absorption cross section of molecules, where constructive and destructive interferences are computed. The quantum interference effects are more pronounced than the constructive ones. These quantum effects, or related ones, could be observed in quantum spectroscopic experiments where qudit photon states are generated. ",
    "url": "https://arxiv.org/abs/2303.00574",
    "authors": [
      "M Wittkop",
      "Juan M. Marmolejo-Tejada",
      "Martín A. Mosquera"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2106.10221",
    "title": "Traceable localization enables accurate integration of quantum emitters  and photonic structures with high yield",
    "abstract": " Title: Traceable localization enables accurate integration of quantum emitters  and photonic structures with high yield ",
    "url": "https://arxiv.org/abs/2106.10221",
    "authors": [
      "Craig R. Copeland",
      "Adam L. Pintar",
      "Ronald G. Dixson",
      "Ashish Chanana",
      "Kartik Srinivasan",
      "Daron A. Westly",
      "B. Robert Ilic",
      "Marcelo I. Davanco",
      "Samuel M. Stavis"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.05932",
    "title": "Why and whence the Hilbert space in quantum theory?",
    "abstract": " Comments: 28 pages; no figures; final version (slightly extended version of the journal one) ",
    "url": "https://arxiv.org/abs/2110.05932",
    "authors": [
      "Yu. V. Brezhnev"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.05212",
    "title": "Computation of High Frequency Magnetoelastic Waves in Layered Materials",
    "abstract": " Comments: 23 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2206.05212",
    "authors": [
      "Samuel J. Ryskamp",
      "Mark A. Hoefer"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.03965",
    "title": "Quantum optimization with arbitrary connectivity using Rydberg atom  arrays",
    "abstract": " Comments: 19 pages, 12 figures, including Appendices ",
    "url": "https://arxiv.org/abs/2209.03965",
    "authors": [
      "Minh-Thi Nguyen",
      "Jin-Guo Liu",
      "Jonathan Wurtz",
      "Mikhail D. Lukin",
      "Sheng-Tao Wang",
      "Hannes Pichler"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Computational Complexity (cs.CC)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2209.15408",
    "title": "Equivariant Energy-Guided SDE for Inverse Molecular Design",
    "abstract": " Title: Equivariant Energy-Guided SDE for Inverse Molecular Design ",
    "url": "https://arxiv.org/abs/2209.15408",
    "authors": [
      "Fan Bao",
      "Min Zhao",
      "Zhongkai Hao",
      "Peiyao Li",
      "Chongxuan Li",
      "Jun Zhu"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Machine Learning (cs.LG)",
      "Biomolecules (q-bio.BM)"
    ]
  },
  {
    "id": "arXiv:2211.07578",
    "title": "Classical shadow tomography for continuous variables quantum systems",
    "abstract": " Title: Classical shadow tomography for continuous variables quantum systems ",
    "url": "https://arxiv.org/abs/2211.07578",
    "authors": [
      "Simon Becker",
      "Nilanjana Datta",
      "Ludovico Lami",
      "Cambyse Rouzé"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.12359",
    "title": "A novel harmonic klystron configuration for high power microwave  frequency conversion",
    "abstract": " Comments: 14 pages, 12 figures ",
    "url": "https://arxiv.org/abs/2212.12359",
    "authors": [
      "Alberto Leggieri",
      "Mostafa Behtouei",
      "Graeme Burt",
      "Valery Dolgashev",
      "Franco Di Paolo",
      "Bruno Spataro"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2302.10264",
    "title": "Integrated waveguide-based acousto-optic modulation with near-unity  conversion efficiency",
    "abstract": " Title: Integrated waveguide-based acousto-optic modulation with near-unity  conversion efficiency ",
    "url": "https://arxiv.org/abs/2302.10264",
    "authors": [
      "Liang Zhang",
      "Chaohan Cui",
      "Pao-Kang Chen",
      "Linran Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.12886",
    "title": "Quantum Electromagnetic Rate Theory of the Electron and the Meaning of  the Fine-Structure Constant",
    "abstract": " Title: Quantum Electromagnetic Rate Theory of the Electron and the Meaning of  the Fine-Structure Constant ",
    "url": "https://arxiv.org/abs/2302.12886",
    "authors": [
      "Paulo Roberto Bueno"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2302.13883",
    "title": "Design and Analysis of Nonvolatile GSST-based Modulator Utilizing  Engineered Mach-Zehnder Structure with Graphene Heaters",
    "abstract": " Title: Design and Analysis of Nonvolatile GSST-based Modulator Utilizing  Engineered Mach-Zehnder Structure with Graphene Heaters ",
    "url": "https://arxiv.org/abs/2302.13883",
    "authors": [
      "Sohrab Mohammadi-Pouyan",
      "Shahram Bahadori-Haghighi",
      "Afrooz Rafatmah"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]