[
  {
    "id": "arXiv:2502.08653",
    "title": "Algorithmic Idealism III: \"Algorithmic State\" Formulation of Quantum Mechanics",
    "abstract": "           This work introduces Algorithmic Idealism a framework that reinterprets quantum mechanics as a computational process governed by algorithmic probability informational simplicity and utility optimization Reality is modeled as an agentenvironment feedback loop where agents maximize utility by predicting selfstate transitions Core quantum phenomena such as measurement entanglement and probabilities are explained through informational constructs The paper presents a set of quantum mechanics postulates inspired by this framework and explains their mathematical meaning in detail These postulates include measurement as Bayesian updating entanglement as joint utility optimization and quantum probabilities as utilityweighted predictions Physical laws are shown to emerge as informational regularities from algorithmic constraints By defining identity through decisionmaking consistency and treating simulated and base realities as indistinguishable the framework also resolves philosophical questions about identity and reality This approach unifies quantum mechanics with computational theory offering a novel perspective on foundational physics and its connection to information and computation         ",
    "url": "https://arxiv.org/abs/2502.08653",
    "authors": [
      "Krzysztof Sienicki"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2502.08749",
    "title": "Optical Convolutional Spectrometer",
    "abstract": "           Optical spectrometers are fundamental across numerous disciplines in science and technology. However, miniaturized versions, while essential for in situ measurements, are often restricted to coarse identification of signature peaks and inadequate for metrological purposes. Here, we introduce a new class of spectrometer, leveraging the convolution theorem as its mathematical foundation. Our convolutional spectrometer offers unmatched performance for miniaturized systems and distinct structural and computational simplicity, featuring a centimeter-scale footprint for the fully packaged unit, low cost (~$10) and a 2400 cm-1 (approximately 500 nm) bandwidth. We achieve excellent precision in resolving complex spectra with sub-second sampling and processing time, demonstrating a wide range of applications from industrial and agricultural analysis to healthcare monitoring. Specifically, our spectrometer system classifies diverse solid samples, including plastics, pharmaceuticals, coffee, flour and tea, with 100% success rate, and quantifies concentrations of aqueous and organic solutions with detection accuracy surpassing commercial benchtop spectrometers. We also realize the non-invasive sensing of human biomarkers, such as skin moisture (mean absolute error; MAE = 2.49%), blood alcohol (1.70 mg/dL), blood lactate (0.81 mmol/L), and blood glucose (0.36 mmol/L), highlighting the potential of this new class of spectrometers for low-cost, high-precision, portable/wearable spectral metrology.         ",
    "url": "https://arxiv.org/abs/2502.08749",
    "authors": [
      "Chunhui Yao",
      "Jie Ma",
      "Ningning Wang",
      "Peng Bao",
      "Wei Zhuo",
      "Tao Zhang",
      "Wanlu Zhang",
      "Kangning Xu",
      "Ting Yan",
      "Liang Ming",
      "Yuxiao Ye",
      "Tawfique Hasan",
      "Ian White",
      "Richard Penty",
      "Qixiang Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.08770",
    "title": "Metalens array for complex-valued optical discrete Fourier transform",
    "abstract": "           Photonic computing has emerged as a promising platform for accelerating computational tasks with high degrees of parallelism, such as image processing and neural network. We present meta-DFT (discrete Fourier transform), a single layer metasurface device, designed to perform optical complex-to-complex DFT with O(N) time complexity. One critical challenge in free-space analog optical computing is to control the measurement error. Our scheme addresses this issue by focusing light on spatially separated focal points and reconstructing the complex phase, which enable error correction. We systematically evaluate the device's performance using input vectors with random complex amplitudes and phases, to demonstrate its robust accuracy. Our findings pave the way towards advancement of metasurface-based computation, offering a robust framework that is readily extensible to an arbitrary complex-valued matrix-vector multiplication (MVM).         ",
    "url": "https://arxiv.org/abs/2502.08770",
    "authors": [
      "Randy Stefan Tanuwijaya",
      "So Lap",
      "Wai Chun Wong",
      "Tailin An",
      "Wing Yim Tam",
      "Jensen Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.08780",
    "title": "Magic Cancellation Point for Vibration Resilient Ultrastable Microwave Signal",
    "abstract": "           Photonically-synthesized microwave signals have demonstrated the ability to surpass the phase-noise performance achievable by traditional means of RF signal generation. However, in order for microwave-photonic oscillators to truly replace their RF counterparts, this phase noise advantage must also be realizable when operating outside of a laboratory. Oscillators in general are known to be notoriously vibration sensitive, with both traditional RF and optical oscillators degrading sharply in phase noise in all but the most stationary of environments. We demonstrate here a powerful technique that makes use of a precise frequency difference between two optical signals, termed the \"magic cancellation point\", to enable the cancellation of vibration-induced noise upon optical frequency division to the RF. Beyond simply mitigating the effects of vibration, this technique also preserves the excellent phase noise that would ordinarily be characteristic of signals obtained from a frequency division process. At a center frequency of 10 GHz, our divided down oscillator achieves -42 dBc/Hz, -72 dBc/Hz, -102 dBc/Hz, and -139 dBc/Hz at 1 Hz, 10 Hz, 100 Hz, and 10 kHz offset frequencies, respectively. In addition, from optical to RF, we showcase the cancellation of vibration-induced phase noise by 22.6 dB, reaching an acceleration sensitivity of $1.5 \\times 10^{-10}$ g$^{-1}$. This technique applies widely to optical carriers of any center wavelength and derived from an arbitrary resonator geometry.         ",
    "url": "https://arxiv.org/abs/2502.08780",
    "authors": [
      "William Loh",
      "Dodd Gray",
      "Ryan Maxson",
      "Dave Kharas",
      "Jason Plant",
      "Paul W. Juodawlkis",
      "Cheryl Sorace-Agaskar",
      "Siva Yegnanarayanan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.08811",
    "title": "Continuous rainbow RABBITT investigation of resonant states in He and H$_2$",
    "abstract": "           We employ Reconstruction of Attosecond Beating By Interference of Two-photon Transitions with an advanced energy resolution (rainbow RABBITT) to resolve under-threshold discrete excitations and above-threshold auto-ionizing states in the He atom and the H$_2$ molecule. Both below and above the threshold, the whole series of resonances is reconstructed continuously and at once by the parity based separation of the two-photon ionization amplitude. This allows for an efficient extraction of the RABBITT magnitude and phase parameters without the need for adjusting the laser photon frequency. The latter parameters are then used to test the validity of the logarithmic Hilbert transform which relates the RABBITT phase and magnitude in the resonant region.         ",
    "url": "https://arxiv.org/abs/2502.08811",
    "authors": [
      "Vladislav Serov",
      "Anatoli Kheifets"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2502.08823",
    "title": "Notes on a future quantum event-ontology",
    "abstract": "           This essay is a two-step reflection on the question 'Which events (can be said to) occur in quantum phenomena?' The first step regiments the ontological category of \"statistical phenomena\" and studies the adequacy of \"probabilistic event models\" as descriptions thereof. Guided by the conviction that quantum phenomena are to be circumscribed within this same ontological category, the second step highlights the peculiarities of probabilistic event models of some non-relativistic quantum phenomena, and thereby of what appear to be some plausible answers to our initial question. The reflection ends in an aporetic state, as it is by now usual in encounters between ontology and the quantum.         ",
    "url": "https://arxiv.org/abs/2502.08823",
    "authors": [
      "Sebastian Horvat"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2502.08863",
    "title": "RF phase effect in the ion-guide laser ion source (IG-LIS)",
    "abstract": "           The effect of the phase between the radio frequency (RF) waveform driving the ion guide and the laser pulses generating ions on the intensity of the transmitted ion beam has been studied. Experiments were conducted at TRIUMF's offline laser ion source test stand (LIS-stand) and online at the isotope separator and accelerator (ISAC) facility for radioactive ion beam delivery. In this study, a master clock is used to synchronize the laser trigger for laser ionization and the RF waveform generator driving the ion guide, so that laser ionization within the ionization volume inside the RF ion guide will occur at a specific RF phase which affects the ions' transmission through the RFQ. At optimal phase the ion extraction from the IG-LIS can be improved by 10-50%. Simulations were run considering both fringe field and RFQ phase effects. The method also provides an additional function of IG-LIS to modulate the laser-ionized ions at hundreds of kHz, allowing phase-sensitive detection for experiments downstream. In addition, modulation of the RF envelope (on and off like a gating device) in transmission mode allows for the suppression of surface-ionized species outside the laser-ion pulse, which provides an alternative to a classic fast kicker for beam purification.         ",
    "url": "https://arxiv.org/abs/2502.08863",
    "authors": [
      "Ruohong Li",
      "Maryam Mostamand",
      "Jens Lassen"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2502.08899",
    "title": "Controlled Shifts of X-ray Emission Lines Measured with Transition Edge Sensors at the Advanced Photon Source",
    "abstract": "           The measurement of shifts in the energy of X-ray emission lines is important for understanding the electronic structure and physical properties of materials. In this study, we demonstrate a method using a synchrotron source to introduce controlled eV-scale shifts of a narrow line in between fixed-energy fluorescence lines. We use this to characterize the ability of a hard X-ray superconducting Transition Edge Sensor (TES) array to measure line shifts. Fixed fluorescence lines excited by higher harmonics of the monochromatic X-ray beam are used for online energy calibration, while elastic scattering from the primary harmonic acts as the variable energy emission line under study. We use this method to demonstrate the ability to track shifts in the energy of the elastic scattering line of magnitude smaller than the TES energy resolution, and find we are ultimately limited by our calibration procedure. The method can be applied over a wide X-ray energy range and provides a robust approach for the characterization of the ability of high-resolution detectors to detect X-ray emission line shifts, and the quantitative comparison of energy calibration procedures.         ",
    "url": "https://arxiv.org/abs/2502.08899",
    "authors": [
      "Tejas Guruswamy",
      "Orlando Quaranta",
      "Lisa Gades",
      "Umeshkumar Patel",
      "Antonino Miceli"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2502.08944",
    "title": "Frequency-comb-steered ultrawideband quasi-true-time-delay beamformer for integrated sensing and communication",
    "abstract": "           Phased array antennas (PAAs) possessing broadband beamforming capabilities are crucial for advanced radar and wireless communication systems. Nevertheless, traditional phase-shifter-based PAA beamformers frequently encounter the beam-squint issue, which substantially restricts their instantaneous bandwidth. Photonic true-time-delay (TTD) beamformers have the potential to overcome this challenge, offering ultrawide bandwidth and immunity to electromagnetic interference. However, their practical application is impeded by the high complexity, which typically involves a vast array of optical switches and delay lines. Here, we introduce a novel frequency-comb-steered photonic quasi-TTD beamformer that eliminates the need for delay lines by leveraging the concepts of frequency-diverse arrays and photonic microwave mixing arrays. This beamformer enables squint-free beamforming of ultrawideband linear frequency modulation waveforms, which is essential for high-resolution radar applications. It ensures seamless and continuous beam steering, effectively delivering infinite spatial resolution. We present a prototype with an 8-element PAA, demonstrating an instantaneous bandwidth of 6 GHz across the entire Ku-band. Additionally, we explore the system's capabilities in integrated inverse synthetic aperture radar imaging and high-speed communication, achieving a high imaging resolution of 2.6 cm * 3.0 cm and a transmission rate of 3 Gbps. Compared to conventional delay-line-based beamformers, our new concept markedly reduces hardware complexity and enhances scalability, positioning it as a potent enabler for future integrated sensing and communication applications.         ",
    "url": "https://arxiv.org/abs/2502.08944",
    "authors": [
      "Mian Wang",
      "Wenxin Zhang",
      "Zeyu Ren",
      "Shangyuan Li",
      "Xiaoping Zheng",
      "Xiaoxiao Xue"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.08990",
    "title": "Broadband bright biphotons from periodically poled triple-resonance metasurface",
    "abstract": "           Biphotons from spontaneous parametric down conversion with broad bandwidth are highly wanted in many quantum technologies. However, achieving broad bandwidth in both frequency and momentum while keeping a high rate remains a challenge for both conventional nonlinear crystals and recently emerging nonlinear metasurfaces. Here, we address this challenge by introducing a periodically poled triple-resonance metasurface (PPTM) incorporating a nano-grating atop a periodically poled LiNbO$_3$ thin film. PPTM supports high-Q guided mode resonances at pump, signal, and idler wavelengths meanwhile enabling quasi-phase matching between three guided modes in a broad frequency/momentum range. The predicted biphoton rate is over 100 MHz/mW with a frequency bandwidth of 165 nm around 1550 nm and a momentum bandwidth of $13^\\circ \\times 6^\\circ$, improving the state-of-the-art by over three orders of magnitude in rate and one order of magnitude in bandwidths. This ultrathin broadband bright biphoton source could stimulate system-level miniaturization of various free-space quantum photonic technologies.         ",
    "url": "https://arxiv.org/abs/2502.08990",
    "authors": [
      "Jihua Zhang",
      "Chaoxin Shi",
      "Jinyong Ma",
      "Frank Setzpfandt",
      "Thomas Pertsch",
      "Chunxiong Bao",
      "Jianjun Zhang",
      "Andrey A. Sukhorukov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2502.09308",
    "title": "Natural van der Waals canalization lens for non-destructive nanoelectronic circuit imaging and inspection",
    "abstract": "           Optical inspection has long served as a cornerstone non-destructive method in semiconductor wafer manufacturing, particularly for surface and defect analysis. However, conventional techniques such as bright-field and dark-field scattering optics face significant limitations, including insufficient resolution and the inability to penetrate and detect buried structures. Atomic force microscopy (AFM), while offering higher resolution and precise surface characterization, is constrained by slow speed, limited to surface-level imaging, and incapable of resolving subsurface features. Here, we propose an approach that integrates the strengths of dark-field scattering optics and AFM by leveraging a van der Waals (vdW) canalization lens based on natural biaxial {\\alpha}-MoO3 crystals. This method enables ultrahigh-resolution subwavelength imaging with the ability to visualize both surface and buried structures, achieving a spatial resolution of 15 nm and grating pitch detection down to 100 nm. The underlying mechanism relies on the unique anisotropic properties of {\\alpha}-MoO3, where its atomic-scale unit cells and biaxial symmetry facilitate the diffraction-free propagation of both evanescent and propagating waves via a flat-band canalization regime. Unlike metamaterial-based superlenses and hyperlenses, which suffer from high plasmonic losses, fabrication imperfections, and uniaxial constraints, {\\alpha}-MoO3 provides robust and aberration-free imaging in multiple directions. We successfully applied this approach to high-resolution inspection of buried nanoscale electronic circuits, offering unprecedented capabilities essential for next-generation semiconductor manufacturing.         ",
    "url": "https://arxiv.org/abs/2502.09308",
    "authors": [
      "Qingdong Ou",
      "Shuwen Xue",
      "Weiliang Ma",
      "Jiong Yang",
      "Guangyuan Si",
      "Lu Liu",
      "Gang Zhong",
      "Jingying Liu",
      "Zongyuan Xie",
      "Ying Xiao",
      "Kourosh Kalantar-Zadeh",
      "Xiang Qi",
      "Peining Li",
      "Zhigao Dai",
      "Huanyang Chen",
      "Qiaoliang Bao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.09320",
    "title": "Experimental demonstration of a beam shaping non-imaging metasurface",
    "abstract": "           Light emitting diodes have superior performance over most other light sources, but the need for secondary optics to shape their illumination for specific applications yield bulky lighting products. Here, we present an approach to shaping light from incoherent sources, such as light emitting diodes, using non-imaging metasurfaces. We present a theoretical framework and a numerical tool for designing the metasurface phase, and use it to construct a proof-of-principle beam shaping metasurface. We demonstrate the optical performance of the fabricated sample, and perform numerical experiments to investigate the quality of the metasurface design. Our approach bridges the fields of non-imaging optics and metaoptics, and may enable metasurface applications for shaping coherent and incoherent light.         ",
    "url": "https://arxiv.org/abs/2502.09320",
    "authors": [
      "Kirstine Engell Sandager Poulsen",
      "Xavier Zambrana-Puyalto",
      "Rafael de la Fuente Herrezuelo",
      "Villads Egede Johansen",
      "Søren Raza"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.09330",
    "title": "Leveraging the Bias-Variance Tradeoff in Quantum Chemistry for Accurate Negative Singlet-Triplet Gap Predictions: A Case for Double-Hybrid DFT",
    "abstract": "           Molecules that violate Hund's rule -- having first excited singlet state (S$_1$) below the triplet state (T$_1$) -- are rare yet promising as efficient light emitters. Their high-throughput identification demands exceptionally accurate excited-state modeling to minimize false positives and negatives. Benchmarking twelve S$_1$-T$_1$ energy gaps, we find that local variants of ADC(2) and CC2 deliver excellent accuracy and speed for screening medium-sized molecules. Notably, while double-hybrid DFT approximations (e.g., B2GP-PLYP and PBE-QIDH) exhibit high mean errors ($>100$ meV) despite very low standard deviations ($\\approx10$ meV), exploring their parameter space reveals that a configuration with 75% exchange and 55% correlation reduces the mean error to below $5$ meV -- albeit with increased variance. Using this low-bias parameterization as an internal reference, we correct the systematic error while maintaining low variance, effectively combining the strengths of both low-bias and low-variance DFT parameterizations to enhance overall accuracy. Our findings suggest that low-variance DFT methods -- often overlooked due to high bias -- can serve as reliable tools for predictive modeling in first-principles molecular design.         ",
    "url": "https://arxiv.org/abs/2502.09330",
    "authors": [
      "Atreyee Majumdar",
      "Raghunathan Ramakrishnan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2502.09427",
    "title": "Measuring and controlling the birth of quantum attosecond pulses",
    "abstract": "           The generation and control of extreme ultraviolet (XUV) radiation by high harmonic generation (HHG) have advanced ultrafast science, providing direct insights into electron dynamics on their natural time scale. Attosecond science has established the capability to resolve ultrafast quantum phenomena in matter by characterizing and controlling the classical properties of the high harmonics. Recent theoretical proposals have introduced novel schemes for generating and manipulating XUV HHG with distinct quantum features, paving the way to attosecond quantum optics. In this work, we transfer fundamental concepts in quantum optics into attosecond science. By driving the HHG process with a combination of an infrared bright squeezed vacuum (BSV, a non-classical state of light), and a strong coherent field, we imprint the quantum correlations of the input BSV onto both the ultrafast electron wavefunction and the harmonics' field. Performing in-situ HHG interferometry provides an insight into the underlying sub-cycle dynamics, revealing squeezing in the statistical properties of one of the most fundamental strong-field phenomena -- field induced tunneling. Our measurement allows the reconstruction of the quantum state of the harmonics through homodyne-like tomography, resolving correlated fluctuations in the harmonic field that mirror those of the input BSV. By controlling the delay between the two driving fields, we manipulate the photon statistics of the emitted attosecond pulses with sub-cycle accuracy. The ability to measure and control quantum correlations in both electrons and XUV attosecond pulses establishes a foundation for attosecond electrodynamics, manipulating the quantum state of electrons and photons with sub-cycle precision.         ",
    "url": "https://arxiv.org/abs/2502.09427",
    "authors": [
      "Matan Even Tzur",
      "Chen Mor",
      "Noa Yaffe",
      "Michael Birk",
      "Andrei Rasputnyi",
      "Omer Kneller",
      "Ido Nisim",
      "Ido Kaminer",
      "Michael Krüger",
      "Nirit Dudovich",
      "Oren Cohen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.09474",
    "title": "Structural phase transitions between layered Indium Selenide for inte-grated photonic memory",
    "abstract": "           The primary mechanism of optical memristive devices relies on the phase transitions between amorphous-crystalline states. The slow or energy hungry amorphous-crystalline transitions in optical phase-change materials are detrimental to the devices scalability and performance. Leveraging the integrated photonic platform, we demonstrate a single nanosecond pulse triggered nonvolatile and reversible switching between two layered structures of indium selenide (In2Se3). High resolution pair distribution function reveals the detailed atomistic transition pathways between the layered structures. With inter-layer shear glide and isosymmetric phase transition, the switching between alpha and beta structural states contain low re-configurational entropy, allowing reversible switching between layered structures. Broadband refractive index contrast, optical transparency, and volumetric effect in the crystalline-crystalline phase transition are experimentally characterized in molecular beam epitaxy-grown thin films and compared to ab initials calculations. The nonlinear resonator transmission spectra measure an incremental linear loss rate of 3.3 GHz introduced by 1.5 micrometer long In2Se3 covered lay-er, resulting from the combinations of material absorption and scattering.         ",
    "url": "https://arxiv.org/abs/2502.09474",
    "authors": [
      "Tiantian Li",
      "Yong Wang",
      "Wei Li",
      "Dun Mao",
      "Chris J. Benmore",
      "Igor Evangelista",
      "Huadan Xing",
      "Qiu Li",
      "Feifan Wang",
      "Ganesh Sivaraman",
      "Anderson Janotti",
      "Stephanie Law",
      "Tingyi Gu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.09558",
    "title": "Cryogenic SiPMs for the Optical Readout of DarkSide-20k",
    "abstract": "           Silicon photomultipliers (SiPM) have gained significant traction as an alternative technology to the well-established photomultiplier tube (PMT), with numerous high-sensitivity experiments adopting them either complementarily or as a replacement for PMTs. SiPMs are an ideal match for low-background cryogenic applications, such as massive noble liquid experiments for dark matter direct detection, due to (i) the significant reduction of dark noise in cold environments, (ii) relatively low radioactive content, and (iii) scalable industrial production. For these reasons, the Global Argon Dark Matter Collaboration has committed to this technology for DarkSide-20k, its next experiment for the direct search of WIMP Dark Matter, currently in construction at LNGS Hall C. The development of a large-area cryogenic SiPM-based photon counter has culminated in the Photon Detector Unit (PDU), a compact photosensor measuring $20\\times20$ cm$^2$ with $100$ cm$^2$ active surface per channel, based on SiPM technology from Fondazione Bruno Kessler and incorporating custom front-end electronics suited for cryogenics. More than 600 PDUs are being produced and tested in various collaboration facilities to construct the two $~10.5$ m$^2$ optical planes of the massive two-phase argon time projection chamber of DarkSide-20k and the optical readout of its veto system.         ",
    "url": "https://arxiv.org/abs/2502.09558",
    "authors": [
      "Giuseppe Matteucci"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2502.08716",
    "title": "Multimessenger Astronomy Beyond the Standard Model: New Window from Quantum Sensors",
    "abstract": "           Ultralight bosonic (ULB) fields with mass $m_{\\phi} \\ll 1$ eV often arise in theories beyond the Standard Model (SM). If such fields exist, violent astrophysical events that result in emission of gravitational wave, photon, or neutrino signals could also produce bursts of high-density relativistic ULB fields. Detection of such ULB fields in terrestrial or space-based laboratories correlated with other signals from transient astrophysical events opens a novel avenue for multimessenger astronomy. We show that quantum sensors are particularly well-suited to observe emitted scalar and pseudoscalar axion-like ULB fields coupled to SM. We demonstrate that multimessenger astronomy with ULB fields is possible even when accounting for matter screening effects.         ",
    "url": "https://arxiv.org/abs/2502.08716",
    "authors": [
      "Jason Arakawa",
      "Muhammad H. Zaheer",
      "Volodymyr Takhistov",
      "Marianna S. Safronova",
      "Joshua Eby"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "High Energy Physics - Experiment (hep-ex)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2502.08952",
    "title": "High-Rate Four Photon Subtraction from Squeezed Vacuum: Preparing Cat State for Optical Quantum Computation",
    "abstract": "           Generating logical qubits, essential for error detection and correction in quantum computation, remains a critical challenge in continuous-variable (CV) optical quantum information processing. The Gottesman-Kitaev-Preskill (GKP) code is a leading candidate for logical qubits, and its generation requires large-amplitude coherent state superpositions -- Schrödinger cat states. However, experimentally producing these resource states has been hindered in the optical domain by technical challenges. The photon subtraction method, a standard approach for generating cat states using a squeezed vacuum and a photon number-resolving detector, has proven difficult to scale to multi-photon operations. While the amplitude of the generated cat states increases with the number of subtracted photons, limitations in the generation rate have restricted the maximum photon subtraction to $n=3$ for over a decade. In this work, we demonstrate high-rate photon subtraction of up to four photons from a squeezed vacuum with picosecond wavepackets generated by a broadband optical parametric amplifier. Using a Ti-Au superconducting-transition-edge sensor, we achieve high-speed, high-resolution photon number discrimination. The resulting states exhibit Wigner function negativity without loss correction, and their quantum coherence is verified through off-diagonal density matrix elements in CV representation. These results overcome long-standing limitations in multi-photon operations, providing a critical foundation for generating quantum resources essential for fault-tolerant quantum computing and advancing ultrafast optical quantum processors.         ",
    "url": "https://arxiv.org/abs/2502.08952",
    "authors": [
      "Mamoru Endo",
      "Takefumi Nomura",
      "Tatsuki Sonoyama",
      "Kazuma Takahashi",
      "Sachiko Takasu",
      "Daiji Fukuda",
      "Takahiro Kashiwazaki",
      "Asuka Inoue",
      "Takeshi Umeki",
      "Rajveer Nehra",
      "Petr Marek",
      "Radim Filip",
      "Kan Takase",
      "Warit Asavanant",
      "Akira Furusawa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.09448",
    "title": "Counterflow of lattice polarons in harmonically confined optical lattices",
    "abstract": "           We study a mobile impurity in a one-dimensional harmonically confined optical lattice interacting repulsively with a bosonic bath. The behavior of the impurity across baths with superfluid and Mott-insulator domains is examined, including its full back-action effect on the bath. We characterize the bath-impurity phase diagram and reveal the appearance of a correlated counterflow phase, which we support with an analytical model for a mobile impurity-hole pair. This phase shows a combined insulator domain of unity filling but no independent domain of constant density. The transition to this phase features a sudden orthogonality catastrophe and the change of the shape of the impurity's profile to that of a free particle in an infinite square well. The findings of this work suggest the appearance of unconventional counterflow in trapped imbalanced atomic mixtures.         ",
    "url": "https://arxiv.org/abs/2502.09448",
    "authors": [
      "Felipe Isaule",
      "Abel Rojo-Francàs",
      "Luis Morales-Molina",
      "Bruno Juliá-Díaz"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2502.09490",
    "title": "Inverse Design with Dynamic Mode Decomposition",
    "abstract": "           We introduce a computationally efficient method for the automation of inverse design in science and engineering. Based on simple least-square regression, the underlying dynamic mode decomposition algorithm can be used to construct a low-rank subspace spanning multiple experiments in parameter space. The proposed inverse design dynamic mode composition (ID-DMD) algorithm leverages the computed low-dimensional subspace to enable fast digital design and optimization on laptop-level computing, including the potential to prescribe the dynamics themselves. Moreover, the method is robust to noise, physically interpretable, and can provide uncertainty quantification metrics. The architecture can also efficiently scale to large-scale design problems using randomized algorithms in the ID-DMD. The simplicity of the method and its implementation are highly attractive in practice, and the ID-DMD has been demonstrated to be an order of magnitude more accurate than competing methods while simultaneously being 3-5 orders faster on challenging engineering design problems ranging from structural vibrations to fluid dynamics. Due to its speed, robustness, interpretability, and ease-of-use, ID-DMD in comparison with other leading machine learning methods represents a significant advancement in data-driven methods for inverse design and optimization, promising a paradigm shift in how to approach inverse design in practice.         ",
    "url": "https://arxiv.org/abs/2502.09490",
    "authors": [
      "Yunpeng Zhu",
      "Liangliang Cheng",
      "Anping Jing",
      "Hanyu Huo",
      "Ziqiang Lang",
      "Bo Zhang",
      "J. Nathan Kutz"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Systems and Control (eess.SY)",
      "Dynamical Systems (math.DS)",
      "Optimization and Control (math.OC)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2405.01571",
    "title": "High-harmonic generation in zinc oxide subjected to intense mid-infrared femtosecond laser pulse",
    "abstract": "           We theoretically investigate photo-excitation of electron-hole pairs and high harmonic generation in the bulk of zinc oxide (ZnO) subjected to intense femto-second laser pulses with mid-infrared wavelength. The main microscopic mechanism of solid-state HHG is identified by separating resonant from non-resonant non-linear optical responses in the photo-excited solid. It allows us to obtain an effective description of the light-matter interaction in which electrons become subject to weak atto-second pulse train with the second harmonic of the drive laser frequency being the repetition frequency in the train. Under a condition of constructive interference between electronic transitions at each half-cycle of the drive laser pulse, resonant-like excitation of electron-hole pairs occurs, analogously to above threshold ionization in a gas phase. The inter-band motion of charge carriers creates rapidly oscillating electric dipole moment, which emits radiation in the form of high-order harmonics of the drive laser frequency. We also discuss the importance of the pulse envelope for producing clean frequency combs as observed in experiments. Good semi-quantitative agreement with the experimental data is found: clean and well defined odd-order harmonic peaks extending well beyond the band edge of ZnO are exhibited for laser linearly polarized at right angles to the optical axis of the crystal.         ",
    "url": "https://arxiv.org/abs/2405.01571",
    "authors": [
      "Boyan Obreshkov",
      "Tzveta Apostolova"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2501.00406",
    "title": "Topological Switching via Exceptional Point Pairs in an Optical Microcavity Laser",
    "abstract": "           Conventional mode switching mechanisms, which rely on dynamically encircling exceptional points (EPs) through non-adiabatic transitions (NATs), suffer from intrinsic nonlinear dynamics that hinder precise control and reproducibility in experimental settings. Additionally, these methods exhibit low transmission efficiencies due to path-dependent attenuation, limiting their effectiveness in optical switching and logic gate applications. To overcome these limitations, we propose a novel mode switching approach that leverages a pair of EPs configuration in an optical microcavity, characterized by superradiance and subradiance. This mechanism exploits the topological structure of the Riemann surface to enable robust mode switching control and tunable Q-factor through purely adiabatic encircling. Furthermore, topological protection validated via braid isotopy ensures robustness against noise and parametric perturbations, facilitating a compact, robust, and adaptive non-Hermitian system.         ",
    "url": "https://arxiv.org/abs/2501.00406",
    "authors": [
      "Kyu-Won Park",
      "KyeongRo Kim",
      "Jinuk Kim",
      "Muhan Choi",
      "Kabgyun Jeong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.15090",
    "title": "The prince and the pauper. A quantum paradox of Hilbert-space fundamentalism",
    "abstract": "           The quantum world is described by a unit vector in the Hilbert space and the Hamiltonian. Do these abstract basis-independent objects give a complete description of the physical world, or should we include observables like positions and momenta and the decomposition into subsystems? According to \"Hilbert-space fundamentalism\" they give a complete description, and all other features of the physical world emerge from them (Carroll, arXiv:2103.09780). Here I will give a concrete refutation of this thesis based on the symmetries of the theory of quantum measurements. These results show that even if a tensor product structure is assumed along with the unit vector and the Hamiltonian, concrete physically distinct worlds can be described by the same structures.         ",
    "url": "https://arxiv.org/abs/2310.15090",
    "authors": [
      "Ovidiu Cristinel Stoica"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2403.12490",
    "title": "Genetically programmable optical random neural networks",
    "abstract": "           Today, machine learning tools, particularly artificial neural networks, have become crucial for diverse applications. However, current digital computing tools to train and deploy artificial neural networks often struggle with massive data sizes and high power consumptions. Optical computing provides inherent parallelism accommodating high-resolution input data and performs fundamental operations with passive optical components. However, most of the optical computing platforms suffer from relatively low accuracies for machine learning tasks due to fixed connections while avoiding complex and sensitive techniques. Here, we demonstrate a genetically programmable yet simple optical neural network to achieve high performances with optical random projection. By genetically programming the orientation of the scattering medium which acts as a random projection kernel and only using 1% of the search space, our novel technique finds an optimum kernel and improves initial test accuracies by 8-41% for various machine learning tasks. Through numerical simulations and experiments on a number of datasets, we validate the programmability and high-resolution sample processing capabilities of our design. Our optical computing method presents a promising approach to achieve high performance in optical neural networks with a simple and scalable design.         ",
    "url": "https://arxiv.org/abs/2403.12490",
    "authors": [
      "Bora Çarpınlıoğlu",
      "Uğur Teğin"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Neural and Evolutionary Computing (cs.NE)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.18458",
    "title": "Asymmetrical estimator for training encapsulated deep photonic neural networks",
    "abstract": "           Photonic neural networks (PNNs) are fast in-propagation and high bandwidth paradigms that aim to popularize reproducible NN acceleration with higher efficiency and lower cost. However, the training of PNN is known to be challenging, where the device-to-device and system-to-system variations create imperfect knowledge of the PNN. Despite backpropagation (BP)-based training algorithms being the industry standard for their robustness, generality, and fast gradient convergence for digital training, existing PNN-BP methods rely heavily on accurate intermediate state extraction or extensive computational resources for deep PNNs (DPNNs). The truncated photonic signal propagation and the computation overhead bottleneck DPNN's operation efficiency and increase system construction cost. Here, we introduce the asymmetrical training (AsyT) method, tailored for encapsulated DPNNs, where the signal is preserved in the analogue photonic domain for the entire structure. AsyT offers a lightweight solution for DPNNs with minimum readouts, fast and energy-efficient operation, and minimum system footprint. AsyT's ease of operation, error tolerance, and generality aim to promote PNN acceleration in a widened operational scenario despite the fabrication variations and imperfect controls. We demonstrated AsyT for encapsulated DPNN with integrated photonic chips, repeatably enhancing the performance from in-silico BP for different network structures and datasets.         ",
    "url": "https://arxiv.org/abs/2405.18458",
    "authors": [
      "Yizhi Wang",
      "Minjia Chen",
      "Chunhui Yao",
      "Jie Ma",
      "Ting Yan",
      "Richard Penty",
      "Qixiang Cheng"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.14200",
    "title": "Gaussian approximation of dynamic cavity equations for linearly-coupled stochastic dynamics",
    "abstract": "           Stochastic dynamics on sparse graphs and disordered systems often lead to complex behaviors characterized by heterogeneity in time and spatial scales, slow relaxation, localization, and aging phenomena. The mathematical tools and approximation techniques required to analyze these complex systems are still under development, posing significant technical challenges and resulting in a reliance on numerical simulations. We introduce a novel computational framework for investigating the dynamics of sparse disordered systems with continuous degrees of freedom. Starting with a graphical model representation of the dynamic partition function for a system of linearly-coupled stochastic differential equations, we use dynamic cavity equations on locally tree-like factor graphs to approximate the stochastic measure. Here, cavity marginals are identified with local functionals of single-site trajectories. Our primary approximation involves a second-order truncation of a small-coupling expansion, leading to a Gaussian form for the cavity marginals. For linear dynamics with additive noise, this method yields a closed set of causal integro-differential equations for cavity versions of one-time and two-time averages. These equations provide an exact dynamical description within the local tree-like approximation, retrieving classical results for the spectral density of sparse random matrices. Global constraints, non-linear forces, and state-dependent noise terms can be addressed using a self-consistent perturbative closure technique. The resulting equations resemble those of dynamical mean-field theory in the mode-coupling approximation used for fully-connected models. However, due to their cavity formulation, the present method can also be applied to ensembles of sparse random graphs and employed as a message-passing algorithm on specific graph instances.         ",
    "url": "https://arxiv.org/abs/2406.14200",
    "authors": [
      "Mattia Tarabolo",
      "Luca Dall'Asta"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2502.06036",
    "title": "An assessment of observational coverage and gaps for robust Sun to heliosphere integrated science",
    "abstract": "           Understanding the generation and development of the continuous outflow from the Sun requires tracing the physical conditions from deep in the corona to the heliosphere. Detailed global observations of plasma state variables and the magnetic field are needed to provide critical constraints to the underlying physics driving models of the corona and solar wind. Key diagnostics of the solar wind require measurements at its formation site and during its outflow to continuously track it across rapidly changing regions of space. A unified view of the solar wind is only possible through coordinated remote and in situ observations that probe these different regions. Here, we discuss current observational coverage and gaps of different plasma properties and review recent coordinated studies. We highlight how these efforts may become more routine with the launch of upcoming and planned missions.         ",
    "url": "https://arxiv.org/abs/2502.06036",
    "authors": [
      "Yeimy J. Rivera",
      "Samuel T. Badman"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Plasma Physics (physics.plasm-ph)",
      "Space Physics (physics.space-ph)"
    ]
  }
]