[
  {
    "id": "arXiv:2204.03075",
    "title": "Collision dynamics of discrete soliton pair in uniform waveguide arrays",
    "abstract": "In this article we numerically study the collision dynamics of a pair of discrete solitons (DSs) in a semi-infinite nonlinear waveguide array (WA). We investigate that, a co-moving pair of identical DSs heading towards each other undergo elastic collision or a discrete breather formation depending on the initial amplitude ($A_0$) and wavenumber ($k_0$) of the two colliding DSs. Under elastic collision, the DS pair emerge unscathed and form a cross-over state, while under breather formation, two DSs are fused to form a single field. We map this phenomena by iterative simulation and present a phase plot which describes regimes of cross-over state or breather formation in ($A_0$-$k_0$) parameter space. Interaction dynamics between nonidentical DSs having same amplitudes but different wavenumbers significantly deviates from that of identical DSs. In such case, varied degree of energy exchange occurs which results three distinct output states accompanied by diffractive resonant radiation (DifRR) generation due to the interaction between soliton and WA lattice. Extending our investigation to a more generalized condition by taking different amplitudes and wavenumber of DS pair, we find that an unique secondary radiation is originated due to the collision of solitons. The wavenumber of this collision-mediated radiation depends on the wavenumbers of soliton pair. Our results shed light on the different aspects of collision dynamics of identical and non-identical DS pair in nonlinear WA and useful in understanding the complex mechanism. ",
    "url": "https://arxiv.org/abs/2204.03075",
    "authors": [
      "Anuj P. Lara",
      "Samudra Roy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2204.03099",
    "title": "Nonlinear and Ultrafast All-Dielectric Metasurfaces at the Center for  Integrated Nanotechnologies",
    "abstract": "Metasurfaces control optical wavefronts via arrays of nanoscale resonators laid out across a surface. When combined with III-V semiconductors with strong optical nonlinearities, a variety of nonlinear effects such as harmonic generation and all optical modulation can be enabled and enhanced at the nanoscale. This review presents our research on engineering and boosting nonlinear effects in ultrafast and nonlinear semiconductor metasurfaces fabricated at the Center for Integrated Nanotechnologies (CINT). We cover our recent works on parametric generation of harmonic light via direct and cascaded processes in GaAs-metasurfaces using Mie-like optical resonances or symmetric-protected Bound State in the Continuum, and then describe the recent advances on harmonic generation in all-dielectric metasurfaces coupled to intersubband transitions in III-V semiconductor heterostructures. The review concludes on the potential of metasurfaces to serve as the next platform for on-chip quantum light generation. ",
    "url": "https://arxiv.org/abs/2204.03099",
    "authors": [
      "Sylvain D. Gennaro",
      "Raktim Sarma",
      "Igal Brener"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.03138",
    "title": "High-bandwidth CMOS-voltage-level electro-optic modulation of 780 nm  light in thin-film lithium niobate",
    "abstract": "Integrated photonics operating at visible-near-infrared (VNIR) wavelengths offer scalable platforms for advancing optical systems for addressing atomic clocks, sensors, and quantum computers. The complexity of free-space control optics causes limited addressability of atoms and ions, and this remains an impediment on scalability and cost. Networks of Mach-Zehnder interferometers can overcome challenges in addressing atoms by providing high-bandwidth electro-optic control of multiple output beams. Here, we demonstrate a VNIR Mach-Zehnder interferometer on lithium niobate on sapphire with a CMOS voltage-level compatible full-swing voltage of 4.2 V and an electro-optic bandwidth of 2.7 GHz occupying only 0.35 mm$^2$. Our waveguides exhibit 1.6 dB/cm propagation loss and our microring resonators have intrinsic quality factors of 4.4 $\\times$ 10$^5$. This specialized platform for VNIR integrated photonics can open new avenues for addressing large arrays of qubits with high precision and negligible cross-talk. ",
    "url": "https://arxiv.org/abs/2204.03138",
    "authors": [
      "Oguz Tolga Celik",
      "Christopher J. Sarabalis",
      "Felix M. Mayor",
      "Hubert S. Stokowski",
      "Jason F. Herrmann",
      "Timothy P. McKenna",
      "Nathan R. A. Lee",
      "Wentao Jiang",
      "Kevin K. S. Multani",
      "Amir H. Safavi-Naeini"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.03169",
    "title": "Magnet-free nonreciprocal metasurface for on-demand bi-directional phase  modulation",
    "abstract": "Unconstrained by Lorentz reciprocity, nonreciprocal metasurfaces are uniquely capable of encoding distinctive optical functions on forward- and backward-propagating waves. The nonreciprocal metasurfaces reported to date require external electric or magnetic field biasing or rely on nonlinear effects, both of which are challenging to practically implement. Here, we propose and experimentally realize a magnet-free, linear, and passive nonreciprocal metasurface based on self-biased magnetic meta-atoms. Record transmittance up to 77% and operation angle reaching 64 degree are experimentally demonstrated. Moreover, on-demand bidirectional phase modulation in a \"LEGO-like\" manner is theoretically proposed and experimentally demonstrated, enabling a cohort of nonreciprocal functionalities such as microwave isolation, nonreciprocal beam steering, nonreciprocal focusing, and nonreciprocal holography. The design can also be extended to MHz and optical frequencies, taking advantage of the wide variety of self-biased gyrotropic materials available. We foresee that the nonreciprocal metasurfaces demonstrated in this work will have a significant practical impact for applications ranging from nonreciprocal antennas and radomes to full-duplex wireless communication and radar systems. ",
    "url": "https://arxiv.org/abs/2204.03169",
    "authors": [
      "Weihao Yang",
      "Jun Qin",
      "Jiawei Long",
      "Wei Yan",
      "Yucong Yang",
      "Chaoyang Li",
      "En Li",
      "Juejun Hu",
      "Longjiang Deng",
      "Qingyang Du",
      "Lei Bi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.03184",
    "title": "Graphene oxide 2D films integrated with nanowires and ring resonators  for enhanced nonlinear optics",
    "abstract": "We report enhanced nonlinear optics in nanowires, waveguides, and ring resonators by introducing layered two-dimensional (2D) graphene oxide (GO) films through experimental demonstration. The GO films are integrated on silicon-on-insulator nanowires (SOI), high index doped silica glass, and silicon nitride (SiN) waveguides and microring resonators (MRRs), to demonstrate an improved optical nonlinearity including Kerr nonlinearity and four-wave mixing (FWM). By using a large-area, transfer-free, layer-by-layer GO coating method with photolithography and lift-off processes, we integrate GO films on these complementary metal-oxide-semiconductor (CMOS)-compatible devices. For SOI nanowires, significant spectral broadening of optical pulses in GO-coated SOI nanowires induced by self-phase modulation (SPM) is observed, achieving a high spectral broadening factor of 4.34 for a device with a patterned film including 10 layers of GO. A significant enhancement in the nonlinear figure of merit (FOM) for silicon nanowires by a factor of 20 is also achieved, resulting in a FOM > 5. For Hydex and SiN waveguides, enhanced FWM in the GO-coated waveguides is achieved, where conversion efficiency (CE) enhancements of up to 6.9 dB and 9.1 dB relative to the uncoated waveguides. For MRRs, an increase of up to ~10.3 dB in the FWM CE is achieved due to the resonant enhancement effect. These results reveal the strong potential of GO films to improve the nonlinear optics of nanowires, waveguides, and ring resonators. ",
    "url": "https://arxiv.org/abs/2204.03184",
    "authors": [
      "David J. Moss"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.03369",
    "title": "Fault-Tolerant Directional Couplers for State Manipulation in Silicon  Photonic-Integrated Circuits",
    "abstract": "Photonic integrated circuits play a central role in current and future applications such as communications, sensing, ranging, and information processing. Photonic quantum computing will also likely require an integrated optics architecture for improved stability, scalability, and performance. Fault-tolerant quantum computing mandates very accurate and robust quantum gates. In this work, we demonstrate high-fidelity directional couplers for single-qubit gates in photonic integrated waveguides, utilizing a novel scheme of detuning-modulated composite segments. Specific designs for reduced sensitivity to wavelength variations and real-world geometrical fabrication errors in waveguides width and depth are presented. Enhanced wavelength tolerance is demonstrated experimentally. The concept shows great promise for scaling high fidelity gates as part of integrated quantum optics architectures. ",
    "url": "https://arxiv.org/abs/2204.03369",
    "authors": [
      "Moshe Katzman",
      "Yonatan Piasetzky",
      "Evyatar Rubin",
      "Ben Birenboim",
      "Maayan Priel",
      "Avi Zadok",
      "Haim Suchowski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.03378",
    "title": "Towards Bright Gamma-Ray Flash Generation From Tailored Target  Irradiated by Multi-Petawatt Laser",
    "abstract": "One of the remarkable phenomena in the laser-matter interaction is the extremely efficient energy transfer to $\\gamma$-photons, that appears as a collimated $\\gamma$-ray beam. For interactions of realistic laser pulses with matter, existence of a background field plays a crucial role, since it hits the target prior to the main pulse arrival, leading to a cloud of preplasma and drilling a narrow channel inside the target. These effects significantly alter the process of $\\gamma$-photon generation. Here, we study this process by importing the outcome of magnetohydrodynamic simulations of the target interaction into particle-in-cell simulations for describing the $\\gamma$-photon generation. It is seen that the background field effect plays an important positive role, enhancing the efficiency of laser pulse coupling with the target, and generating high energy electron-positron pairs. It is expected that such a $\\gamma$-photon source will be actively used in various applications in nuclear photonics, material science and astrophysical processes modeling. ",
    "url": "https://arxiv.org/abs/2204.03378",
    "authors": [
      "Prokopis Hadjisolomou",
      "Tae Moon Jeong",
      "Sergei V. Bulanov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2204.03392",
    "title": "Tailoring 2D Fast Iterative Filtering algorithm for low-contrast optical  fringe pattern preprocessing",
    "abstract": "Retrieving object phase from the optical fringe pattern is a critical task in quantitative phase imaging and often requires appropriate image preprocessing (background and noise minimization), especially when retrieving phase from the single-shot fringe pattern image. In this article, for the first time, we propose to adapt the 2D Fast Iterative Filtering (FIF) method for fringe pattern decomposition and develop a novel version of FIF called the 2D fringe pattern Fast Iterative Filtering (fpFIF2), that is tailored for fringe pattern preprocessing. We show the positive influence of fpFIF2 onto fringe pattern filtering comparing to the previous 2D FIF implementation regarding processing speed, quality, and usage comfortability. We also compare the fpFIF2 with other state-of-the-art fringe pattern filtering methods in terms of aiding the Hilbert spiral transform method in phase retrieval. Employing numerical simulations and experimental fringe analysis, we prove that fpFIF2 outperforms reference methods, especially in terms of low-fringe-contrast phase reconstruction quality and decomposition time. ",
    "url": "https://arxiv.org/abs/2204.03392",
    "authors": [
      "Mikolaj Rogalski",
      "Mateusz Pielach",
      "Antonio Cicone",
      "Piotr Zdankowski",
      "Luiza Stanaszek",
      "Katarzyna Drela",
      "Krzysztof Patorski",
      "Barbara Lukomska",
      "Maciej Trusiak"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.03404",
    "title": "Direct Sequential Simulation for spherical linear inverse problems",
    "abstract": "We present a method for obtaining efficient probabilistic solutions to geostatistical and linear inverse problems in spherical geometry. Our Spherical Direct Sequential Simulation (SDSSIM) framework combines information from possibly noisy observations, that provide either point information on the model or are related to the model by a linear averaging kernel, and statistics derived from a-priori training models. It generates realizations from marginal posterior probability distributions of model parameters that are not limited to be Gaussian. We avoid the restriction to Cartesian geometry built into many existing geostatistical simulation codes, and work instead with grids in spherical geometry relevant to problems in Earth and Space sciences. We demonstrate our scheme using a synthetic example, showing that it produces realistic posterior realizations consistent with the known solution while fitting observations within their uncertainty and reproducing the model parameter distribution and covariance statistics of a-priori training models. Secondly, we present an application to real satellite observations, estimating the posterior probability distribution for the geomagnetic field at the core-mantle boundary. Our results reproduce well-known features of the core-mantle boundary magnetic field, and also allow probabilistic investigations of the magnetic field morphology. Small-length scale features in the posterior realizations are not determined by the observations but match the covariance statistics extracted from geodynamo simulation training models. The framework presented here represents a step towards more general approaches to probabilistic inversion in spherical geometry. ",
    "url": "https://arxiv.org/abs/2204.03404",
    "authors": [
      "Mikkel Otzen",
      "Christopher C. Finlay",
      "Thomas Mejer Hansen"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2204.03604",
    "title": "Unidirectional ultracompact DNA-templated optical antennas",
    "abstract": "Optical nanoantennas are structures designed to manipulate light-matter interactions at the nanoscale by interfacing propagating light with localized optical fields. In recent years, a plethora of devices have been realized that are able to efficiently tailor the absorption and/or emission rates of fluorophores. By contrast, modifying the spatial characteristics of their radiation fields remains a challenge. Up to date, the designs providing directionality to fluorescence emission have required compound, complex geometries with overall dimensions comparable to the operating wavelength. Here, we present the fabrication and characterization of DNA-templated ultracompact optical antennas, with sub-wavelength sizes and capable of directing single-molecule fluorescence into predefined directions. Using the DNA origami methodology, two gold nanorods are assembled side-to-side with a separation gap of 5 nm. We show that a single fluorescent molecule placed at the tip of one of the nanorods drives the dimer antenna in anti-phase, leading to unidirectional emission. ",
    "url": "https://arxiv.org/abs/2204.03604",
    "authors": [
      "Fangjia Zhu",
      "Maria Sanz-Paz",
      "Antonio Fernandez-Dominguez",
      "Xiaolu Zhuo",
      "Luis M. Liz-Marzan",
      "Fernando D. Stefani",
      "Mauricio Pilo-Pais",
      "Guillermo P. Acuna"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.03374",
    "title": "Is the dynamical quantum Cheshire cat detectable?",
    "abstract": "We explore how one might detect the dynamical quantum Cheshire cat proposed by Aharonov et al. We show that, in practice, we need to bias the initial state by adding/subtracting a small probability amplitude (`field') of the orthogonal state, which travels with the disembodied property, to make the effect detectable (i.e. if our initial state is $|\\uparrow_z\\rangle$, we need to bias this with some small amount $\\delta$ of state $|\\downarrow_z\\rangle$). This biasing, which can be done either directly or via weakly entangling the state with a pointer, effectively provides a phase reference with which we can measure the evolution of the state. The outcome can then be measured as a small probability difference in detections in a mutually unbiased basis, proportional to this biasing $\\delta$. We show this is different from counterfactual communication, which provably does not require any probe field to travel between sender Bob and receiver Alice for communication. We further suggest an optical polarisation experiment where these phenomena might be demonstrated in a laboratory. ",
    "url": "https://arxiv.org/abs/2204.03374",
    "authors": [
      "Jonte R. Hance",
      "James Ladyman",
      "John Rarity"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2204.03441",
    "title": "Assessing the accuracy of compound formation energies with quantum Monte  Carlo",
    "abstract": "Accurately predicting the formation energy of a compound, which describes its thermodynamic stability, is a key challenge in materials physics. Here, we employ many-body quantum Monte Carlo (QMC) with single-reference trial functions to compute the formation energy of two electronically disparate compounds, the intermetallic VPt$_2$ and the semiconductor CuI, for which standard density functional theory (DFT) predictions using both the Perdew-Burke Ernzerhof (PBE) and the strongly constrained and appropriately normed (SCAN) approximations deviate markedly from available experimental values. For VPt$_2$, we find an agreement between QMC, SCAN, and PBE0 estimates, which therefore remain in disagreement with the much less exothermic experimental value. For CuI, the QMC result agrees with neither SCAN nor PBE pointing towards DFT exchange-correlation biases, likely related to the localized Cu $3d$ electrons. Compared to DFT, spin-averaged QMC exhibits a smaller but still appreciable deviation when compared to experiment. The QMC result is slightly improved by incorporating spin-orbit corrections for CuI and solid I$_2$, so that experiment and theory are brought into imperfect but reasonable agreement within about 120 meV/atom. ",
    "url": "https://arxiv.org/abs/2204.03441",
    "authors": [
      "Eric B. Isaacs",
      "Hyeondeok Shin",
      "Abdulgani Annaberdiyev",
      "Chris Wolverton",
      "Lubos Mitas",
      "Anouar Benali",
      "Olle Heinonen"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2204.03490",
    "title": "Fast electrons interacting with chiral matter: mirror symmetry breaking  of quantum decoherence and lateral momentum transfer",
    "abstract": "Photons experience mirror asymmetry of macroscopic chiral media, as in circular dichroism and polarization rotation, since left and right handed circular polarizations differently couple with matter handedness. Conversely, free relativistic electrons with vanishing orbital angular momentum have no handedness so the question arises whether they could sense chirality of geometrically symmetric macroscopic samples. In this Letter, we show that matter chirality breaks mirror symmetry of the scattered electrons quantum decoherence, even when the incident electron wave function and the sample shape have a common reflection symmetry plane. This is physically possible since the wave function transverse smearing triggers electron sensitivity to the spatial asymmetry of the electromagnetic interaction with the sample, as results from our non-perturbative analysis of the scattered electron reduced density matrix, in the framework of macroscopic quantum electrodynamics. Furthermore, we prove that mirror asymmetry also shows up in the distribution of the electron lateral momentum, orthogonal to the geometric symmetry plane, whose non-vanishing mean value reveals that the electron experiences a lateral mechanical interaction entirely produced by matter chirality. ",
    "url": "https://arxiv.org/abs/2204.03490",
    "authors": [
      "Alessandro Ciattoni"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2104.11481",
    "title": "High-Flux Cold Ytterbium Atomic Beam Source Using Two-dimensional Laser  Cooling with Intercombination Transition",
    "abstract": " Comments: 7 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2104.11481",
    "authors": [
      "Toshiyuki Hosoya",
      "Ryotaro Inoue",
      "Mikio Kozuma"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2108.12244",
    "title": "A perspective on ab initio modeling of polaritonic chemistry: The role  of non-equilibrium effects and quantum collectivity",
    "abstract": " Title: A perspective on ab initio modeling of polaritonic chemistry: The role  of non-equilibrium effects and quantum collectivity ",
    "url": "https://arxiv.org/abs/2108.12244",
    "authors": [
      "Dominik Sidler",
      "Michael Ruggenthaler",
      "Christian Schäfer",
      "Enrico Ronca",
      "Angel Rubio"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2112.08734",
    "title": "Thermal Model for Time-Domain Thermoreflectance Experiments in a Laser  Flash Geometry",
    "abstract": " Title: Thermal Model for Time-Domain Thermoreflectance Experiments in a Laser  Flash Geometry ",
    "url": "https://arxiv.org/abs/2112.08734",
    "authors": [
      "Wanyue Peng",
      "Richard Wilson"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2112.09289",
    "title": "Nanoscale laser flash measurements of diffuson transport in amorphous Ge  and Si",
    "abstract": " Title: Nanoscale laser flash measurements of diffuson transport in amorphous Ge  and Si ",
    "url": "https://arxiv.org/abs/2112.09289",
    "authors": [
      "Wanyue Peng",
      "Richard Wilson"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.01864",
    "title": "Testing Station for Fast Screening of Through Silicon Via (TSV)-enabled  Application Specific Integrated Circuits (ASICs) for Hard X-ray Imaging  Detectors",
    "abstract": " Comments: 12 pages, 9 figures, submitted to SPIE Journal of Astronomical Telescopes, Instruments, and Systems (February 2022) ",
    "url": "https://arxiv.org/abs/2204.01864",
    "authors": [
      "Daniel P. Violette",
      "Branden Allen",
      "Jaesub Hong",
      "Hiromasa Miyasaka",
      "Jonathan Grindlay"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]