[
  {
    "id": "arXiv:2503.20816",
    "title": "Probing cellular activity via charge-sensitive quantum nanoprobes",
    "abstract": "           Nitrogen-vacancy (NV) based quantum sensors hold great potential for real-time single-cell sensing with far-reaching applications in fundamental biology and medical diagnostics. Although highly sensitive, the mapping of quantum measurements onto cellular physiological states has remained an exceptional challenge. Here we introduce a novel quantum sensing modality capable of detecting changes in cellular activity. Our approach is based on the detection of environment-induced charge depletion within an individual particle that, owing to a previously unaccounted transverse dipole term, induces systematic shifts in the zero-field splitting (ZFS). Importantly, these charge-induced shifts serve as a reliable indicator for lipopolysaccharide (LPS)-mediated inflammatory response in macrophages. Furthermore, we demonstrate that surface modification of our diamond nanoprobes effectively suppresses these environment-induced ZFS shifts, providing an important tool for differentiating electrostatic shifts caused by the environment from other unrelated effects, such as temperature variations. Notably, this surface modification also leads to significant reductions in particle-induced toxicity and inflammation. Our findings shed light on systematic drifts and sensitivity limits of NV spectroscopy in a biological environment with ramification on the critical discussion surrounding single-cell thermogenesis. Notably, this work establishes the foundation for a novel sensing modality capable of probing complex cellular processes through straightforward physical measurements.         ",
    "url": "https://arxiv.org/abs/2503.20816",
    "authors": [
      "Uri Zvi",
      "Shivam Mundhra",
      "David Ovetsky",
      "Qing Chen",
      "Aidan R. Jones",
      "Stella Wang",
      "Maria Roman",
      "Michele Ferro",
      "Kunle Odunsi",
      "Marina C. Garassino",
      "Michael E. Flatte'",
      "Melody Swartz",
      "Denis R. Candido",
      "Aaron Esser-Kahn",
      "Peter C. Maurer"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2503.20937",
    "title": "Coarse-Graining in Quantum Mechanics: Distinguishable and Indistinguishable Particles",
    "abstract": "           Bottom-up coarse-grained (CG) modeling expands the spatial and temporal scales of molecular simulation by seeking a reduced, thermodynamically consistent representation of an atomistic model. Developments in CG theory have largely focused on CG modeling of atomistic systems which behave classically, while CG modeling of quantum systems has remained largely unexplored. We present in this work two fundamental advances in particle-based, bottom-up CG theory for systems obeying quantum statistical mechanics. We first expand the bottom-up CG formalism to include indistinguishable quantum particles, including bosons and fermions. We next introduce a variational optimization procedure for CG model parameterization which is founded on the relative entropy minimization (REM) principle and then bridge the classical and quantum REM methods through a semiclassical expansion in terms of the Feynman path centroid. We provide numerical examples of REM CG models of distinguishable and indistinguishable quantum systems, including as examples a harmonically trapped bosonic system and liquid water. The theoretical results presented here constitute a means to accelerate simulating thermal quantum systems ranging from distinguishable particle systems at higher temperatures to quantum indistinguishable particle systems at lower temperatures.         ",
    "url": "https://arxiv.org/abs/2503.20937",
    "authors": [
      "Patrick G. Sahrmann",
      "Gregory A. Voth"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2503.20984",
    "title": "Host-dependent frequency offsets in $^{229}$Th nuclear clockwork",
    "abstract": "           Recent advances in laser excitation of the low-energy nuclear isomer transition in $^{229}$Th have opened avenues for developing nuclear clocks, a novel quantum technology with exceptional performance and sensitivity to exotic physics. Here we explore the host-dependence of the nuclear clock frequency, focusing on the isomer shift induced by the difference in the nuclear charge distribution between the ground and excited nuclear states. We combine relativistic many-body methods of atomic structure with periodic density functional theory to evaluate the isomer shifts in solid-state hosts. Our analysis predicts nuclear clock frequencies for various solid-state and trapped ion platforms: $ \\omega_\\text{clk}(\\text{solid state}) = 2,020,407,384(40) \\, \\text{MHz}$, $\\omega_\\text{clk}($$^{229}$Th$^{4+}) = 2,020,407,648(70) \\, \\text{MHz}$, and $\\omega_\\text{clk}(^{229}\\text{Th}{3+})= 2,020,407,114(70) \\, \\text{MHz}$. We also determine the nuclear transition energy for the bare $^{229}$Th nucleus to be $\\omega_\\text{nuc} = 8.272(22) \\,\\text{eV}$. Our calculated valence-band isomer shifts for different host materials constrain the nuclear transition frequencies to an 80 MHz-wide frequency window, aiding experimental searches for the $^{229}$Th nuclear transition in novel materials.         ",
    "url": "https://arxiv.org/abs/2503.20984",
    "authors": [
      "U. C. Perera",
      "H. W. T. Morgan",
      "Eric R. Hudson",
      "Andrei Derevianko"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Nuclear Theory (nucl-th)"
    ]
  },
  {
    "id": "arXiv:2503.21012",
    "title": "Near-visible low power tuning of nematic-liquid crystal integrated silicon nitride ring resonator",
    "abstract": "           The development of compact, low-power, and high-performance integrated photonic phase shifters is critical for advancing emerging technologies such as light detection and ranging (LiDAR), optical information processing and quantum applications. Liquid crystal (LC)-based phase shifters offer a promising solution thanks to their large refractive index contrast and their low power consumption. However, it remains challenging to incorporate LCs into integrated photonics and the operating wavelength has been limited to near infrared. Here, we demonstrate a liquid-crystal-based phase shifter operating at 780 nm, a relevant wavelength for cold atom-based quantum applications, by incorporating nematic LCs (E7) into a silicon nitride (SiN) ring resonator. Our device achieves 2pi phase modulation with very low power of 2.1 nW and low driving voltages of 7 V with exceptionally low Vpi times L (half wave voltage times length) value of 0.014 V-cm, enabling precise control over light propagation in a compact footprint. This work marks a significant step toward realizing low-power, compact, and efficient LC integrated photonic circuits based on SiN platform for next-generation LiDAR and quantum optical systems.         ",
    "url": "https://arxiv.org/abs/2503.21012",
    "authors": [
      "Jayita Dutta",
      "Antonio Ferraro",
      "Arnab Manna",
      "Rui Chen",
      "Alfredo Pane",
      "Giuseppe Emanuele Lio",
      "Roberto Caputo",
      "Arka Majumdar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.21058",
    "title": "5.7 Tb/s Transmission Over a 4.6 km Field-Deployed Free-Space Optical Link in Urban Environment",
    "abstract": "           We transmitted 5.7 Tb/s over a 4.6 km free-space optical link in an urban environment, spanning the city of Eindhoven, the Netherlands, using a 1.1 THz wide wavelength-division multiplexed signal.         ",
    "url": "https://arxiv.org/abs/2503.21058",
    "authors": [
      "Vincent van Vliet",
      "Menno van den Hout",
      "Kadir Gümüş",
      "Eduward Tangdiongga",
      "Chigo Okonkwo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2503.21271",
    "title": "Experimental and Numerical Study of Acoustic Streaming in Mid-Air Phased Arrays",
    "abstract": "           Mid-air acoustic streaming, where ultrasound induces steady fluid motion, could significantly affect the perception of haptic sensations, stability of levitation systems, and enable controlled transfer of odours (smells) through air by directing volatile compounds to specific locations. Despite its importance, the streaming behavior in airborne phased-array transducers remains poorly understood. Here, we use particle image velocimetry and numerical simulations to investigate streaming dynamics in single- and multi-focus acoustic fields. Experimental measurements reveal streaming velocities exceeding $0.4~\\text{m/s}$ in single-focus configurations and up to $0.3~\\text{m/s}$ in multi-focus setups, with distinct grating lobe-induced lateral jets. While multi-physics finite-element models effectively capture central streaming, they exhibit subtle differences and perform poorly in capturing flow in the side lobes. These findings provide valuable insights into the interplay between acoustic field design and streaming dynamics, offering guidance for optimizing ultrasonic technologies in haptics and levitation applications.         ",
    "url": "https://arxiv.org/abs/2503.21271",
    "authors": [
      "Christopher Stone",
      "Yusuke Koroyasu",
      "Yoichi Ochiai",
      "Akiko Kaneko",
      "Bruce W. Drinkwater",
      "Tatsuki Fushimi"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2503.21301",
    "title": "Low-loss silicon nitride Kerr-microresonators fabricated with metallic etch masks via metal lift-off",
    "abstract": "           Stoichiometric silicon nitride has emerged as a widely used integrated photonic material owing to its high index of refraction, nonlinear optical properties, and broad transparency window spanning visible to mid-IR frequencies. However, silicon nitride is generally more resistant to reactive ion etching than are typical etch masks made of polymer-based resist. This necessitates resist layers that are significantly thicker than the silicon nitride and results in mask patterns which are tall and narrow. These high-aspect-ratio patterns inhibit the plasma transport of reactive ion etching, which leads to difficulties in accurately reproducing dimensions and creating well-defined, vertical waveguide sidewalls. In this work, we overcome these challenges by developing a metallic etch mask that provides a 30:1 nitride-to-metal etch rate ratio, representing a near 20-fold reduction in the required mask thickness. We demonstrate the quality of this technique by etching microring resonators with near-vertical waveguide sidewalls and intrinsic quality factors of over 1 million. Leveraging the low optical loss of our resonators, we generate optical frequency combs with more than an octave of bandwidth and dual dispersive waves. These results establish metal lift-off as a viable and easy-to-implement technique capable of producing low optical loss waveguides.         ",
    "url": "https://arxiv.org/abs/2503.21301",
    "authors": [
      "Gabriel M. Colacion",
      "Lala Rukh",
      "Franco Buck",
      "Tara E. Drake"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.21342",
    "title": "Spiking Rate and Latency Encoding with Resonant Tunnelling Diode Neuron Circuits and Design Influences",
    "abstract": "           Neuromorphic computing, inspired by the functionality and efficiency of biological neural systems, holds promise for advancing artificial intelligence and computational paradigms. Resonant tunneling diodes (RTDs), thanks to their ability to generate neuronal dynamical responses, such as excitable spiking and refractoriness, have recently emerged as candidates for use as opto-electronic spiking neurons in novel neuromorphic computing hardware. This work explores the ability of RTD spiking neurons to deliver information encoding mechanisms analogous to those observed in biological neurons, specifically spike firing rate and spike latency encoding. We also report detailed experimental and numerical studies on the impact that the RTD mesa radius and circuit inductance and capacitance have on its spiking properties, providing useful information for future design of RTD-based neural networks optimised for ultrafast (>GHz rate) processing capabilities. Finally, we showcase the application of spike rate encoding in RTD neurons for the ultrafast reconstruction of a eight-level amplitude signal, effectively filtering out the noise.         ",
    "url": "https://arxiv.org/abs/2503.21342",
    "authors": [
      "Giovanni Donati",
      "Dafydd Owen-Newns",
      "Joshua Robertson",
      "Xavier Porte",
      "Ekaterina Malysheva",
      "Jose Figueiredo",
      "Bruno Romeira",
      "Victor Dolores-Calzadilla",
      "Antonio Hurtado"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2503.21384",
    "title": "In vivo dynamic optical coherence tomography of human skin with hardware- and software-based motion correction",
    "abstract": "           In vivo application of dynamic optical coherence tomography (DOCT) is hindered by bulk motion of the sample. We demonstrate DOCT imaging of \\invivo human skin by adopting a sample-fixation attachment to suppress bulk motion and a subsequent software motion correction to further reduce the effect of sample motion. The performance of the motion-correction method was assessed by DOCT image observation, statistical analysis of the mean DOCT values, and subjective image grading. Both the mean DOCT value analysis and subjective grading showed statistically significant improvement of the DOCT image quality. In addition, a previously unobserved high DOCT layer was identified though image observation, which may represent the stratum basale with high keratinocyte proliferation.         ",
    "url": "https://arxiv.org/abs/2503.21384",
    "authors": [
      "Yu Guo",
      "Rion Morishita",
      "Ibrahim Abd El-Sadek",
      "Kohei Yamazaki",
      "Shingo Sakai",
      "Pradipta Mukherjee",
      "Yiheng Lim",
      "Cunyou Bao",
      "Keiichi Sugata",
      "Shinya Kasamatsu",
      "Hiroyuki Yoshida",
      "Shuichi Makita",
      "Yoshiaki Yasuno\\"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2503.21467",
    "title": "First broadband optical fibre with an attenuation lower than 0.1 decibel per kilometre",
    "abstract": "           Throughout history, the development of novel technologies for long-distance communications has had profound influences on societal progress. Landmark scientific discoveries have enabled the transition from short message transmissions via single-wire electrical telegraphs to voice communications through coaxial cables, and ultimately to the optical fibres that powered the internet revolution. Central to these advancements was the invention of novel waveguides to transport electromagnetic waves with lower attenuation over broader spectral ranges. In the past four decades, despite extensive research, the spectral bandwidth and attenuation of silica-based telecommunication fibres have remained relatively unchanged. In this work, we report an optical waveguide with an unprecedented bandwidth and attenuation. Its measured loss reaches 0.091 dB/km at 1550 nm and remains below 0.2 dB/km over 66 THz, substantially better than the 0.14 dB/km and 26 THz achievable with existing technology. Our innovative, microstructured optical fibre replaces the traditional glass core with air, employing a meticulously engineered tubular glass structure to guide light. This approach not only reduces attenuation and other signal degradation phenomena, but it also increases transmission speeds by 50%. Furthermore, it theoretically enables further loss reductions and operation at wavelengths where broader bandwidth amplifiers exist, potentially heralding a new era in long-distance communications.         ",
    "url": "https://arxiv.org/abs/2503.21467",
    "authors": [
      "Marco Petrovich",
      "Eric Numkam Fokoua",
      "Yong Chen",
      "Hesham Sakr",
      "Abubakar Isa Adamu",
      "Rosdi Hassan",
      "Dong Wu",
      "Ron Fatobene Ando",
      "Athanasios Papadimopoulos",
      "Seyed Reza Sandoghchi",
      "Gregory Jasion",
      "Francesco Poletti"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.21481",
    "title": "Stress-driven whisker formation in lithium metal batteries",
    "abstract": "           Lithium metal batteries are promising for next-generation high-energy-density batteries, especially when lithium is directly plated on a current collector. However, lithium whiskers can form in the early stages of electroplating. These whiskers lead to low Coulombic efficiency due to isolated lithium formation during stripping. The mechanism of whisker formation is not fully understood, and different mechanisms are proposed in the literature. Herein, we computationally explore a stress-driven extrusion mechanism through cracks in the solid-electrolyte-interphase (SEI), which explains the experimentally observed root growth of lithium whiskers. We model the extrusion as a flow of a power-law Herschel-Bulkley fluid parametrized by the experimental power-law creep behavior of lithium, which results in the typical one-dimensional whisker shape. Consequently, in competition with SEI self-healing, SEI cracking determines the emergence of whiskers, giving a simple rule of thumb to avoid whisker formation in liquid electrolytes.         ",
    "url": "https://arxiv.org/abs/2503.21481",
    "authors": [
      "Martin Werres",
      "Dariusz Niedziela",
      "Arnulf Latz",
      "Birger Horstmann"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2503.21539",
    "title": "Experimental and numerical investigation of wavelength and resolution dependency of dynamic optical coherence tomography signals",
    "abstract": "           The wavelength and system-resolution dependencies of dynamic optical coherence tomography (DOCT) are investigated experimentally and numerically. Experimental investigations demonstrate significant wavelength dependency for the DOCT values but no resolution dependency. Numerical simulations were performed using diffusion, random-ballistic motion, and mono-directional flow-based motion models. Diffusion and random-ballistic motion-based simulations show significant wavelength dependency. Additionally, small but certain resolution dependency was revealed by these simulations. Mono-directional flow simulations did not show wavelength dependency, but did demonstrate resolution dependency. The DOCT value is sensitive to both tissue dynamics and the OCT system specification. These effects should be considered when interpreting DOCT images.         ",
    "url": "https://arxiv.org/abs/2503.21539",
    "authors": [
      "Shumpei Fujimura",
      "Ibrahim Abd El-Sadek",
      "Rion Morishita",
      "Shuichi Makita",
      "Atsuko Furukawa",
      "Pradipta Mukherjee",
      "Yiheng Lim",
      "Lida Zhu",
      "Yunake Feng",
      "Thitiya Seesan",
      "Satoshi Matsusaka",
      "Yoshiaki Yasuno"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.21603",
    "title": "All-Optical High-speed Programmable Nonlinear Activation Functions using a Fabry-Perot Laser",
    "abstract": "           The threads of photonics are eagerly awaited to redefine the future of neuromorphic data processing, especially as the computing-intensive artificial intelligence models become an unavoidable part of our everyday lives. Still, there is much to be improved within the domain of photonic nonlinear activation functions, as the programmable, all-optical, energy-efficient nonlinearities remain beyond the grasp of today's state of the art. In this paper, we address the issue at hand and propose a novel approach in the realization of high-performing all-optical photonic activations. Through simulations and experiments, we show that Fabry-Perot laser diodes (FP-LDs) exhibit richness and high programmability of their nonlinear response to input optical pulses with widths as low as 25 ps. We demonstrate a variety of sigmoid-like and inverted PReLU-like trends to be used as all-optical activation functions in photonic neural networks, testing their performance in stringent, real-life training scenarios with randomized data patterns at repetition rates up to 10 GHz. The programmability of activations is shown using a multitude of experimental operating parameters, among which we highlight the power variation of an additional continuous wave laser, injected into the FP-LD, enriching our approach with all-optical control of all-optical activations. With very low static power consumption of our active element, we achieve a record-breaking energy draw on the order of pJ to hundreds of fJ per nonlinear operation.         ",
    "url": "https://arxiv.org/abs/2503.21603",
    "authors": [
      "Mladen Banović",
      "Petar Atanasijević",
      "Antonios Prapas",
      "Christos Pappas",
      "Jasna Crnjanski",
      "Apostolos Tsakyridis",
      "Miltiadis Moralis-Pegios",
      "Konstantinos Vyrsokinos",
      "Milanka Lović",
      "Nina Zdravković",
      "Milena Mićić",
      "Marko Krstić",
      "Slobodan Petričević",
      "Nikos Pleros",
      "Dejan Gvozdić"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2503.21712",
    "title": "Complex Pressure Node Formation and Resonances Induced by Scatterers in a Standing-Wave Acoustic Cavity",
    "abstract": "           Acoustic pressure nodes in acoustophoretic devices are crucial for applications in tissue engineering, cell analysis, and particle trapping. Typically, a single primary node forms at the half-wavelength resonance condition, while its shape and position are constrained by the dimensions of the channel. The generation of additional nodes, along with control over their positions and shapes, is highly desirable in biomedical applications and could significantly enhance particle manipulation capabilities. To explore this potential, we numerically demonstrate the formation of additional, complex-shaped, nodes alongside the primary one, by a circular scatterer within a rectangular cavity. We identify three distinct types: ring, protuberant, and crescent nodes, whose formation depends on the size of the scatterer, its placement in the middle of the channel, and its corresponding resonant frequency. The key mechanism behind this formation is the enhancement of internal reflections, increasing destructive interference to promote node generation. To achieve this, we employ three key concepts: using a low-aspect ratio channel, positioning a rigid circular scatterer in the middle of the channel, and modeling all surfaces as perfect reflectors. Furthermore, we analyze the impact of the scatterer on acoustic pressure and quality factor, which is defined as the ratio of stored acoustic energy to damped acoustic energy per cycle. We show that additional nodes emerge in the presence of a scatterer, but they come at the cost of reduced acoustic pressure and energy in the channel. In summary, this study provides information on generating complex nodes in a standing wave acoustic cavity at the fundamental frequency, which has numerous applications for particle manipulation in acoustofluidic devices.         ",
    "url": "https://arxiv.org/abs/2503.21712",
    "authors": [
      "Rizwan Ullah",
      "Andres Barrio-Zhang",
      "Arezoo M. Ardekani"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2503.21726",
    "title": "Towards Intelligent Control of MeV Energy Electrons and Protons from kHz Repetition Rate Ultra-Intense Laser Plasma Interactions",
    "abstract": "           Ultra-intense laser-matter interactions are often difficult to predict from first principles because of the complexity of plasma processes and the many degrees of freedom relating to the laser and target parameters. An important approach to controlling and optimizing ultra-intense laser interactions involves gathering large data sets and using this data to train statistical and machine learning models. In this paper we describe experimental efforts to accelerate electrons and protons to $\\sim$MeV energies with this goal in mind. These experiments involve a 1 kHz repetition rate ultra-intense laser system with $\\sim$10mJ per shot, a peak intensity near $5 \\times 10^{18}$ W/cm$^{2}$, and a \"liquid leaf\" target. Improvements to the data acquisition capabilities of this laser system greatly aided this investigation. Generally, we find that the trained models were very effective for controlling the numbers of MeV electrons ejected. The models were less successful at shifting the energy range of ejected electrons. Simultaneous control of the numbers of $\\sim$MeV electrons and the energy range will be the subject of future experimentation using this platform.         ",
    "url": "https://arxiv.org/abs/2503.21726",
    "authors": [
      "Nathaniel Tamminga",
      "Scott Feister",
      "Kyle D. Frische",
      "Ronak Desai",
      "Joseph Snyder",
      "John J. Felice",
      "Joseph R. Smith",
      "Chris Orban",
      "Enam A. Chowdhury",
      "Michael L. Dexter",
      "Anil K. Patnaik"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2503.21739",
    "title": "Emergent Non-Markovian Gain in Open Quantum Systems",
    "abstract": "           Non-Markovian dynamics go beyond the Markovian approximation by capturing memory effects and information backflow in open quantum systems, which are crucial for describing realistic physical processes. In this work, we study the exact non-Markovian dynamics of a driven cavity coupled to an anisotropic three-dimensional photonic-crystal environment via counterrotating-wave interactions. We derive an exact analytical expression for the cavity amplitude satisfying the integro-differential equation, which includes the contributions of the bound states outside the continuum and the dissipative parts with the continuum spectrum. Based on the characteristic function method, we derive the exact non-Markovian master equation for the cavity, which contributes to the gain of the cavity. We give the physical origin of non-Markovian gain in the presence of bound states in the system consisting of cavity and environment, which has no Markovian counterparts due to the nonexponential gain in the non-Markovian structured environment. We find that three different types of bound states can be formed in the system, containing one bound state with no inversion of photon number, two bound states with the periodic equal-amplitude oscillation, and the gain with two complex roots without the bound states formation. We derive a current equation including the source from the driving field, the transient current induced by the change in the number of photons, and the two-photon current caused by the counterrotating-wave term. The results are compared with those given by the rotating-wave interactions and extended to a more general quantum network involving an arbitrary number of coupled cavities. Our findings may pave the way for a deeper understanding of non-Markovian dynamics with gain in quantum networks involving counterrotating-wave effects.         ",
    "url": "https://arxiv.org/abs/2503.21739",
    "authors": [
      "H. Z. Shen",
      "Cheng Shang",
      "Yan-Hui Zhou",
      "X. X. Yi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.20832",
    "title": "Damped photonic modes in helicoidal graphene",
    "abstract": "           We analyze the behavior of spin-1 vector bosons in helicoidal spacetime, focusing on photonic modes in helicoidal graphene structures. By solving the fully covariant vector boson equation, we derive exact solutions that describe the quantum states of photons in a curved helicoidal background, revealing their energy spectra, mode profiles, and decay dynamics. We find that the decay times of damped photonic modes range from \\(10^{-16}\\) to \\(10^{-13}\\) seconds as the helicoidal pitch (\\(a\\)) varies from \\(10^3\\) nanometers to \\(1\\) nanometer, indicating that the structure efficiently absorbs all photonic modes. Additionally, the probability density functions exhibit time dependence, complementing their spatial variation. These findings provide a foundation for the design of ultrafast graphene photodetectors, graphene photodevices for high-speed optical communications, advanced photonic devices, and quantum materials based on helicoidal graphene for various nanophotonic applications.         ",
    "url": "https://arxiv.org/abs/2503.20832",
    "authors": [
      "Abdullah Guvendi",
      "Omar Mustafa",
      "Abdulkerim Karabulut"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "High Energy Physics - Theory (hep-th)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.21041",
    "title": "Exponential quantum speedups in quantum chemistry with linear depth",
    "abstract": "           We prove classical simulation hardness, under the generalized $\\mathsf{P}\\neq\\mathsf{NP}$ conjecture, for quantum circuit families with applications in near-term quantum chemical ground state estimation. The proof exploits a connection to particle number conserving matchgate circuits with fermionic magic state inputs, which are shown to be universal for quantum computation under post-selection, and are therefore not classically simulable in the worst case, in either the strong (multiplicative) or weak (sampling) sense. We apply this result to quantum multi-reference methods designed for near-term quantum hardware by ruling out certain dequantization strategies for computing the off-diagonal matrix elements. We demonstrate these quantum speedups for two choices of reference state that incorporate both static and dynamic correlations to model the electronic eigenstates of molecular systems: orbital-rotated matrix product states, which are preparable in linear depth, and unitary coupled-cluster with single and double excitations. In each case we discuss the implications for achieving exponential quantum advantage in quantum chemistry on near-term hardware.         ",
    "url": "https://arxiv.org/abs/2503.21041",
    "authors": [
      "Oskar Leimkuhler",
      "K. Birgitta Whaley"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2503.21382",
    "title": "Limited Diffusion of Silicon in GaN: A DFT Study Supported by Experimental Evidence",
    "abstract": "           Silicon (Si) is the primary donor dopant in gallium nitride (GaN), introduced through epitaxial growth or ion implantation. However, precise control over Si diffusion remains a critical challenge for high-performance device applications. This study investigates Si diffusion mechanisms in bulk GaN using first-principles density functional theory (DFT) calculations, supported by ultra-high-pressure annealing (UHPA) experiments. Vacancy-mediated diffusion pathways were analyzed using the SIESTA code, with minimum energy paths (MEPs) and activation barriers determined via the nudged elastic band (NEB) method. The results indicate that Si diffusion barriers vary with crystallographic direction, with the lowest barrier of 3.2 eV along [11-20] and the highest barrier of ~9.9 eV along [1-100], rendering diffusion in this direction highly improbable. Alternative diffusion mechanisms, including direct exchange and ring-like migration, exhibit prohibitively high barriers ($>$12 eV). Phonon calculations confirm that temperature-induced reductions in effective diffusion barriers are minimal. Experimental validation using SIMS analysis on Si-implanted GaN samples subjected to UHPA (1450°C, 1 GPa) confirms negligible Si diffusion under these extreme conditions. These findings resolve inconsistencies in prior reports and establish that Si-doped GaN remains highly stable, ensuring reliable doping profiles for advanced electronic and optoelectronic applications.         ",
    "url": "https://arxiv.org/abs/2503.21382",
    "authors": [
      "Karol Kawka",
      "Pawel Kempisty",
      "Akira Kusaba",
      "Krzysztof Golyga",
      "Karol Pozyczka",
      "Michal Fijalkowski",
      "Michal Bockowski"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2503.21520",
    "title": "Ultrafast control of coherent acoustic lattice dynamics in the transition metal dichalcogenide alloy WSSe",
    "abstract": "           Coherent acoustic phonons (CAPs)$-$propagating strain waves that can dynamically modify the structure and symmetry of a crystal$-$offer unique opportunities for controlling material properties. We investigate CAP generation in the Janus-like layered alloy tungsten sulfide selenide (WS$_x$Se$_{1-x}$, hereafter WSSe). Employing high-fluence photoexcitation at 400 nm combined with ultrafast transient reflection spectroscopy, we capture the carrier-lattice dynamics governed by a cascade of processes including rapid exciton formation, phonon recycling, and thermoelastic deformation. These phenomena precede the emergence of a robust CAP mode at 27 GHz. Notably, the CAP amplitude in WSSe substantially exceeds that observed in the symmetric parent crystals WS$_2$ and WSe$_2$, which we attribute to an enhanced coupling mediated by a built-in out-of-plane electric field arising from the inversion asymmetry of the WSSe alloy. Furthermore, the implementation of a tailored two-pulse excitation sequence enables optical control of the CAP, underscoring the potential of WSSe and related Janus-like layered alloys as versatile building blocks in optomechanical and nanoacoustic device applications.         ",
    "url": "https://arxiv.org/abs/2503.21520",
    "authors": [
      "Sergio I. Rey",
      "Martin J. Cross",
      "Malte L. Welsch",
      "Frederik Schröder",
      "Binbin Zhou",
      "Nicolas Stenger",
      "Peter U. Jepsen",
      "Edmund J. R. Kelleher"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.17258",
    "title": "Optical systems with translational invariance",
    "abstract": "           The leading order monochromatic aberrations are investigated for the optical systems, which obey single-plane symmetry and translational invariance. These aberrations are classified from the symmetry principles for the wave aberration function. The Fermat's Principle is applied for a system made of generic cylindrical surfaces and a complete set of the aberration coefficients required for calculation of the aberrations for any paraxial ray is obtained. To demonstrate the applied value of the analytical results obtained the criteria of compensation of the leading aberrations for cylindrical analog of the Cassegrain telescope were found.         ",
    "url": "https://arxiv.org/abs/2311.17258",
    "authors": [
      "Dmitry Zhuridov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.06247",
    "title": "Nonlinear optical bistability in microring resonators for enhanced phase sensing",
    "abstract": "           Photonic microring resonators are used in a variety of chip-integrated sensing applications where they allow one to measure transmission intensity changes upon external signals with a sensitivity that scales linearly with the Q factor. In this work, we suggest exploiting the nonlinear self-phase-modulation effect to increase the overall sensitivity by an additional gain factor appearing when the operational point of the nonlinear resonator is chosen just at the crossover from the monostable to the bistable regime. We present the theoretical idea together with a first proof of concept experiment displaying a gain factor of 22 on a chip-integrated silicon-nitride resonator.         ",
    "url": "https://arxiv.org/abs/2408.06247",
    "authors": [
      "Patrick Tritschler",
      "Christian Schweikert",
      "Rouven H. Klenk",
      "Simon Abdani",
      "Onur Sözen",
      "Wolfgang Vogel",
      "Georg Rademacher",
      "Torsten Ohms",
      "André Zimmermann",
      "Peter Degenfeld-Schonburg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.20464",
    "title": "Capturing strong correlation effects on a quantum annealer: calculation of avoided crossing in the H$_4$ molecule using the quantum annealer eigensolver",
    "abstract": "           We broaden the scope of the Quantum Annealer Eigensolver (QAE) algorithm, an underexplored noisy intermediate scale quantum (NISQ) era approach for calculating atomic and molecular properties, to predict avoided crossings, where strong correlation effects are at play. For this purpose, we consider the classic example of the H$_4$ molecule in a rectangular geometry. Our results are obtained on the 5000-qubit D-Wave Advantage system 4.1 quantum computer. We benchmark our quantum annealing results with full configuration interaction (FCI) as well as with those obtained using simulated annealing. We find that we can predict avoided crossings within about 1.2% of the FCI value on real quantum hardware. We carry out analyses on the effect of the number of shots, anneal time, and the choice of Lagrange multiplier on our obtained results. Since the QAE algorithm provides information on the wave function as its output, we also check the quality of the computed wave function by calculating the fidelity, and find it to be 99.886%. Finally, we qualitatively discuss the strengths and weaknesses of the QAE algorithm relative to its gate-based NISQ algorithm counterpart, the celebrated Variational Quantum Eigensolver (VQE).         ",
    "url": "https://arxiv.org/abs/2412.20464",
    "authors": [
      "Aashna Anil Zade",
      "Kenji Sugisaki",
      "Matthias Werner",
      "Ana Palacios",
      "Jordi Riu",
      "Jan Nogue",
      "Artur Garcia-Saez",
      "Arnau Riera",
      "V. S. Prasannaa"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2501.03550",
    "title": "Intelligent Mode-Locked Single-Cavity Dual-Comb Laser Utilizing Time-Stretch Dispersive Fourier Transform Spectroscopy with Supplemental File",
    "abstract": "           As dual combs play a significant role in numerous high-precision measurements, their efficient generation has been widely researched. Although the single-cavity dual-comb generation can avoid the complex active stabilization methods, achieving and maintaining stable dual-comb mode locking within a single cavity remains a critical challenge. To break through this constraint, a two-part evaluation criterion containing a fitness function and a CNN-Transformer network is employed to achieve mode locking and classify the dual-comb mode-locked state. Simulated time-stretch dispersive Fourier transform (DFT) spectra are used as datasets, which simplifies the optimization process and does not rely on specific experimental data. A developed evolutionary algorithm (EA) for paddle-based motorized polarization controllers (MPCs) is proposed, enabling the intelligent attainment of dual-comb mode-locked states. A real-time library stores fitness and MPC angles, facilitating mode-locked state achievement within 2 seconds. Finally, long term running of dual-comb mode locking is ensured by a random collision algorithm utilizing an evaluation criterion of weak soliton peaks.         ",
    "url": "https://arxiv.org/abs/2501.03550",
    "authors": [
      "Pan Guo",
      "Yuan Gao",
      "Yongjie Pu",
      "Zhigang Zhao",
      "Zhenhua Cong",
      "Sha Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.20058",
    "title": "Influence of the laser pulse duration in high-order harmonic generation",
    "abstract": "           High-order harmonic generation (HHG) in gases has been studied for almost 40 years in many different conditions, varying the laser wavelength, intensity, focusing geometry, target design, gas species, etc. However, no systematic investigation of the effect of the pulse duration has been performed in spite of its expected impact on phase-matching of the high-order harmonics. Here, we develop a compact post-compression method based on a bulk multi-pass cell enabling tunable Fourier-limited pulse durations. We examine the HHG yield as a function of the pulse duration, ranging from 42 fs to 180 fs, while maintaining identical focusing conditions and generating medium. Our findings reveal that, for a given intensity, there exists an optimum pulse duration - not necessarily the shortest - that maximizes conversion efficiency. This optimum pulse duration increases as the intensity decreases. The experimental results are corroborated by numerical simulations, which show the dependence of HHG yield on the duration and peak intensity of the driving laser and underscore the importance of the interplay between light-matter interaction and phase-matching in the non-linear medium. Our conclusion explains why HHG could be demonstrated in 1988 with pulses as long as 40 ps and intensities of just a few $10^{13}$ W/cm${^2}$.         ",
    "url": "https://arxiv.org/abs/2502.20058",
    "authors": [
      "Saga Westerberg",
      "Melvin Redon",
      "Ann-Kathrin Raab",
      "Gaspard Beaufort",
      "Marta Arias Velasco",
      "Chen Guo",
      "Ivan Sytcevich",
      "Robin Weissenbilder",
      "David O'Dwyer",
      "Peter Smorenburg",
      "Cord Arnold",
      "Anne L'Huillier",
      "Anne-Lise Viotti"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2401.10389",
    "title": "Inverse Problem Approach to Aberration Correction for in vivo Transcranial Imaging Based on a Sparse Representation of Contrast-enhanced Ultrasound Data",
    "abstract": "           Transcranial ultrasound imaging is currently limited by attenuation and aberration induced by the skull. First used in contrast-enhanced ultrasound (CEUS), highly echoic microbubbles allowed for the development of novel imaging modalities such as ultrasound localization microscopy (ULM). Herein, we develop an inverse problem approach to aberration correction (IPAC) that leverages the sparsity of microbubble signals. We propose to use the \\textit{a priori} knowledge of the medium based upon microbubble localization and wave propagation to build a forward model to link the measured signals directly to the aberration function. A standard least-squares inversion is then used to retrieve the aberration function. We first validated IPAC on simulated data of a vascular network using plane wave as well as divergent wave emissions. We then evaluated the reproducibility of IPAC \\textit{in vivo} in 5 mouse brains. We showed that aberration correction improved the contrast of CEUS images by 4.6 dB. For ULM images, IPAC yielded sharper vessels, reduced vessel duplications, and improved the resolution from 21.1 $\\mu$m to 18.3 $\\mu$m. Aberration correction also improved hemodynamic quantification for velocity magnitude and flow direction.         ",
    "url": "https://arxiv.org/abs/2401.10389",
    "authors": [
      "Paul Xing",
      "Antoine Malescot",
      "Eric Martineau",
      "Ravi Rungta",
      "Jean Provost"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2407.03124",
    "title": "Linking structure and optical properties of plasmonic nanoparticles on tunable spherical surfaces",
    "abstract": "           The complexation of plasmonic nanoparticles (NPs) and thermoresponsive microgels is widely exploited for applications, but a microscopic description of the mechanisms governing the spatial organization of the NPs is still lacking. Combining small angle X-ray scattering, state-of-the-art simulations and a simple toy model, we uncover how the volume phase transition of microgels controls NP-NP interactions, establishing for the first time a microscopic link between plasmon coupling and NP local structure. Our study paves the way to experimentally investigate phase transitions on controlled curved surfaces at the nanoscale.         ",
    "url": "https://arxiv.org/abs/2407.03124",
    "authors": [
      "Francesco Brasili",
      "Angela Capocefalo",
      "Giovanni Del Monte",
      "Rodrigo Rivas-Barbosa",
      "Javier Pérez",
      "Edouard Chauveau",
      "Federico Bordi",
      "Carlo Rizza",
      "Domenico Truzzolillo",
      "Emanuela Zaccarelli",
      "Simona Sennato"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.14535",
    "title": "Observation of the quantum equivalence principle for matter-waves",
    "abstract": "           Einstein's general theory of relativity is based on the principle of equivalence - in essence, dating back to Galileo - which asserts that, locally, the effect of a gravitational field is equivalent to that of an accelerating reference frame, so that the local gravitational field is eliminated in a freely-falling frame. Einstein's theory enables this principle to extend to a global description of relativistic space-time, at the expense of allowing space-time to become curved, realising a consistent frame-independent description of nature at the classical level. Einstein's theory has been confirmed to great accuracy for astrophysical bodies. However, in the quantum domain the equivalence principle has been predicted to take a unique form involving a gauge phase that is observable if the wavefunction - fundamental to quantum descriptions - allows an object to interfere with itself after being simultaneously at rest in two differently accelerating frames, one being the laboratory (Newtonian) frame and the other in the freely-falling (Einsteinian) frame. To measure this gauge phase we realise a novel cold-atom interferometer in which one wave packet stays static in the laboratory frame while the other is in free fall. We follow the relative-phase evolution of the wave packets in the two frames, confirming the equivalence principle in the quantum domain. Our observation is yet another fundamental test of the interface between quantum theory and gravity. The new interferometer also opens the door for further probing of the latter interface, as well as to searches for new physics.         ",
    "url": "https://arxiv.org/abs/2502.14535",
    "authors": [
      "Or Dobkowski",
      "Barak Trok",
      "Peter Skakunenko",
      "Yonathan Japha",
      "David Groswasser",
      "Maxim Efremov",
      "Chiara Marletto",
      "Ivette Fuentes",
      "Roger Penrose",
      "Vlatko Vedral",
      "Wolfgang P. Schleich",
      "Ron Folman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]