[
  {
    "id": "arXiv:2309.00173",
    "title": "Degradation of Ta$_2$O$_5$ / SiO$_2$ Dielectric Cavity Mirrors in  Ultra-High Vacuum",
    "abstract": "In order for optical cavities to enable strong light-matter interactions for quantum metrology, networking, and scalability in quantum computing systems, their mirrors must have minimal losses. However, high-finesse dielectric cavity mirrors can degrade in ultra-high vacuum (UHV), increasing the challenges of upgrading to cavity-coupled quantum systems. We observe the optical degradation of high-finesse dielectric optical cavity mirrors after high-temperature UHV bake in the form of a substantial increase in surface roughness. We provide an explanation of the degradation through atomic force microscopy (AFM), X-ray fluorescence (XRF), selective wet etching, and optical measurements. We find the degradation is explained by oxygen reduction in Ta$_2$O$_5$ followed by growth of tantalum sub-oxide defects with height to width aspect ratios near ten. We discuss the dependence of mirror loss on surface roughness and finally give recommendations to avoid degradation to allow for quick adoption of cavity-coupled systems. ",
    "url": "https://arxiv.org/abs/2309.00173",
    "authors": [
      "Alyssa Rudelis",
      "Beili Hu",
      "Josiah Sinclair",
      "Edita Bytyqi",
      "Alan Schwartzman",
      "Roberto Brenes",
      "Tamar Kadosh Zhitomirsky",
      "Monika Schleier-Smith",
      "Vladan Vuletić"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2309.00179",
    "title": "Optical LC-like resonances in high-index particles",
    "abstract": "Electric LC resonances, occurring in metallic circuits, govern the motion of free electrons or electric signals. In this paper, we study the optical LC-like resonances, which take place in high-index particles (HIPs) and involve optical or electromagnetic fields instead. The resonance effect is dominated by optical analogues of inductance and capacitance, which can be determined according to the electromagnetic energy bounded near the particle. The viewpoint of dielectric optical circuit with equivalent parameters facilitates the understanding of dielectric resonance effect. The result also provides a method for studying the optical properties of the HIPs. ",
    "url": "https://arxiv.org/abs/2309.00179",
    "authors": [
      "Xiang-yang Liu",
      "Cheng-ping Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.00263",
    "title": "Multichannel quantum defect theory with a frame transformation for  ultracold molecular collisions in magnetic fields",
    "abstract": "We extend the powerful formalism of multichannel quantum defect theory combined with a frame transformation (MQDT-FT) to ultracold molecular collisions in magnetic fields. By solving the coupled-channel equations with hyperfine and Zeeman interactions omitted at short range, MQDT-FT enables a drastically simplified description of the intricate quantum dynamics of ultracold molecular collisions in terms of a small number of short-range parameters. We apply the formalism to ultracold Mg + NH collisions in a magnetic field, achieving a 10$^4$-fold reduction in computational effort. ",
    "url": "https://arxiv.org/abs/2309.00263",
    "authors": [
      "Masato Morita",
      "Paul Brumer",
      "Timur V. Tscherbul"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2309.00290",
    "title": "Design and Numerical Analysis of Hyperbolic Metamaterial Based  Ultrasensitive E. Coli Sensor",
    "abstract": "We proposed an extremely sensitive \\textit{E. Coli} sensor based on a hyperbolic metamaterial structure combining ultra-thin Ag-Al$_2$O$_3$ layers to minimize metallic optical loss. The principle relied on detecting the change in the resonance wavelength due to the interaction of bacteria with the surrounding aqueous environment by utilizing the finite-difference time-domain numerical technique. Our proposed hyperbolic metamaterial \\textit{E. Coli} sensor operated in the range from visible to near-infrared wavelengths exhibiting strong bulk plasmon polaritons at the hyperbolic regime ($\\lambda \\geq$ 460 nm). An anisotropic hyperbolic range was obtained theoretically by solving the effective medium theory. An outstanding sensitivity of 9000 nm per bacteria was achieved for a bulk plasmon-polariton mode. The hyperbolic metamaterial was the origin of obtaining such extremely high sensitivity; no bulk plasmon polaritons were found without hyperbolic metamaterial. We analyzed the effect of different shapes in two-dimensional Ag differential grating on sensing performance. Additionally, we compared the performance parameters of our proposed \\textit{E. Coli} sensor with recently demonstrated sensors. Our proposed hyperbolic metamaterial structure has the potential as a highly sensitive \\textit{E. Coli} sensor operating in a wide range of wavelengths for label-free detection. ",
    "url": "https://arxiv.org/abs/2309.00290",
    "authors": [
      "Dip Sarker",
      "Ahmed Zubair"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.00303",
    "title": "Optical Probing of Ultrafast Laser-Induced Solid-to-Overdense-Plasma  Transitions",
    "abstract": "Understanding the target dynamics during its interaction with a relativistic ultrashort laser pulse is a challenging fundamental multi-physics problem involving at least atomic and solid-state physics, plasma physics, and laser physics. Already, the properties of the so-called pre-plasma formed as the laser pulse's rising edge ionizes the target are complicated to access in experiments and modeling, and many aspects of this laser-induced transition from solid to overdense plasma over picosecond time scales are still open questions. At the same time, applications like laser-driven ion acceleration require precise knowledge and control of the pre-plasma because the efficiency of the acceleration process itself crucially depends on the target properties at the arrival of the relativistic intensity peak of the pulse. By capturing the dynamics of the initial stage of the interaction, we report on a detailed visualization of the pre-plasma formation and evolution. Nanometer-thin diamond-like carbon foils are shown to transition from solid to plasma during the laser rising edge with intensities < 10^16 W/cm^2. Single-shot near-infrared probe transmission measurements evidence sub-picosecond dynamics of an expanding plasma with densities above 10^23 cm^-3 (about 100 times the critical plasma density). The complementarity of a solid-state interaction model and a kinetic plasma description provides deep insight into the interplay of ionization, collisions, and expansion. ",
    "url": "https://arxiv.org/abs/2309.00303",
    "authors": [
      "Yasmina Azamoum",
      "Georg Alexander Becker",
      "Sebastian Keppler",
      "Guillaume Duchateau",
      "Stefan Skupin",
      "Mickael Grech",
      "Fabrice Catoire",
      "Sebastian Hell",
      "Issa Tamer",
      "Marco Hornung",
      "Marco Hellwing",
      "Alexander Kessler",
      "Franck Schorcht",
      "Malte Christoph Kaluza"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2309.00351",
    "title": "The future search for low-frequency axions and new physics with the  FLASH resonant cavity experiment at Frascati National Laboratories",
    "abstract": "We present a proposal for a new experiment, the FINUDA magnet for Light Axion SearcH (FLASH), a large resonant-cavity haloscope in a high static magnetic field which is planned to probe new physics in the form of dark matter (DM) axions, scalar fields, chameleons, hidden photons, as well as high frequency gravitational waves (GWs). Concerning the QCD axion, FLASH will search for these particles as the DM in the mass range (0.49-1.49) ueV, thus filling the mass gap between the ranges covered by other planned searches. A dedicated Microstrip SQUID operating at ultra-cryogenic temperatures will amplify the signal. The frequency range accessible overlaps with the Very High Frequency (VHF) range of the radio wave spectrum and allows for a search in GWs in the frequency range (100-300) MHz. The experiment will make use of the cryogenic plant and magnet of the FINUDA experiment at INFN Frascati National Laboratories near Rome (Italy); the operations needed to restore the functionalities of the apparatus are currently underway. We present the setup of the experiment and the sensitivity forecasts for the detection of axions, scalar fields, chameleons, hidden photons, and GWs. ",
    "url": "https://arxiv.org/abs/2309.00351",
    "authors": [
      "David Alesini",
      "Danilo Babusci",
      "Paolo Beltrame",
      "Fabio Bossi",
      "Paolo Ciambrone",
      "Alessandro D'Elia",
      "Daniele Di Gioacchino",
      "Giampiero Di Pirro",
      "Babette Döbrich",
      "Paolo Falferi",
      "Claudio Gatti",
      "Maurizio Giannotti",
      "Paola Gianotti",
      "Gianluca Lamanna",
      "Carlo Ligi",
      "Giovanni Maccarrone",
      "Giovanni Mazzitelli",
      "Alessandro Mirizzi",
      "Michael Mueck",
      "Enrico Nardi",
      "Federico Nguyen",
      "Alessio Rettaroli",
      "Javad Rezvani",
      "Francesco Enrico Teofilo",
      "Simone Tocci",
      "Sandro Tomassini",
      "Luca Visinelli",
      "Michael Zantedeschi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2309.00371",
    "title": "Robust Super-Resolution Imaging Based on a Ring Core Fiber with Orbital  Angular Momentum",
    "abstract": "Single fiber imaging technology offers unique insights for research and inspection in difficult to reach and narrow spaces. In particular, ultra-compact multimode fiber (MMF) imaging, has received increasing interest over the past decade. However, MMF imaging will be seriously distorted when subjected to dynamic perturbations due to time-varying mode coupling, and the imaging of space objects via Gaussian beam will be relatively degraded at the edge due to insufficient contrast. Here, a robust super-resolution imaging method based on a ring core fiber (RCF) with orbital angular momentum (OAM) has been proposed and experimentally demonstrated. The OAM modes propagating in the RCF form a series of weakly-coupled mode groups, making our imaging system robust to external perturbations. In addition, a spiral phase plate is used as a vortex filter to produce OAM for edge enhancement, thus improving the image resolution. Furthermore, a few-shot U-Transformer neural network is proposed to enhance the resilience of the developed RCF-OAM imaging system against environmental perturbations. Finally, the developed RCF-OAM imaging system achieves biological image transmission, demonstrating the practicality of our scheme. This pioneering RCF OAM imaging system may have broad applications, potentially revolutionising fields such as biological imaging and industrial non-destructive testing. ",
    "url": "https://arxiv.org/abs/2309.00371",
    "authors": [
      "Zheyu Wu",
      "Ran Gao",
      "Sitong Zhou",
      "Fei Wang",
      "Zhipei Li",
      "Huan Chang",
      "Dong Guo",
      "Xiangjun Xin",
      "Qi Zhang",
      "Feng Tian",
      "Qiang Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.00446",
    "title": "Quantum Walk Laser",
    "abstract": "Synthetic lattices in photonics enable the exploration of light states in new dimensions, transcending phenomena common only to physical space. We propose and demonstrate a Quantum Walk Laser in synthetic frequency space formed by externally modulating a ring-shaped semiconductor laser with ultrafast recovery times. In this device, the initially ballistic quantum walk does not dissipate into low supermode states of the synthetic lattice; instead, thanks to the fast-gain nonlinearity of our quantum cascade laser active material, the state stabilizes in a broad frequency comb, unlocking the full potential of the lattice. This device produces a low-noise, nearly-flat broadband comb (reaching 100 cm$^{-1}$ bandwidth), well predicted by our models. The proposed Quantum Walk Laser offers a promising platform to generate broadband, tunable and stable frequency combs. ",
    "url": "https://arxiv.org/abs/2309.00446",
    "authors": [
      "Ina Heckelmann",
      "Mathieu Bertrand",
      "Alexander Dikopoltsev",
      "Mattias Beck",
      "Giacomo Scalari",
      "Jérôme Faist"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.00506",
    "title": "Enabling Inverse Design in Chemical Compound Space: Mapping Quantum  Properties to Structures for Small Organic Molecules",
    "abstract": "Computer-driven molecular design combines the principles of chemistry, physics, and artificial intelligence to identify novel chemical compounds and materials with desired properties for a specific application. In particular, quantum-mechanical (QM) methods combined with machine learning (ML) techniques have accelerated the estimation of accurate molecular properties, providing a direct mapping from 3D molecular structures to their properties. However, the development of reliable and efficient methodologies to enable \\emph{inverse mapping} in chemical space is a long-standing challenge that has not been accomplished yet. Here, we address this challenge by demonstrating the possibility of parametrizing a given chemical space with a finite set of extensive and intensive QM properties. In doing so, we develop a proof-of-concept implementation that combines a Variational Auto-Encoder (VAE) trained on molecular structures with a property encoder designed to learn the latent representation from a set of QM properties. The result of this joint architecture is a common latent space representation for both structures and properties, which enables property-to-structure mapping for small drug-like molecules contained in the QM7-X dataset. We illustrate the capabilities of our approach by conditional generation of \\emph{de novo} molecular structures with targeted properties, transition path interpolation for chemical reactions as well as insights into property-structure relationships. Our findings thus provide a proof-of-principle demonstration aiming to enable the inverse property-to-structure design in diverse chemical spaces. ",
    "url": "https://arxiv.org/abs/2309.00506",
    "authors": [
      "Alessio Fallani",
      "Leonardo Medrano Sandonas",
      "Alexandre Tkatchenko"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2309.00207",
    "title": "Quantum nonlinear spectroscopy via correlations of weak Faraday-rotation  measurements",
    "abstract": "The correlations of fluctuations are key to studying fundamental quantum physics and quantum many-body dynamics. They are also useful information for understanding and combating decoherence in quantum technology. Nonlinear spectroscopy and noise spectroscopy are powerful tools to characterize fluctuations, but they can access only very few among the many types of higher-order correlations. A systematic quantum sensing approach, called quantum nonlinear spectroscopy (QNS), is recently proposed for extracting arbitrary types and orders of time-ordered correlations, using sequential weak measurement via a spin quantum sensor. However, the requirement of a central spin as the quantum sensor limits the versatility of the QNS since usually a central spin interacts only with a small number of particles in proximity and the measurement of single spins needs stringent conditions. Here we propose to employ the polarization (a pseudo-spin) of a coherent light beam as a quantum sensor for QNS. After interacting with a target system (such as a transparent magnetic material), the small Faraday rotation of the linearly polarized light can be measured, which constitutes a weak measurement of the magnetization in the target system. The correlated difference photon counts of a certain numbers of measurement shots can be made proportional to a certain type and order of correlations of the magnetic fluctuations in the material. This protocol of QNS is advantageous for studying quantum many-body systems. ",
    "url": "https://arxiv.org/abs/2309.00207",
    "authors": [
      "Brian Chung Hang Cheung",
      "Ren-Bao Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.00221",
    "title": "A multinode quantum network over a metropolitan area",
    "abstract": "Towards realizing the future quantum internet, a pivotal milestone entails the transition from two-node proof-of-principle experiments conducted in laboratories to comprehensive, multi-node setups on large scales. Here, we report on the debut implementation of a multi-node entanglement-based quantum network over a metropolitan area. We equipped three quantum nodes with atomic quantum memories and their telecom interfaces, and combined them into a scalable phase-stabilized architecture through a server node. We demonstrated heralded entanglement generation between two quantum nodes situated 12.5 km apart, and the storage of entanglement exceeding the round-trip communication time. We also showed the concurrent entanglement generation on three links. Our work provides a metropolitan-scale testbed for the evaluation and exploration of multi-node quantum network protocols and starts a new stage of quantum internet research. ",
    "url": "https://arxiv.org/abs/2309.00221",
    "authors": [
      "Jian-Long Liu",
      "Xi-Yu Luo",
      "Yong Yu",
      "Chao-Yang Wang",
      "Bin Wang",
      "Yi Hu",
      "Jun Li",
      "Ming-Yang Zheng",
      "Bo Yao",
      "Zi Yan",
      "Da Teng",
      "Jin-Wei Jiang",
      "Xiao-Bing Liu",
      "Xiu-Ping Xie",
      "Jun Zhang",
      "Qing-He Mao",
      "Xiao Jiang",
      "Qiang Zhang",
      "Xiao-Hui Bao",
      "Jian-Wei Pan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.00285",
    "title": "Quantum scattering cross sections of O($^3P$) + N$_2$ collisions for  planetary aeronomy",
    "abstract": "\"Hot atoms\", which are atoms in their excited states, transfer their energy to the surrounding atmosphere through collisions. This process of energy transfer is known as thermalization, and it plays a crucial role in various astrophysical and atmospheric processes. Thermalization of hot atoms is mainly governed by the amount of species present in the surrounding atmosphere and the collision cross-section between the hot atoms and surrounding species. In this work, we investigated the elastic and inelastic collisions between hot oxygen atoms and neutral N$_2$ molecules, relevant to oxygen gas escape from the martian atmosphere and for characterizing the chemical reactions in hypersonic flows. We conducted a series of quantum scattering calculations between various isotopes of O($^3P$) atoms and N$_2$ molecules across a range of collision energies (0.3 to 4 eV), and computed both their differential and collision cross-sections using quantum time$-$independent coupled-channel approach. Our differential cross-section results indicate a strong preference for forward scattering over sideways or backward scattering, and this anisotropy in scattering is further pronounced at higher collision energies. By comparing the cross-sections of three oxygen isotopes, we find that the heavier isotopes consistently have larger collision cross-sections than the lighter isotopes over the entire collision energy range examined. However, for all the isotopes, the variation of collision cross-section with respect to collision energy is the same. As a whole, the present study contributes to a better understanding of the energy distribution and thermalization processes of hot atoms within atmospheric environments. Specifically, the cross$-$sectional data presented in this work is directly useful in improving the accuracy of energy relaxation modeling of O and N$_2$ collisions over Mars and Venus atmospheres. ",
    "url": "https://arxiv.org/abs/2309.00285",
    "authors": [
      "Sanchit Kumar",
      "Sumit Kumar",
      "Sharma S. R. K. C. Yamijala"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2108.09327",
    "title": "Numerical study of $δ$-function current sheets arising from  resonant magnetic perturbations",
    "abstract": " Title: Numerical study of $δ$-function current sheets arising from  resonant magnetic perturbations ",
    "url": "https://arxiv.org/abs/2108.09327",
    "authors": [
      "Yi-Min Huang",
      "Stuart R. Hudson",
      "Joaquim Loizu",
      "Yao Zhou",
      "Amitava Bhattacharjee"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2212.14533",
    "title": "Dissipative Optomechanics in High-Frequency Nanomechanical Resonators",
    "abstract": " Comments: 10 pages, 4 figures, supplemental material ",
    "url": "https://arxiv.org/abs/2212.14533",
    "authors": [
      "André G. Primo",
      "Pedro V. Pinho",
      "Rodrigo Benevides",
      "Simon Gröblacher",
      "Gustavo S. Wiederhecker",
      "Thiago P. Mayer Alegre"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.00339",
    "title": "A Hydrogenated amorphous silicon detector for Space Weather Applications",
    "abstract": " Comments: 32 pages, 13 figures, submitted to Experimental Astronomy ",
    "url": "https://arxiv.org/abs/2302.00339",
    "authors": [
      "Catia Grimani",
      "Michele Fabi",
      "Federico Sabbatini",
      "Mattia Villani",
      "Lucio Calcagnile",
      "Anna Paola Caricato",
      "Roberto Catalano",
      "Giuseppe Antonio Pablo Cirrone",
      "Tommaso Croci",
      "Giacomo Cuttone",
      "Sylvain Dunand",
      "Luca Frontini",
      "Maria Ionica",
      "Keida Kanxheri",
      "Matthew Large",
      "Valentino Liberali",
      "Maurizio Martino",
      "Giuseppe Maruccio",
      "Giovanni Mazza",
      "Mauro Menichelli",
      "Anna Grazia Monteduro",
      "Arianna Morozzi",
      "Francesco Moscatelli",
      "Stefania Pallotta",
      "Daniele Passeri",
      "Maddalena Pedio",
      "Marco Petasecca",
      "Giada Petringa",
      "Francesca Peverini",
      "Lorenzo Piccolo",
      "Pisana Placidi",
      "Gianluca Quarta",
      "Silvia Rizzato",
      "Alberto Stabile",
      "Cinzia Talamonti",
      "Richard James Wheadon",
      "Nicolas Wyrsch",
      "Leonello Servoli"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2304.06097",
    "title": "Quartic solitons of a mode-locked laser distributed model",
    "abstract": " Title: Quartic solitons of a mode-locked laser distributed model ",
    "url": "https://arxiv.org/abs/2304.06097",
    "authors": [
      "D. Malheiro",
      "M. Facão",
      "M.I. Carvalho"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.02766",
    "title": "Equivalent circuit and continuum modeling of the impedance of  electrolyte-filled pores",
    "abstract": " Comments: 24 pages, 18 figures ",
    "url": "https://arxiv.org/abs/2305.02766",
    "authors": [
      "Christian Pedersen",
      "Timur Aslyamov",
      "Mathijs Janssen"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.02908",
    "title": "High-sensitivity dual-comb and cross-comb spectroscopy across the  infrared using a widely-tunable and free-running optical parametric  oscillator",
    "abstract": " Title: High-sensitivity dual-comb and cross-comb spectroscopy across the  infrared using a widely-tunable and free-running optical parametric  oscillator ",
    "url": "https://arxiv.org/abs/2305.02908",
    "authors": [
      "Carolin P. Bauer",
      "Justinas Pupeikis",
      "Benjamin Willenberg",
      "Ursula Keller",
      "Christopher R. Phillips"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.01580",
    "title": "Evaluation of Planar Silicon Pixel Sensors with the RD53A Readout Chip  for the Phase-2 Upgrade of the CMS Inner Tracker",
    "abstract": " Title: Evaluation of Planar Silicon Pixel Sensors with the RD53A Readout Chip  for the Phase-2 Upgrade of the CMS Inner Tracker ",
    "url": "https://arxiv.org/abs/2307.01580",
    "authors": [
      "Tracker Group of the CMS Collaboration"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2307.12478",
    "title": "Predicting Coupled Electron and Phonon Transport Using  Steepest-Entropy-Ascent Quantum Thermodynamics",
    "abstract": " Comments: Supplementary Materials Section is the last two pages of the manuscript ",
    "url": "https://arxiv.org/abs/2307.12478",
    "authors": [
      "J. A. Worden",
      "M. R. von Spakovsky",
      "C. Hin"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  }
]