[
  {
    "id": "arXiv:2203.06180",
    "title": "Quantum Computing and the Future Internet",
    "abstract": "One of the biggest concerns among cybersecurity professionals these days is the hype around quantum computing, its incomprehensible power, and its implications. The advancement in quantum computing has the potential to revolutionize our daily lives, but it can also completely break down the Internet as we know it. Mathematicians and physicists have developed algorithms based on quantum computing, which can change the Internet security paradigm. This article discusses quantum computing key concepts, with a special focus on quantum Internet, quantum key distribution, and related challenges. ",
    "url": "https://arxiv.org/abs/2203.06180",
    "authors": [
      "Tajdar Jawaid"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)",
      "Cryptography and Security (cs.CR)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.06216",
    "title": "Simulations of Silicon Radiation Detectors for High Energy Physics  Experiments",
    "abstract": "Silicon radiation detectors are an integral component of current and planned collider experiments in high energy physics. Simulations of these detectors are essential for deciding operational configurations, for performing precise data analysis, and for developing future detectors. In this white paper, we briefly review the existing tools and discuss challenges for the future that will require research and development to be able to cope with the foreseen extreme radiation environments of the High Luminosity runs of the Large Hadron Collider and future hadron colliders like FCC-hh and SPPC. ",
    "url": "https://arxiv.org/abs/2203.06216",
    "authors": [
      "B. Nachman",
      "T. Peltola",
      "P. Asenov",
      "M. Bomben",
      "R. Lipton",
      "F. Moscatelli",
      "E. A. Narayanan",
      "F. R. Palomo",
      "D. Passeri",
      "S. Seidel",
      "X. Shi",
      "J. Sonneveld"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2203.06227",
    "title": "Nonreciprocal Infrared Absorption via Resonant Magneto-optical Coupling  to InAs",
    "abstract": "Nonreciprocal elements are a vital building block of electrical and optical systems. In the infrared regime, there is a particular interest in structures that break reciprocity because their thermal absorptive (and emissive) properties should not obey the Kirchhoff thermal radiation law. In this work, we break time-reversal symmetry and reciprocity in n-type doped magneto-optic InAs with a static magnetic field where light coupling is mediated by a guided-mode-resonator (GMR) structure whose resonant frequency coincides with the epsilon-near-zero (ENZ) resonance of the doped InAs. Using this structure, we observe the nonreciprocal absorptive behavior as a function of magnetic field and scattering angle in the infrared. Accounting for resonant and nonresonant optical scattering, we reliably model experimental results that break reciprocal absorption relations in the infrared. The ability to design such nonreciprocal absorbers opens an avenue to explore devices with unequal absorptivity and emissivity in specific channels. ",
    "url": "https://arxiv.org/abs/2203.06227",
    "authors": [
      "Komron Shayegan",
      "Bo Zhao",
      "Yonghwi Kim",
      "Shanhui Fan",
      "Harry Atwater"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.06275",
    "title": "A prototype optical link board with redundancy design for the ATLAS  liquid argon calorimeter Phase-2 upgrade",
    "abstract": "A prototype optical-link board has been developed for the ATLAS Liquid Argon Calorimeter Phase-2 upgrade. The board consists of 24 lpGBT chips and 8 VTRx+ modules and demonstrates the full optical link design of the future front-end board. The board has 22 simplex optical links to transmit detector data, which are emulated in FPGAs and injected through 6 FMC connectors, to the off-detector electronics. The board implements 2 duplex optical links for clocks, control, and monitoring with redundant design to improve the system reliability. Data transmission and all redundant designs have been verified. A fiber routing scheme, in which 2 or 3 VTRx+ modules are re-connected to the front panel with an MPO connector, has been prototyped. ",
    "url": "https://arxiv.org/abs/2203.06275",
    "authors": [
      "X. Huang",
      "C. Liu",
      "A. Deiana",
      "B. Deng",
      "D. Gong",
      "L. Hasley",
      "S. Hou",
      "T. Liu",
      "H. Sun",
      "J. Ye",
      "L. Zhang",
      "W. Zhang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2203.06277",
    "title": "A 40 Gbps Optical Transceiver for Particle Physics Experiments",
    "abstract": "We present the design and the test results of a quad-channel optical transceiver module (QTRx) possibly for future particle physics experiments. The transmitters of QTRx, each at 10 Gbps, are based on a Quad-channel VCSEL Diode array Driver (QLDD) and 1 x 4 VCSEL array. The receivers of QTRx, with data rates of 2.56 Gbps or 10 Gbps per channel, are based on a Quad-channel Trans-Impedance and limiting Amplifier (QTIA) and 1 x 4 photodiode array of GaAs or InGaAs. QTRx is 20 mm x 10 mm x 5 mm and couples to an MT fiber connector. Test results indicate that QTRx achieves the design goals with a power consumption of 124 mW per transmitter channel at 10 Gbps and 120 mW at 2.56 Gbps for the receiver channel with an on-chip charge pump. The sensitivities of QTIA are -17 dBm at 2.56 Gbps and -8 dBm at 10 Gbps, respectively. Further improvements with a gold-finger interface and a more compact optical lens are being designed. ",
    "url": "https://arxiv.org/abs/2203.06277",
    "authors": [
      "B. Deng",
      "X. Huang",
      "H. Sun",
      "C.-P. Chao",
      "S.-W. Chen",
      "D. Gong",
      "S. Hou",
      "G. Huang",
      "C.-Y. Li",
      "C. Liu",
      "T. Liu",
      "Q. Sun",
      "J. Ye",
      "L. Zhang",
      "W. Zhang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2203.06411",
    "title": "Acousto-optic holography for micrometer-scale grid patterning of  amplified laser pulses with single-pulse accuracy",
    "abstract": "Many optical systems use acousto-optics for fast steering of light. However, acousto-optic (AO) light diffraction permits manipulation and shaping of light fields in a much broader sense including holography. While acousto-optic devices operate at incontestable speed, they are one dimensional (1D) diffraction devices depending on analog serial data transfer and as such have a mode of use distinguished from common 2D spatial light modulators. Combination with an amplified laser source allows to clock the serial buildup of AO diffraction patterns for avoidance of phase aberration in the output beam due to acoustic wave progression. Pseudo 2D holography is established with two crossed AO deflectors for biaxial spatial modulation of the input phase, and optionally also of its amplitude. In this configuration, acousto-optics permits light patterning into micrometer-scale 2D point grids with the possibility to switch the pattern between individual laser pulses. We describe algorithms for deriving AO holograms for either pure phase modulation or for a co-modulation of amplitude. Computationally reconstructed phase holograms show focal patterns in presence of side lobes. Side lobes are entirely suppressed by amplitude modulation, though at the expense of reduced optical power transmission. ",
    "url": "https://arxiv.org/abs/2203.06411",
    "authors": [
      "Walther Akemann",
      "Laurent Bourdieu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.06454",
    "title": "Laser plasma accelerated ultra-intense electron beam for efficiently  exciting nuclear isomers",
    "abstract": "Utilizing laser plasma wakefield to accelerate ultra-high charge electron beam is critical for many pioneering applications, for example to efficiently produce nuclear isomers with short lifetimes which may be widely used. However, because of the beam loading effect, electron charge in a single plasma bubble is limited in level of hundreds picocoulomb. Here, we experimentally present that a hundred kilo-ampere, twenty nanocoulomb, tens of MeV collimated electron beam is produced from a chain of wakefield acceleration, via a tightly focused intense laser pulse transversely matched in dense plasma. This ultra-intense electron beam ascribes to a novel efficient injection that the nitrogen atom inner shell electrons are ionized and continuously injected into multiple plasma bubbles. This intense electron beam has been utilized to exciting nuclear isomers with an ultra-high peak efficiency of $1.76\\times10^{15}$ particles/s via photonuclear reactions. This efficient production method of isomers can be widely used for pumping isotopes with excited state lifetimes down to picosecond, which is benefit for deep understanding nuclear transition mechanisms and stimulating gamma-ray lasers. ",
    "url": "https://arxiv.org/abs/2203.06454",
    "authors": [
      "Jie Feng",
      "YaoJun Li",
      "JunHao Tan",
      "WenZhao Wang",
      "YiFei Li",
      "XiaoPeng Zhang",
      "Yue Meng",
      "XuLei Ge",
      "Feng Liu",
      "WenChao Yan",
      "ChangBo Fu",
      "LiMing Chen",
      "Jie Zhang"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2203.06755",
    "title": "Watching the Clocks: Interpreting the Page-Wootters Formalism and the  Internal Quantum Reference Frame Programme",
    "abstract": "We discuss some difficulties that arise in attempting to interpret the Page-Wootters and Internal Quantum Reference Frames formalisms, then use a 'final measurement' approach to demonstrate that there is a workable single-world realist interpretation for these formalisms. We note that it is necessary to adopt some interpretation before we can determine if the 'reference frames' invoked in these approaches are operationally meaningful, and we argue that without a clear operational interpretation, such reference frames might not be suitable to define an equivalence principle. We argue that the notion of superposition should take into account the way in which an instantaneous state is embedded in ongoing dynamical evolution, and this leads to a more nuanced way of thinking about the relativity of superposition in these approaches. We conclude that typically the operational content of these approaches appears only in the limit as the size of at least one reference system becomes large, and therefore these formalisms have an important role to play in showing how our macroscopic reference frames can emerge out of wholly relational facts. ",
    "url": "https://arxiv.org/abs/2203.06755",
    "authors": [
      "Emily Adlam"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.06761",
    "title": "Second-Harmonic Generation Enhancement by Film-Coupled Plasmonic  Nanopatch Antennas With Integrated Quantum Emitters",
    "abstract": "Plasmonic nanocavities have proven to be a powerful optical platform for confining light at a length scale much smaller than the diffraction limit. Enhanced electromagnetic fields within the cavity mode volume enable multiple significant effects that lead to applications in both the linear and nonlinear optical regimes. In this work, we demonstrate enhanced second harmonic generation from individual plasmonic nanopatch antennas which are formed by separating silver nanocubes from a smooth gold film using a sub-10 nm zinc oxide spacer layer. When the nanopatch antennas are excited at their fundamental plasmon frequency, a 10^4-fold increase in the intensity of the second harmonic generation wave is observed. Moreover, by integrating quantum emitters that have an absorption energy at the fundamental frequency, a second order nonlinear exciton-polariton strong coupling response is observed with a Rabi splitting energy of 19 meV. The nonlinear frequency conversion using nanopatch antennas thus provides an excellent platform for nonlinear control of the light-matter interactions in both weak and strong coupling regimes which will have a great potential for applications in optical engineering and information processing. ",
    "url": "https://arxiv.org/abs/2203.06761",
    "authors": [
      "Bryson Krause",
      "Dhananjay Mishra",
      "Jiyang Chen",
      "Christos Argyropoulos",
      "Thang Hoang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2203.06796",
    "title": "Realization of a photonic topological insulator in Kagome crystals at  terahertz wavelengths",
    "abstract": "Topological systems are inherently robust to disorder and continuous perturbations, resulting in dissipation-free edge transport of electrons in quantum solids, or reflectionless guiding of photons and phonons in classical wave systems characterized by topological invariants. Despite considerable efforts, direct experimental demonstration of theoretically predicted robust, lossless energy transport in topological insulators operating at terahertz frequencies is needed further investigations to shed affirmative light on the unique properties enabled by topological protection. Here, we introduce Kagome lattice that exhibits a new class of symmetry-protected topological phases with very low Berry curvature but nontrivial bulk polarization, and fabricate an optical topological insulator that provide the valley hall effect. Theoretical analysis show that four type edge states can be obtained. Measurements of THz-TDs with high time-resolution demonstrate that terahertz wave propagating along the straight topological edge and Z-shape edge with sharp turns have almost same high transmission in 0.440 THz to 0.457 THz domain range. Those results quantitatively illustrate the suppression of backscattering due to the non-trivial topology of the structure. The THz-TDs measurement yields amplitude and phase information, showing significant advantage compared to general broadband infrared, single wavelength continuous-wave THz measurements and visible spectroscopy. It allows further exploration of the effective refractive index, group velocity and dispersion relations of edge states. Our work offers possibilities for advanced control of the propagation and manipulation of THz waves, and facilitates the applications including sixth-generation (6G) wireless communication, terahertz integrated circuits, and interconnects for intrachip and interchip communication. ",
    "url": "https://arxiv.org/abs/2203.06796",
    "authors": [
      "Yun Shen",
      "Jie Ji",
      "Le Zhang",
      "Peter Uhd Jepsen",
      "Xin Yu",
      "Shubin Yan",
      "Huichang Li",
      "Qian Shen",
      "Daena Madhi",
      "Binbin Zhou",
      "Xiaohua Deng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.06809",
    "title": "Ion Coulomb Crystals in Storage Rings for Quantum Information Science",
    "abstract": "Quantum information science is a growing field that promises to take computing into a new age of higher performance and larger scale computing as well as being capable of solving problems classical computers are incapable of solving. The outstanding issue in practical quantum computing today is scaling up the system while maintaining interconnectivity of the qubits and low error rates in qubit operations to be able to implement error correction and fault-tolerant operations. Trapped ion qubits offer long coherence times that allow error correction. However, error correction algorithms require large numbers of qubits to work properly. We can potentially create many thousands (or more) of qubits with long coherence states in a storage ring. For example, a circular radio-frequency quadrupole, which acts as a large circular ion trap and could enable larger scale quantum computing. Such a Storage Ring Quantum Computer (SRQC) would be a scalable and fault tolerant quantum information system, composed of qubits with very long coherence lifetimes. With computing demands potentially outpacing the supply of high-performance systems, quantum computing could bring innovation and scientific advances to particle physics and other DOE supported programs. Increased support of R$\\&$D in large scale ion trap quantum computers would allow the timely exploration of this exciting new scalable quantum computer. The R$\\&$D program could start immediately at existing facilities and would include the design and construction of a prototype SRQC. We invite feedback from and collaboration with the particle physics and quantum information science communities. ",
    "url": "https://arxiv.org/abs/2203.06809",
    "authors": [
      "S. Brooks",
      "K. Brown",
      "F. Méot",
      "A. Nomerotski",
      "S. Peggs",
      "M. Palmer",
      "T. Roser",
      "T. Shaftan",
      "G. H. Hoffstaetter",
      "S. Nagaitsev",
      "J. Lykken",
      "J. Jarvis",
      "V. Lebedev",
      "G. Stancari",
      "A. Valishev",
      "A. Taylor",
      "A. Hurd",
      "N. Moody",
      "P. Muggli",
      "A. Aslam",
      "S. G. Biedrond",
      "T. Bolin",
      "S. Sosa Guitron",
      "C. Gonzalez-Zacarias",
      "M. Larsson",
      "R. Thomas",
      "B. Huang",
      "T. Robertazzi",
      "J. Cary",
      "B. M. Hegelich",
      "B. B. Blinov",
      "S. Milton"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.06846",
    "title": "Dielectric continuum methods for quantum chemistry",
    "abstract": "This review describes the theory and implementation of implicit solvation models based on continuum electrostatics. Within quantum chemistry this formalism is sometimes synonymous with the polarizable continuum model, a particular boundary-element approach to the problem defined by the Poisson or Poisson-Boltzmann equation, but that moniker belies the diversity of available methods. This work reviews the current state-of-the art, with emphasis on theory and methods rather than applications. The basics of continuum electrostatics are described, including the nonequilibrium polarization response upon excitation or ionization of the solute. Nonelectrostatic interactions, which must be included in the model in order to obtain accurate solvation energies, are described as well. Numerical techniques for implementing the equations are discussed, including linear-scaling algorithms that can be used in classical or mixed quantum/classical biomolecular electrostatics calculations. Anisotropic models that can describe interfacial solvation are briefly described. ",
    "url": "https://arxiv.org/abs/2203.06846",
    "authors": [
      "John M. Herbert"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2203.07036",
    "title": "Microwave and Acoustic Absorption Metamaterials",
    "abstract": "Wave absorption metamaterials have been an enduring topic over the past two decades, propelled not only by novel scientific advances, but also by their extensive application potential. In this review, we aim to provide some general insights into the absorption mechanism common to both microwave and acoustic systems. By establishing a universal model for resonance-based metamaterials, we present the theoretical conditions for broadband impedance matching and introduce the fundamental causal limit as an evaluation tool for absorption performance. Under this integrated framework, we survey the recent advances on metamaterials absorption in both microwave and acoustic systems, with the focus on those that pushed the overall performance close to the causal limit. We take note of some new, emerging metastructures that can circumvent the constraint imposed by causal limit, thereby opening a new avenue to low-frequency absorption. This review concludes by discussing the existing challenges with possible solutions and the broad horizon for future developments. ",
    "url": "https://arxiv.org/abs/2203.07036",
    "authors": [
      "Sichao Qu",
      "Ping Sheng"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2203.07257",
    "title": "Optical manipulation of matter waves",
    "abstract": "Light is extensively used to steer the motion of atoms in free space, enabling cooling and trapping of matter waves through ponderomotive forces and Doppler-mediated photon scattering. Likewise, light interaction with free electrons has recently emerged as a versatile approach to modulate the electron wave function for applications in ultrafast electron microscopy. Here, we combine these two worlds by theoretically demonstrating that matter waves can be optically manipulated via inelastic interactions with optical fields, allowing us to modulate the translational wave function and produce temporally and spatially compressed atomic beam pulses. Specifically, we realize such modulation through stimulated photon absorption and emission by atoms traversing phase-matching evanescent optical fields generated upon light scattering by a nanostructure, but also via stimulated Compton scattering in free space without any assistance from material media. Our results support optical manipulation of matter waves as a powerful tool for microscopy, spectroscopy, and the exploration of novel fundamental phenomena associated with light-atom interactions. ",
    "url": "https://arxiv.org/abs/2203.07257",
    "authors": [
      "Kamran Akbari",
      "Valerio Di Giulio",
      "F. Javier García de Abajo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.06179",
    "title": "Classical and quantum billiard inside the square with gravitational  field",
    "abstract": "The classical and quantum behavior of a particle inside a square box under the influence of the gravitational field is studied. Detailed calculations on periodic orbits, probability densities as well as expectation values and uncertainties are carried out. ",
    "url": "https://arxiv.org/abs/2203.06179",
    "authors": [
      "Daniel Jaud"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Dynamical Systems (math.DS)",
      "Chaotic Dynamics (nlin.CD)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2203.06368",
    "title": "Complex structure and characterization of multi-photon split states in  integrated circuits",
    "abstract": "Multi-photon split states, where each photon is in a different input mode, represent an essential resource for various quantum applications. We formulate the general structure of their reduced density matrices based on the symmetry analysis, and identify the number of real and complex-valued independent coefficients. Then, we show that the density matrix can be fully characterized by measuring correlations after photon interference in a static circuit, where the required outputs scale sub-quadratically versus the number of photons. We present optimized circuit designs composed of coupled segmented waveguides, representing a linear optical neural network, which minimize the reconstruction error and facilitate robustness to fabrication deviations. ",
    "url": "https://arxiv.org/abs/2203.06368",
    "authors": [
      "Jihua Zhang",
      "Andrey A. Sukhorukov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.06536",
    "title": "Hybridized Frequency Combs in Multimode Cavity Electromechanical System",
    "abstract": "The cavity electromechanical devices with radiation-pressure-interaction induced Kerr-like nonlinearity are promising candidates to generate microwave frequency combs. We construct a silicon-nitride-membrane-based superconducting cavity electromechanical device and study two mechanical modes mediated synergistic frequency combs. Around the threshold of intracavity field instability, we firstly show independent frequency combs with tooth spacing equalling to each mechanical mode frequency. At the overlap boundaries of these two individual mechanical mode mediated instability thresholds, we observe hybridization of frequency combs based on the cavity field mediated indirect coupling between these two mechanical modes. The spectrum lines turn to be unequally spaced but can be recognized into combinations of the coexisting frequency combs. Beyond the boundary, the comb reverts to the single-mode case, and which mechanical mode frequency will the tooth spacing depend on the mode competition. Our work demonstrates mechanical mode competition enabled switchability of frequency comb tooth spacing and can be extended to other devices with multiple nonlinearities. ",
    "url": "https://arxiv.org/abs/2203.06536",
    "authors": [
      "Sishi Wu",
      "Yulong Liu",
      "Qichun Liu",
      "Shuai-Peng Wang",
      "Zhen Chen",
      "Tiefu Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chaotic Dynamics (nlin.CD)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.06695",
    "title": "Relative State Quantum Logic",
    "abstract": "A projective quantum logic in terms of relative states is developed, emphasizing the importance of information transfer between a system under study and its environment. The need for accounting for the historical evolution of system is highlighted and it is found that the conjunction of observations involving conjugate variables can be consistently defined but is found to be non-commutative. It is shown that the Birkhoff and von Neumann approach to quantum logic is unable to deal with such conjunctions. It is found that whilst the proposed scheme is still not distributive in general, the discrepancy is directly related to interference effects that may disappear when information is transferred from the system to its environment. It is argued that the probabilities associated with projections be mapped to an orthocomplemented ternary logic, in which it is shown that the law of the excluded middle still holds. ",
    "url": "https://arxiv.org/abs/2203.06695",
    "authors": [
      "Martin Paul Vaughan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2203.06737",
    "title": "Instability of solitons and collapse of acoustic waves in media with  positive dispersion",
    "abstract": "This article is a brief review of the results of studying the collapse of sound waves in media with positive dispersion, which is described in terms of the three-dimensional Kadomtsev-Petviashvili (KP) equation. The KP instability of one-dimensional solitons in the long-wavelength limit is considered using the expansion for the corresponding spectral problem. It is shown that the KP instability also takes place for two-dimensional solitons in the framework of the three-dimensional KP equation with positive dispersion. According to B.B. Kadomtsev this instability belongs to the self-focusing type. The nonlinear stage of this instability is a collapse. One of the collapse criteria is the Hamiltonian unboundedness from below for a fixed momentum projection coinciding with the $L_2$-norm. This fact follows from scaling transformations, leaving this norm constant. For this reason, collapse can be represented as the process of falling a particle to the center in a self-consistent unbounded potential. It is shown that the radiation of waves from a region with a negative Hamiltonian, due to its unboundedness from below, promotes the collapse of the waves. This scenario was confirmed by numerical experiments \\cite{KuznetsovMusherShafarenko1983, KuznetsovMusher1986}. Two analytical approaches to the study of collapse are presented: using the variational method and the quasiclassical approximation. In contrast to the nonlinear Schr\\\"odinger equation (NLSE) with a focusing nonlinearity, a feature of the quasiclassical approach to describing acoustic collapse is that this method is proposed for the three-dimensional KP equation as a system with hydrodynamic nonlinearity. Within the framework of the quasiclassical description, a family of self-similar collapses is found. ",
    "url": "https://arxiv.org/abs/2203.06737",
    "authors": [
      "E. A. Kuznetsov"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2203.07157",
    "title": "Inverse Hamiltonian design by automatic differentiation",
    "abstract": "An ultimate goal of materials science is to deliver materials with desired properties at will. In the theoretical study, a standard approach consists of constructing a Hamiltonian based on phenomenology or first principles, calculating physical observables, and improving the Hamiltonian through feedback. However, there is also an approach that bypasses such a cumbersome procedure, namely, to obtain an appropriate Hamiltonian directly from the desired properties. Solving the inverse problem has the potential to reach qualitatively different principles, but most research to date has been limited to quantitative determination of parameters within known models. Here, we present a general framework that enables the inverse design of Hamiltonians by optimizing numerous parameters using automatic differentiation. By applying it to the quantum anomalous Hall effect (AHE), we show that our framework can not only rediscover the Haldane model but also automatically generate a new Hamiltonian that exhibits a six-times larger AHE. In addition, the application to the photovoltaic effect (PVE) gives an optimal Hamiltonian for electrons moving on a noncoplanar spin texture, which can generate $\\sim 900$~A/m$^2$ under solar radiation. This framework would accelerate materials exploration by establishing unprecedented models and principles beyond human intuition and empirical rules. ",
    "url": "https://arxiv.org/abs/2203.07157",
    "authors": [
      "Koji Inui",
      "Yukitoshi Motome"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2203.07219",
    "title": "Extending the reach of quantum computing for materials science with  machine learning potentials",
    "abstract": "Solving electronic structure problems represents a promising field of application for quantum computers. Currently, much effort has been spent in devising and optimizing quantum algorithms for quantum chemistry problems featuring up to hundreds of electrons. While quantum algorithms can in principle outperform their classical equivalents, the polynomially scaling runtime, with the number of constituents, can still prevent quantum simulations of large scale systems. We propose a strategy to extend the scope of quantum computational methods to large scale simulations using a machine learning potential, trained on quantum simulation data. The challenge of applying machine learning potentials in today's quantum setting arises from the several sources of noise affecting the quantum computations of electronic energies and forces. We investigate the trainability of a machine learning potential selecting various sources of noise: statistical, optimization and hardware noise.Finally, we construct the first machine learning potential from data computed on actual IBM Quantum processors for a hydrogen molecule. This already would allow us to perform arbitrarily long and stable molecular dynamics simulations, outperforming all current quantum approaches to molecular dynamics and structure optimization. ",
    "url": "https://arxiv.org/abs/2203.07219",
    "authors": [
      "Julian Schuhmacher",
      "Guglielmo Mazzola",
      "Francesco Tacchino",
      "Olga Dmitriyeva",
      "Tai Bui",
      "Shanshan Huang",
      "Ivano Tavernelli"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2203.07250",
    "title": "Snowmass 2021: Quantum Sensors for HEP Science -- Interferometers,  Mechanics, Traps, and Clocks",
    "abstract": "A wide range of quantum sensing technologies are rapidly being integrated into the experimental portfolio of the high energy physics community. Here we focus on sensing with atomic interferometers; mechanical devices read out with optical or microwave fields; precision spectroscopic methods with atomic, nuclear, and molecular systems; and trapped atoms and ions. We give a variety of detection targets relevant to particle physics for which these systems are uniquely poised to contribute. This includes experiments at the precision frontier like measurements of the electron dipole moment and electromagnetic fine structure constant and searches for fifth forces and modifications of Newton's law of gravity at micron-to-millimeter scales. It also includes experiments relevant to the cosmic frontier, especially searches for gravitional waves and a wide variety of dark matter candidates spanning heavy, WIMP-scale, light, and ultra-light mass ranges. We emphasize here the need for more developments both in sensor technology and integration into the broader particle physics community. ",
    "url": "https://arxiv.org/abs/2203.07250",
    "authors": [
      "Daniel Carney",
      "Thomas Cecil",
      "John Ellis",
      "R.F. Garcia Ruiz",
      "Andrew A. Geraci",
      "David Hanneke",
      "Jason Hogan",
      "Nicholas R. Hutzler",
      "Andrew Jayich",
      "Shimon Kolkowitz",
      "Gavin W. Morley",
      "Holger Muller",
      "Zachary Pagel",
      "Christian Panda",
      "Marianna S. Safronova"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2203.07275",
    "title": "Reducing the cost of energy estimation in the variational quantum  eigensolver algorithm with robust amplitude estimation",
    "abstract": "Quantum chemistry and materials is one of the most promising applications of quantum computing. Yet much work is still to be done in matching industry-relevant problems in these areas with quantum algorithms that can solve them. Most previous efforts have carried out resource estimations for quantum algorithms run on large-scale fault-tolerant architectures, which include the quantum phase estimation algorithm. In contrast, few have assessed the performance of near-term quantum algorithms, which include the variational quantum eigensolver (VQE) algorithm. Recently, a large-scale benchmark study [Gonthier et al. 2020] found evidence that the performance of the variational quantum eigensolver for a set of industry-relevant molecules may be too inefficient to be of practical use. This motivates the need for developing and assessing methods that improve the efficiency of VQE. In this work, we predict the runtime of the energy estimation subroutine of VQE when using robust amplitude estimation (RAE) to estimate Pauli expectation values. Under conservative assumptions, our resource estimation predicts that RAE can reduce the runtime over the standard estimation method in VQE by one to two orders of magnitude. Despite this improvement, we find that the runtimes are still too large to be practical. These findings motivate two complementary efforts towards quantum advantage: 1) the investigation of more efficient near-term methods for ground state energy estimation and 2) the development of problem instances that are of industrial value and classically challenging, but better suited to quantum computation. ",
    "url": "https://arxiv.org/abs/2203.07275",
    "authors": [
      "Peter D. Johnson",
      "Alexander A. Kunitsa",
      "Jérôme F. Gonthier",
      "Maxwell D. Radin",
      "Corneliu Buda",
      "Eric J. Doskocil",
      "Clena M. Abuan",
      "Jhonathan Romero"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2103.16396",
    "title": "Molecular Interactions Induced by a Static Electric Field in Quantum  Mechanics and Quantum Electrodynamics",
    "abstract": " Comments: 23 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2103.16396",
    "authors": [
      "Mohammad Reza Karimpour",
      "Dmitry V. Fedorov",
      "Alexandre Tkatchenko"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2110.04705",
    "title": "Quantum theory of photonic vortices and quantum statistics of twisted  photons",
    "abstract": " Comments: L.P.Y. thanks Prof. Sir Berry for pointing out our incorrect description of the Bessel-Gaussian beam ",
    "url": "https://arxiv.org/abs/2110.04705",
    "authors": [
      "Li-Ping Yang",
      "Dazhi Xu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.00136",
    "title": "Quantum Information Processing With Integrated Silicon Carbide Photonics",
    "abstract": " Title: Quantum Information Processing With Integrated Silicon Carbide Photonics ",
    "url": "https://arxiv.org/abs/2111.00136",
    "authors": [
      "Sridhar Majety",
      "Pranta Saha",
      "Victoria A. Norman",
      "Marina Radulaski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.07772",
    "title": "Characterization of BNL and HPK AC-LGAD sensors with a 120 GeV proton  beam",
    "abstract": " Title: Characterization of BNL and HPK AC-LGAD sensors with a 120 GeV proton  beam ",
    "url": "https://arxiv.org/abs/2201.07772",
    "authors": [
      "Ryan Heller",
      "Christopher Madrid",
      "Artur Apresyan",
      "William K. Brooks",
      "Wei Chen",
      "Gabriele D'Amen",
      "Gabriele Giacomini",
      "Ikumi Goya",
      "Kazuhiko Hara",
      "Sayuka Kita",
      "Sergey Los",
      "Adam Molnar",
      "Koji Nakamura",
      "Cristián Peña",
      "Claudio San Martín",
      "Alessandro Tricoli",
      "Tatsuki Ueda",
      "Si Xie"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2203.03349",
    "title": "Periodic orbits in the 1:2:3 resonant chain and their impact on the  orbital dynamics of the Kepler-51 planetary system",
    "abstract": " Comments: Accepted for publication in A&A ",
    "url": "https://arxiv.org/abs/2203.03349",
    "authors": [
      "Kyriaki I. Antoniadou",
      "George Voyatzis"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Chaotic Dynamics (nlin.CD)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2203.03455",
    "title": "Portable magnetic resonance imaging of patients indoors, outdoors and at  home",
    "abstract": " Comments: 17 pages, 4 figures, comments welcome ",
    "url": "https://arxiv.org/abs/2203.03455",
    "authors": [
      "T. Guallart-Naval",
      "J.M. Algarín",
      "R. Pellicer-Guridi",
      "F. Galve",
      "Y. Vives-Gilabert",
      "R. Bosch",
      "E. Pallás",
      "J.M. González",
      "J.P. Rigla",
      "P. Martínez",
      "F.J. Lloris",
      "J. Borreguero",
      "A. Marcos-Perucho",
      "V. Negnevitsky",
      "L. Martí-Bonmatí",
      "A. Ríos",
      "J.M. Benlloch",
      "J. Alonso"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2203.05257",
    "title": "Optical super-resonances in dielectric microsphere particles",
    "abstract": " Comments: 7 pages, 4 figures, 1 table, SPIE European 2022 conference ",
    "url": "https://arxiv.org/abs/2203.05257",
    "authors": [
      "Zengbo Wang",
      "Boris Lukyanchuk",
      "Baidong Wu",
      "Bing Yan",
      "Ahmetova Assel",
      "Igor Yaminsky",
      "Haibo Yu",
      "Lianqing Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]