[
  {
    "id": "arXiv:2307.15721",
    "title": "BlueSTEAl: A pair of silicon arrays and a zero-degree phoswich detector  for studies of scattering and reactions in inverse kinematics",
    "abstract": "BlueSTEAl, the Blue (aluminum chamber of) Silicon TElescope Arrays for light nuclei,has been developed to study direct reactions in inverse kinematics, as well as scattering and breakup reactions using radioactive ion beams. It is a detector system consisting of a pair of annular silicon detector arrays and a zero-degree phoswich plastic scintillator. For typical binary reaction studies in inverse kinematics, light ions are detected by the Si array in coincidence with heavy recoils detected by the phoswich placed at the focal-plane of a zero-degree magnetic spectrometer. The Si array can also be used to detect light nuclei such as berylium and carbon with clear isotope separation, while the phoswich can also be placed at zero degrees without a spectrometer and used as a high-efficiency beam counting monitor with particle identification capability at the rate of up to 5*10^4 particles per second. This paper reports on the capabilities of BlueSTEAl as determined by recent experiments performed at the Texas A&M Cyclotron Institute. The device is also anticipated to be used in future experiments at other radioactive ion beam facilities. ",
    "url": "https://arxiv.org/abs/2307.15721",
    "authors": [
      "Shuya Ota",
      "Greg Christian",
      "Ben J. Reed",
      "Wilton N. Catford",
      "Stefania Dede",
      "Daniel T. Doherty",
      "Gavin Lotay",
      "Michael Roosa",
      "Antti Saastamoinen",
      "Dustin P. Scriven"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2307.15799",
    "title": "Simple few-shot method for spectrally resolving the wavefront of an  ultrashort laser pulse",
    "abstract": "We present a novel and straightforward approach for the spatio-spectral characterization of ultrashort pulses. This minimally intrusive method relies on placing a mask with specially arranged pinholes in the beam path before the focusing optic and retrieving the spectrally-resolved laser wavefront from the speckle pattern produced at focus. We test the efficacy of this new method by accurately retrieving chromatic aberrations, such as pulse front tilt, pulse front curvature, and higher-order aberrations introduced by a spherical lens. The simplicity and scalability of this method, combined with its compatibility with single-shot operation, make it a promising candidate to become a new standard diagnostic tool in high-intensity laser facilities. ",
    "url": "https://arxiv.org/abs/2307.15799",
    "authors": [
      "Slava Smartsev",
      "Aaron Liberman",
      "Igor A. Andriyash",
      "Antoine Cavagna",
      "Alessandro Flacco",
      "Camilla Giaccaglia",
      "Jaismeen Kaur",
      "Joséphine Monzac",
      "Sheroy Tata",
      "Aline Vernier",
      "Victor Malka",
      "Rodrigo Lopez-Martens",
      "Jérôme Faure"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2307.15901",
    "title": "Bright Second Harmonic Emission from Photonic Crystal Vertical Cavity",
    "abstract": "We present a study on photonic vertical cavities consisting of nonlinear materials embedded in photonic crystals (PhCs) for resonantly enhancing second harmonic generation (SHG). Previous attempts at SHG in such structures have been limited to efficiencies of 10$^{-7}$ to 10$^{-5}$, but we demonstrate here a high SHG efficiency of 0.28% by constructing a vertical cavity with a lithium niobate membrane placed between two PhCs, which exhibits high quality resonances. Our results open up new possibilities for compact laser frequency converters that could have a revolutionary impact on the fields of nonlinear optics and photonics. ",
    "url": "https://arxiv.org/abs/2307.15901",
    "authors": [
      "Lun Qu",
      "Zhidong Gu",
      "Chenyang Li",
      "Yuan Qin",
      "Yiting Zhang",
      "Di Zhang",
      "Jiaxian Zhao",
      "Qiang Liu",
      "Chunyan Jin",
      "Lishuan Wang",
      "Wei Wu",
      "Wei Cai",
      "Huasong Liu",
      "Mengxin Ren",
      "Jingjun Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.16036",
    "title": "Applying Machine Learning Methods to Laser Acceleration of Protons:  Lessons Learned from Synthetic Data",
    "abstract": "Researchers in the field of ultra-intense laser science are beginning to embrace machine learning methods. In this study we consider three different machine learning methods -- a two-hidden layer neural network, Support Vector Regression and Gaussian Process Regression -- and compare how well they can learn from a synthetic data set for proton acceleration in the Target Normal Sheath Acceleration regime. The synthetic data set was generated from a previously published theoretical model by Fuchs et al. 2005 that we modified. Once trained, these machine learning methods can assist with efforts to maximize the peak proton energy, or with the more general problem of configuring the laser system to produce a proton energy spectrum with desired characteristics. In our study we focus on both the accuracy of the machine learning methods and the performance on one GPU including the memory consumption. Although it is arguably the least sophisticated machine learning model we considered, Support Vector Regression performed very well in our tests. ",
    "url": "https://arxiv.org/abs/2307.16036",
    "authors": [
      "Ronak Desai",
      "Thomas Zhang",
      "Ricky Oropeza",
      "Jack Felice",
      "Joseph R. Smith",
      "Alona Kryshchenko",
      "Chris Orban"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Computational Physics (physics.comp-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2307.16095",
    "title": "Resonant Ultrasound Spectroscopy: Asymptotic Behavior of Resonant  Frequencies",
    "abstract": "Resonance ultrasound spectroscopy (RUS) is a non-destructive technique used to assess materials' elastic and anelastic properties. It involves measuring the frequencies of free vibrations in a carefully prepared sample to extract material properties. In this paper, we investigate the asymptotic behavior of eigenfrequencies. Our primary focus is on analyzing the asymptotic behavior of eigenfrequencies, aiming to understand their rate of growth and convergence. We also make observations regarding the impact of elastic constants on eigenfrequencies. ",
    "url": "https://arxiv.org/abs/2307.16095",
    "authors": [
      "Farhad Farzbod",
      "Casey Holycross"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.16147",
    "title": "Broadband Dispersive-Wave Emission Coupled with Two-Stage Soliton  Self-Compression in Gas-Filled Anti-Resonant Hollow-Core Fibers",
    "abstract": "We studied the underlying mechanism of broadband dispersive-wave emission within a resonance band of gas-filled anti-resonant hollow-core fiber. Both theoretical and experimental results unveiled that the high-order soliton, launched into the hollow-core fiber, experienced two stages of pulse compression, resulting in a multi-peak structure of the dispersive-wave spectrum. Over the first-stage pulse compression, a sharp increase of the pulse peak power triggered the first time of dispersion-wave emission, and simultaneously caused ionization of the noble gas filled in the fiber core. Strong soliton-plasma interactions led to blue shifting of the pump pulse, and the blue-shifted pulse experienced a decreasing dispersion value in the fiber waveguide, resulting in an increase of its soliton order. Then, the second-stage pulse compression due to the high-order soliton effect triggered the second time of dispersive-wave emission at a phase-matched frequency slightly lower than that in the first stage. Multi-peak spectra of the output dispersive-waves and their formation dynamics were clearly observed in our experiments, which can be understood using a delicate coupling mechanism among three nonlinear effects including high-order-soliton compression, soliton-plasma interaction and phase-matched dispersive-wave emission. The output broadband dispersive-wave could be potentially compressed to sub-30 fs duration using precise chirp-compensation technique. ",
    "url": "https://arxiv.org/abs/2307.16147",
    "authors": [
      "Jinyu Pan",
      "Zhiyuan Huang",
      "Yifei Chen",
      "Fei Yu",
      "Dakun Wu",
      "Tiandao Chen",
      "Donghan Liu",
      "Yue Yu",
      "Xin Jiang",
      "Meng Pang",
      "Yuxin Leng",
      "Ruxin Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.16148",
    "title": "Coexisting periodic attractors under the influence of noise in injected  photonic oscillators",
    "abstract": "The optical power spectrum is the prime observable to dissect, understand and design the long-time behavior of arrays of optically coupled semiconductor lasers. A long-standing issue has been identified within the literature on injection locking: how the thickness of linewidth and the lineshape waveform envelope correlates with the deterministic evolution of the slave laser oscillator and how the presence of noise and the dense proximity of coexisting limit cycles are shaping and influencing the overall spectral behavior. In addition we are critically interested in the regions where the basin of attraction has self-similar and fractal-like behavior, still, the long-time orbits are limit cycles, in this case, period-one (P1) and period-three (P3). Via numerical work, we find that the overall optical power spectrum is deeply imprinted with a strong influence from the underlying noise when the system lives in the region of the P1 and P3 limit cycles. Additionally, a qualitative comparison is made between the stochastic Langevin simulations and the recorded optical power spectra taken from older experiments that we revisit. Finally, we point to a possible set of next-generation applications in photonics and quantum technologies where such findings may have substantial implications. ",
    "url": "https://arxiv.org/abs/2307.16148",
    "authors": [
      "Johanne Hizanidis",
      "Vassilios Kovanis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2307.16397",
    "title": "Arbitrary electro-optic bandwidth and frequency control in lithium  niobate optical resonators",
    "abstract": "In situ tunable photonic filters and memories are important for emerging quantum and classical optics technologies. However, most photonic devices have fixed resonances and bandwidths determined at the time of fabrication. Here we present an in situ tunable optical resonator on thin-film lithium niobate. By leveraging the linear electro-optic effect, we demonstrate widely tunable control over resonator frequency and bandwidth on two different devices. We observe up to $\\sim50\\times$ tuning in the bandwidth over $\\sim50$ V with linear frequency control of $\\sim230$ MHz/V. We also develop a closed-form model predicting the tuning behavior of the device. This paves the way for rapid phase and amplitude control over light transmitted through our device. ",
    "url": "https://arxiv.org/abs/2307.16397",
    "authors": [
      "Jason F. Herrmann",
      "Devin J. Dean",
      "Christopher J. Sarabalis",
      "Vahid Ansari",
      "Kevin Multani",
      "E. Alex Wollack",
      "Timothy P. McKenna",
      "Jeremy D. Witmer",
      "Amir H. Safavi-Naeini"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.16469",
    "title": "Sub-Doppler laser cooling and magnetic trapping of natural-abundance  fermionic potassium",
    "abstract": "We report on reaching sub-Doppler temperatures of $^{40}$K in a single-chamber setup using a dispenser-based potassium source with natural (0.012$\\%$ of $^{40}$K) isotopic composition. With gray molasses cooling on the $D_1$-line following a standard $D_2$-line magneto-optical trap, we obtain $3\\times10^5$ atoms at $\\sim$10~\\textmu K. We reach densities high enough to measure the temperature via absorption imaging using the time-of-flight method. Directly after sub-Doppler cooling we pump atoms into the $F=7/2$ hyperfine ground state and transfer a mixture of $m_F=-3/2,-5/2$ and $-7/2$ Zeeman states into the magnetic trap. We trap $5\\times10^4$ atoms with a lifetime of 0.6~s when the dispensers are heated up to maximize the atom number at a cost of deteriorated background gas pressure. When the dispensers have been off for a day and the magneto-optical trap loading rate has been increased by light induced atomic desorption we can magnetically trap $\\sim$$10^3$ atoms with a lifetime of 2.8~s. The background pressure-limited lifetime of 0.6~s is a reasonable starting point for proof-of-principle experiments with atoms and/or molecules in optical tweezers as well as for sympathetic cooling with another species if transport to a secondary chamber is implemented. Our results show that unenriched potassium can be used to optimize experimental setups containing $^{40}$K in the initial stages of their construction, which can effectively extend the lifetime of enriched sources needed for proper experiments. Moreover, demonstration of sub-Doppler cooling and magnetic trapping of a relatively small number of potassium atoms might influence experiments with laser cooled radioactive isotopes of potassium. ",
    "url": "https://arxiv.org/abs/2307.16469",
    "authors": [
      "Mateusz Bocheński",
      "Mariusz Semczuk"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2307.16479",
    "title": "Sub-shot-noise interferometry with two mode quantum states",
    "abstract": "We study the feasibility of sub-shot-noise interferometry with imperfect detectors, starting from twin-Fock states and two mode squeezed vacuum states. We derive analytical expressions for the corresponding phase uncertainty. We find that one can achieve phase shift measurements below the standard quantum limit, as long as the losses are smaller than a given threshold, and that the measured phase is close enough to an optimal value. We provide our analytical formulae in a Python package, accessible online. ",
    "url": "https://arxiv.org/abs/2307.16479",
    "authors": [
      "Quentin Marolleau",
      "Charlie Leprince",
      "Victor Gondret",
      "Denis Boiron",
      "Christoph I Westbrook"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.16495",
    "title": "Through-chip microchannels for three-dimensional integrated circuits  cooling",
    "abstract": "Stacking several layers of electronic components implies that heat is generated directly in the middle of three-dimensional integrated circuits (3D ICs). Cooling only by the top and bottom surfaces struggles to evacuate the heat from the middle layers, which hinders the performance of 3D ICs. In this work, we designed through-chip microchannels (TCMCs) that cross the entire chip perpendicularly to the layers, with water circulating inside to provide direct cooling to each layer. Our computational fluid dynamics (CFD) simulations show that TCMCs with 37.5 um length organized in a square array with a radius of 1.5 um provide the best cooling performance. Applying a water pressure of 1 MPa can sustain a maximum power of 14.1 kW.cm-2 before reaching a temperature increase of 60 K. We show that the cooling properties do not change with the number of layers for a given chip thickness which provides flexibility to the functional design of the chip. These results show the great potential of TCMCs for improving the performance of 3D ICs. ",
    "url": "https://arxiv.org/abs/2307.16495",
    "authors": [
      "Lihong Ao",
      "Aymeric Ramiere"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.16531",
    "title": "The Ontology of Compositeness Within Quantum Field Theory",
    "abstract": "In this work, we attempt to define a notion of compositeness compatible with Quantum Field Theory. Considering the analytic properties of the S-matrix, we conclude that there is no satisfactory definition of compositeness compatible with Quantum Field Theory. Without this notion, one must claim that all bound states are equally fundamental, that is, one cannot rigorously claim that everyday objects are made of atoms or that atoms are made of protons and neutrons. I then show how an approximate notion of compositeness may be recovered in the regime where the mass of a bound state is close to a multi-particle threshold. Finally, we see that rejecting compositeness solves several of the \"problems of everyday objects\" encountered in an undergraduate metaphysics course. ",
    "url": "https://arxiv.org/abs/2307.16531",
    "authors": [
      "Toby Peterken"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2307.16639",
    "title": "Silicon Photonics Mode-Selective Phase Shifter",
    "abstract": "A novel mode-selective thermo-optic phase shifter (MS-TOPS) enabled by subwavelength grating (SWG) structures is proposed and experimentally demonstrated on a 220 nm waveguide thick silicon photonics chip for the first two quasi-transverse electric modes (TE0, TE1). Mode-selective relative phase manipulation of modes unlocks several processing tasks in mode division multiplexing systems. This integrated solution provides a direct phase manipulation of modes without converting them to their fundamental modes. A Mach-Zehnder interferometer is deployed as a test structure incorporating the proposed MS-TOPS in one arm and a mode-insensitive thermo-optic phase shifter (MI-TOPS) in another. The effect of the SWG duty cycle ratio is investigated by both numerical simulations and experimental measurements. A mode-selectivity of 1.44 is experimentally demonstrated. In other words, the thermo-optic coefficient of TE0 is 44% larger than the one for TE1. The phase shifter's insertion loss is at most 2.5 dB and a worst-case crosstalk of -13.1 dB over a 40 nm wavelength range from 1520 to 1560 nm. A cascaded configuration of the proposed MS-TOPS and an MI-TOPS provides sufficient degrees of freedom to manipulate the relative phase of each mode independently. Potential numerous applications of such devices include optical switching, multimode quantum optical processors, and scaling-up conventional optical processors with a mode selective building block. ",
    "url": "https://arxiv.org/abs/2307.16639",
    "authors": [
      "Seyed Mohammad Reza Safaee",
      "Kaveh",
      "Rahbardar Mojaver",
      "Guowu Zhang",
      "Odile Liboiron-Ladouceur"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.16647",
    "title": "Formation, stability, and highly nonlinear optical response of excitons  to intense light fields interacting with two-dimensional materials",
    "abstract": "Excitons play a key role in the linear optical response of 2D materials. However, their significance in the highly nonlinear optical response to intense mid-infrared light has often been overlooked. Using hBN as a prototypical example, we theoretically demonstrate that excitons play a major role in this process. Specifically, we illustrate their formation and stability in intense low-frequency fields, where field strengths surpass the Coulomb field binding the electron-hole pair in the exciton. Additionally, we establish a parallelism between these results and the already-known physics of Rydberg states using an atomic model. Finally, we propose an experimental setup to test the effect of excitons in the nonlinear optical response ",
    "url": "https://arxiv.org/abs/2307.16647",
    "authors": [
      "Eduardo B. Molinero",
      "Bruno Amorim",
      "Mikhail Malakhov",
      "Giovanni Cistaro",
      "Álvaro Jiménez-Galán",
      "Misha Ivanov",
      "Antonio Picón",
      "Pablo San-José",
      "Rui E. F. Silva"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2307.16654",
    "title": "Homonuclear ultracold elastic $s$-wave collisions of alkali atoms via  multichannel quantum defect theory",
    "abstract": "Multichannel quantum defect theory (MQDT) provides a powerful toolkit for describing and understanding collisions of cold alkali atoms. Various MQDT approximations differ primarily in how they characterize the so-called short-ranged $K$-matrix, ${\\mathbf K}_{\\text{sr}}$, which encapsulates the short-ranged, high-energy physics into a handful of low-energy parameters that exhibit simple and smooth dependence on energy and field. Here, we compare three different methods for computing ${\\mathbf K}_{\\text{sr}}$ for homonuclear collisions of alkali atoms, from lithium to cesium. The MQDT calculations are benchmarked against numerically converged coupled-channels calculations that use a log-derivative propagator out to the asymptotic region. We study how well these approximations reproduce positions of $s$-wave magnetic Feshbach resonances, comparing to experiment where possible, and identify the limitations of various approximations. ",
    "url": "https://arxiv.org/abs/2307.16654",
    "authors": [
      "Alyson Laskowski",
      "Nirav Mehta"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2307.16855",
    "title": "Topological $n$-root Su-Schrieffer-Heeger model in a non-Hermitian  photonic ring system",
    "abstract": "Square-root topology is one of the newest additions to the ever expanding field of topological insulators (TIs). It characterizes systems that relate to their parent TI through the squaring of their Hamiltonians. Extensions to $2^n$-root topology, where $n$ is the number of squaring operations involved in retrieving the parent TI, were quick to follow. Here, we go one step further and develop the framework for designing general $n$-root TIs, with $n$ any positive integer, using the Su-Schrieffer-Heeger (SSH) model as the parent TI from which the higher-root versions are constructed. The method relies on using loops of unidirectional couplings as building blocks, such that the resulting model is non-Hermitian and embedded with a generalized chiral symmetry. Edge states are observed at the $n$ branches of the complex energy spectrum, appearing within what we designate as a ring gap, shown to be irreducible to the usual point or line gaps. We further detail on how such an $n$-root model can be realistically implemented in photonic ring systems. Near perfect unidirectional effective couplings between the main rings can be generated via mediating auxiliary rings with modulated gains and losses. These induce high imaginary gauge fields that strongly supress couplings in one direction, while enhancing them in the other. We use these photonic lattices to validate and benchmark the analytical predictions. Our results introduce a new class of high-root topological models, as well as a route for their experimental realization. ",
    "url": "https://arxiv.org/abs/2307.16855",
    "authors": [
      "David Viedma",
      "Anselmo M. Marques",
      "Ricardo G. Dias",
      "Verònica Ahufinger"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2307.15758",
    "title": "Search for ultralight dark matter with a frequency adjustable  diamagnetic levitated sensor",
    "abstract": "Among several dark matter candidates, bosonic ultralight (sub meV) dark matter is well motivated because it could couple to the Standard Model (SM) and induce new forces. Previous MICROSCOPE and Eot Wash torsion experiments have achieved high accuracy in the sub-1 Hz region, but at higher frequencies there is still a lack of relevant experimental research. We propose an experimental scheme based on the diamagnetic levitated micromechanical oscillator, one of the most sensitive sensors for acceleration sensitivity below the kilohertz scale. In order to improve the measurement range, we used the sensor whose resonance frequency could be adjusted from 0.1Hz to 100Hz. The limits of the coupling constant are improved by more than 10 times compared to previous reports, and it may be possible to achieve higher accuracy by using the array of sensors in the future. ",
    "url": "https://arxiv.org/abs/2307.15758",
    "authors": [
      "Rui Li",
      "Shaochun Lin",
      "Liang Zhang",
      "Changkui Duan",
      "Pu Huang",
      "Jiangfeng Du"
    ],
    "subjectives": [
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.15823",
    "title": "Applicability of Quantum Computing to Oxygen Reduction Reaction  Simulations",
    "abstract": "Hydrogen is considered a promising energy source for low-carbon and sustainable mobility. However, for wide scale adoption, improvements in the efficiency of hydrogen-to-electricity conversion are required. The kinetics of the electrocatalytic oxygen reduction reaction (ORR) is the main bottleneck of proton-exchange membrane fuel cells (PEMFC), hence development of new cathode materials is of paramount importance. Computational design of new catalysts can shorten the development time, but, due to the complexity of the ORR potential energy landscape, atomistic-level modeling of this processes is challenging. Moreover, the catalytic species may exhibit strong electronic correlations, which cannot be rigorously and accurately described with low-cost methods such as Density Functional Theory (DFT). Accurate ab-initio methods have been traditionally considered not applicable to such systems due to their high computational cost, but this soon may be possible thanks to the rapid advances in quantum computing. Here, we present the first classical/quantum computational study of the ORR on both pure platinum and platinum-capped cobalt surface and show the applicability of quantum computing methods to a complex catalysis problem. We show the feasibility of such a workflow implemented in InQuanto\\textsuperscript{(TM)} and demonstrate it on the H1-1 trapped-ion quantum computer. Most importantly, we show that ORR on Pt/Co catalyst involves strongly-correlated species which are good test cases for future demonstration of quantum advantage. ",
    "url": "https://arxiv.org/abs/2307.15823",
    "authors": [
      "Cono Di Paola",
      "Evgeny Plekhanov",
      "Michal Krompiec",
      "Chandan Kumar",
      "Fengmin Du",
      "Daniel Weber",
      "Jasper Simon Krauser",
      "Elvira Shishenina",
      "David Muñoz Ramo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2307.16003",
    "title": "The tilted-plane structure of the energy of open quantum systems",
    "abstract": "The piecewise linearity condition on the total energy with respect to total magnetization of open quantum systems is derived, using the infinite-separation-limit technique. This generalizes the well known constancy condition, related to static correlation error, in approximate density functional theory (DFT). The magnetic analog of the DFT Koopmans theorem is also derived. Moving to fractional electron count, the tilted plane condition is derived, lifting certain assumptions in previous works. This generalization of the flat plane condition characterizes the total energy curve of a finite system for all values of electron count N and magnetization M. This result is used in combination with tabulated spectroscopic data to show the flat plane-structure of the oxygen atom, as an example. A diverse set of tilted plane structures is shown to occur in d-orbital subspaces, depending on their chemical coordination. General occupancy-based expressions for total energies are demonstrated thereby to be necessarily dependent on the symmetry-imposed degeneracies. ",
    "url": "https://arxiv.org/abs/2307.16003",
    "authors": [
      "Andrew C. Burgess",
      "Edward Linscott",
      "David D. O'Regan"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2307.16279",
    "title": "Sampling Error Analysis in Quantum Krylov Subspace Diagonalization",
    "abstract": "Quantum Krylov subspace diagonalization (QKSD) is an emerging method used in place of quantum phase estimation for the early fault-tolerant era, where limited quantum circuit depth is available. In contrast to the classical Krylov subspace diagonalization (KSD) or the Lanczos method, QKSD exploits the quantum computer to efficiently estimate the eigenvalues of large-size Hamiltonians through a faster Krylov projection. However, unlike classical KSD, which is solely concerned with machine precision, QKSD is inherently accompanied by errors originating from a finite number of samples. Moreover, due to difficulty establishing an artificial orthogonal basis, ill-conditioning problems are often encountered, rendering the solution vulnerable to noise. In this work, we present a nonasymptotic theoretical framework to assess the relationship between sampling noise and its effects on eigenvalues. We also propose an optimal solution to cope with large condition numbers by eliminating the ill-conditioned bases. Numerical simulations of the one-dimensional Hubbard model demonstrate that the error bound of finite samplings accurately predicts the experimental errors in well-conditioned regions. ",
    "url": "https://arxiv.org/abs/2307.16279",
    "authors": [
      "Gwonhak Lee",
      "Dongkeun Lee",
      "Joonsuk Huh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2307.16529",
    "title": "Violation of the Wiedemann-Franz law in coupled thermal and power  transport of optical waveguide arrays",
    "abstract": "In isolated nonlinear optical waveguide arrays with bounded energy spectrum, simultaneous conservation of energy and power of the optical modes enables study of coupled thermal and particle transport in the negative temperature regime. Here, based on exact numerical simulation and rationale from Landauer formalism, we predict generic violation of the Wiedemann-Franz law in such systems. This is rooted in the spectral decoupling of thermal and power current of optical modes, and their different temperature dependence. Our work extends the study of coupled thermal and particle transport into unprecedented regimes, not reachable in natural condensed matter and atomic gas systems. ",
    "url": "https://arxiv.org/abs/2307.16529",
    "authors": [
      "Meng Lian",
      "Yin-Jie Chen",
      "Yue Geng",
      "Yun-Tian Chen",
      "Jing-Tao Lü"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.16742",
    "title": "Spectrum and quench-induced dynamics of spin-orbit coupled quantum  droplets",
    "abstract": "We investigate the ground state and dynamics of one-dimensional spin-orbit coupled (SOC) quantum droplets within the extended Gross-Pitaevskii approach. Stripe droplet patterns emerge for increasing SOC wavenumber possessing a flat-top background for larger particle number. The surface energy features a power-law decay with respect to interactions. At small SOC wavenumbers, a transition from Gaussian to flat-top droplets occurs for either larger atom number or reduced intercomponent attraction. The excitation spectrum demonstrates, for instance, droplet stability and an admixture of phonons and rotons at large atom numbers and SOC wavenumbers. Unstable parametric regions are attributed to the interplay of SOC and Lee-Huang-Yang energy contributions. Rich droplet dynamical features are found using velocity imprinting, and abrupt changes on the intercomponent interaction or the SOC parameters. Characteristic type of responses include, breathing oscillations, expansion, symmetric and asymmetric droplet fragmentation, admixtures of single and stripe droplet branches as well as erratic spatial distributions suggesting the triggering of relevant instabilities. Our results unveil the controlled dynamical generation and stability of stripe droplets that should be detectable in current cold-atom experiments. ",
    "url": "https://arxiv.org/abs/2307.16742",
    "authors": [
      "Sonali Gangwar",
      "Rajamanickam Ravisankar",
      "S. I. Mistakidis",
      "Paulsamy Muruganandam",
      "Pankaj Kumar Mishra"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2307.16790",
    "title": "A Universal Framework for Quantum Dissipation:Minimally Extended State  Space and Exact Time-Local Dynamics",
    "abstract": "The dynamics of open quantum systems is formulated in a minimally extended state space comprising the degrees of freedom of a system of interest and a finite set of non-unitary, pure-state reservoir modes. This formal structure, derived from the Feynman-Vernon path integral for the reduced density, is shown to lead to an exact time-local evolution equation in a mixed Liouville-Fock space. The crucial ingredient is a mathematically consistent decomposition of the reservoir auto-correlation in terms of harmonic modes with complex-valued frequencies and amplitudes, which are obtained from any given spectral noise power of the physical reservoir. This formulation provides a universal framework to obtain a family of equivalent representations which are directly related to new and established schemes for efficient numerical simulations. By restricting some of the complex-valued mode parameters and performing linear transformations, we make connections to previous approaches, whose auxiliary degrees of freedom are thus revealed as restricted versions of the minimally extended state space presented here. From a practical perspective, the new framework offers a computational tool which combines numerical efficiency and accuracy with long time stability and broad applicability over the whole temperature range and also for strongly structured reservoir mode densities. It can thus deliver high precision data with modest computational resources and simulation times for actual quantum technological devices. ",
    "url": "https://arxiv.org/abs/2307.16790",
    "authors": [
      "Meng Xu",
      "Vasilii Vadimov",
      "Malte Krug",
      "J. T. Stockburger",
      "J. Ankerhold"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2307.16876",
    "title": "Quantum coherent and measurement feedback control based on atoms coupled  with a semi-infinite waveguide",
    "abstract": "In this paper, we show that quantum feedback control may be applied to generate desired states for atomic and photonic systems based on a semi-infinite waveguide coupled with multiple two-level atoms. In this set-up, an initially excited atom can emit one photon into the waveguide, which can be reflected by the terminal mirror or other atoms to establish different feedback loops via the coherent interactions between the atom and photon. When there are at most two excitations in the waveguide quantum electrodynamics (waveguide QED) system, the evolution of quantum states can be interpreted using random graph theory. While this process is influenced by the environment, and we clarify that the environment-induced dynamics can be eliminated by measurement-based feedback control or coherent drives. Thus, in the open system atom-waveguide interactions, measurement-based feedback can modulate the final steady quantum state, while simultaneously, the homodyne detection noise in the measurement process can induce oscillations, which is treated by the coherent feedback designs. ",
    "url": "https://arxiv.org/abs/2307.16876",
    "authors": [
      "Haijin Ding",
      "Nina H. Amini",
      "Guofeng Zhang",
      "John E. Gough"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2210.15931",
    "title": "Time-Domain Universal Linear-Optical Operations for Universal Quantum  Information Processing",
    "abstract": " Title: Time-Domain Universal Linear-Optical Operations for Universal Quantum  Information Processing ",
    "url": "https://arxiv.org/abs/2210.15931",
    "authors": [
      "Kazuma Yonezu",
      "Yutaro Enomoto",
      "Takato Yoshida",
      "Shuntaro Takeda"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.04593",
    "title": "Spectral narrowing of a phonon resonance in time-domain sum-frequency  spectroscopy",
    "abstract": " Comments: 11 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2211.04593",
    "authors": [
      "Riko Kiessling",
      "Martin Wolf",
      "Alexander Paarmann"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.00590",
    "title": "A home-lab to study uncertainties using smartphone sensors and determine  the optimal number of measurements",
    "abstract": " Comments: 8 pages, 6 figures, submitted to GIREP 2022 proceedings. arXiv admin note: substantial text overlap with arXiv:2009.07049, arXiv:2005.13617 ",
    "url": "https://arxiv.org/abs/2212.00590",
    "authors": [
      "Martin Monteiro",
      "Cecilia Stari",
      "Arturo C. Marti"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2212.01823",
    "title": "Quantum Monte Carlo method modeling supported metal catalysis: Ni(111)  converting adsorbed formyl 'en route' to hydrogen",
    "abstract": " Comments: arXiv admin note: substantial text overlap with arXiv:2202.00542, arXiv:2004.10565 ",
    "url": "https://arxiv.org/abs/2212.01823",
    "authors": [
      "Philip E. Hoggan"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.12083",
    "title": "Quantum Kernel Evaluation via Hong-Ou-Mandel Interference",
    "abstract": " Comments: 7 pages, 4 figures, comments are welcome ",
    "url": "https://arxiv.org/abs/2212.12083",
    "authors": [
      "Cassandra Bowie",
      "Sally Shrapnel",
      "Michael Kewming"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.12776",
    "title": "A Non-stochastic Optimization Algorithm for Neural-network Quantum  States",
    "abstract": " Comments: 30 pages, 7 figures, and 1 table ",
    "url": "https://arxiv.org/abs/2305.12776",
    "authors": [
      "Xiang Li",
      "Jia-Cheng Huang",
      "Guang-Ze Zhang",
      "Hao-En Li",
      "Chang-su Cao",
      "Dingshun Lv",
      "Han-Shi Hu"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.14906",
    "title": "Developed Method. Interactions and their quantum picture",
    "abstract": " Comments: Under review ",
    "url": "https://arxiv.org/abs/2306.14906",
    "authors": [
      "Piotr Ogonowski"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2307.08916",
    "title": "Quantum Nature of Quasi-Classical States and Highest Possible  Single-Photon Rate",
    "abstract": " Comments: 7 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2307.08916",
    "authors": [
      "Moslem Mahdavifar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.15617",
    "title": "Approaching the standard quantum limit of a Rydberg-atom microwave  electrometer",
    "abstract": " Comments: 12 pages ",
    "url": "https://arxiv.org/abs/2307.15617",
    "authors": [
      "Hai-Tao Tu",
      "Kai-Yu Liao",
      "Guo-Dong He",
      "Yi-Fei Zhu",
      "Si-Yuan Qiu",
      "Hao Jiang",
      "Wei Huang",
      "Wu Bian",
      "Hui Yan",
      "Shi-Liang Zhu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]