[
  {
    "id": "arXiv:2509.08866",
    "title": "Uplink Pre-Compensation for Ground-to-Space Optical Communications Using Downlink Tomographic Reconstruction",
    "abstract": "           Uplink pre-compensation in ground-to-satellite optical links remains a problem, with an appropriate measurement of the wavefront error in the uplink path often not being available. We present a method that uses successive measurements of the readily accessible downlink beam to perform a tomographic reconstruction of the volume of atmosphere common to the downlink beam and the ground-station field-of-view. These measurements are done through the existing downlink wavefront sensor. From here, an estimate of the wavefront error along the uplink path can be obtained. We evaluate this method in simulation over representative atmospheric conditions and find good performance, especially for situations where the satellite point-ahead angle is many times greater than the atmosphere's isoplanatic angle. Compared to pre-compensation directly using the downlink phase, we find that this method estimates the uplink path with a residual mean-square wavefront error that is up to 8.6 times less. The hardware simplicity of this method makes it a promising solution for uplink pre-compensation implementations targeted at optical communications.         ",
    "url": "https://arxiv.org/abs/2509.08866",
    "authors": [
      "Alex Frost",
      "Nicolas Maron",
      "Shane Walsh",
      "Benjamin Dix-Matthews",
      "Sascha Schediwy",
      "Michael Hart"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2509.08918",
    "title": "Graphene-Gold THz Metasurfaces with Tailored Resonant Structure for Enhanced Nonlinear Response",
    "abstract": "           Graphene's exceptional nonlinear optical properties combined with resonant photonic structures offer a promising pathway for efficient nonlinear applications at terahertz (THz) frequencies. In this work, we propose and demonstrate a fabrication-friendly hybrid nonlinear metasurface composed of gold patches integrated with uniform graphene, circumventing the need for complex graphene patterning. The structure supports strong localized resonances that enhance nonlinear interactions. By exploiting resonant enhancement at both the fundamental and third harmonic frequencies, we predict via simulations third-harmonic generation efficiencies as high as -15 dB (3.2%) under continuous-wave excitation at modest intensities (0.1 MW/cm$^2$). The metasurface is fabricated via electron-beam lithography and experimentally characterized using THz time-domain spectroscopy. Under pulsed excitation, we experimentally observe pronounced nonlinear frequency shifts up to 0.5~THz (12.5% fractional change), driven by self-phase modulation, consistent with simulation results. These findings highlight the potential of tailored graphene-based metasurfaces for efficient nonlinear THz photonic devices.         ",
    "url": "https://arxiv.org/abs/2509.08918",
    "authors": [
      "Anna Theodosi",
      "Isaac Appiah Otoo",
      "Anastasios D. Koulouklidis",
      "Nikolaos Matthaiakakis",
      "George Kakarantzas",
      "Petri Mustonen",
      "Harri Lipsanen",
      "Georgy Fedorov",
      "Ioannis Liontos",
      "Stelios Tzortzakis",
      "Polina Kuzhir",
      "Maria Kafesaki",
      "Odysseas Tsilipakos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.08987",
    "title": "HitPix3 -- a new HV-CMOS active pixel sensor for ion beam therapy",
    "abstract": "           Particle therapy is a well-established clinical treatment of tumors and so far, more than one hundred centers are in operation around the world. High accuracy on position and dose rate in beam monitoring are major cornerstones of clinical success in particle therapy. A high voltage CMOS (HV-CMOS) monolithic active pixel sensor was developed for this beam monitoring system. The HV-CMOS technology has demonstrated many advantages over other technologies in dealing with radiation tolerance. This HV-CMOS sensor was produced with a 180 nm commercial technology on high-resistivity substrate. The HitPix sensor features several specific design details for operation in a high-intensity ion beam environment: hit-counting pixels, on-sensor projection calculation, radiation tolerant design and frame-based readout. It has a 9775 $\\mu$m $\\times$ 10110 $\\mu$m sensor area with 200 $\\mu$m $\\times$ 200 $\\mu$m pixel size. The new HitPix3 has a number of improvements, including a modified in-pixel amplifier, on-sensor calculation of beam profile projection in two dimensions, and in-pixel threshold tuning capacity. The functionality of these features was confirmed in laboratory tests of unirradiated HitPix3 sensors, making the HitPix3 an important step in developing a sensor for use in ion beam monitoring.         ",
    "url": "https://arxiv.org/abs/2509.08987",
    "authors": [
      "Hui Zhang",
      "Bogdan Topko",
      "Ivan Perić"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2509.09068",
    "title": "Hybrid integration of two-dimensional dichalcogenides for low power saturable absorption in photonic integrated circuits",
    "abstract": "           Silicon photonics provides a versatile platform for large-scale integration of optical functions, but its weak intrinsic nonlinear response limits the realization of active, intensity-dependent functionalities. Hybrid integration of two-dimensional (2D) materials has emerged as a promising strategy to overcome these limitations by enabling strong light--matter interaction and broadband absorption. Here, we demonstrate saturable absorption in a Complementary Metal-Oxide-Semiconductor (CMOS)-compatible silicon-on-insulator (SOI) microring resonator integrated with an exfoliated monolayer of 1T'-MoTe2. Transmission measurements under varying input powers reveal a clear nonlinear absorption response, with a saturation power as low as 2(1)uW. A phenomenological model accurately reproduces the experimental results, confirming the nonlinear behavior induced by the hybrid MoTe2 integration. These findings establish a proof-of-concept for ultracompact, low-power saturable absorbers in photonic integrated circuits (PICs), paving the way for applications in integrated lasers, ultrafast optical signal processing, and neuromorphic photonics.         ",
    "url": "https://arxiv.org/abs/2509.09068",
    "authors": [
      "Maria Carolina Volpato",
      "Gustavo H. Magro",
      "Antonio A.G. Von Zuben",
      "Luis A. M. Barea",
      "Pierre-Louis de Assis",
      "Newton C. Frateschi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.09108",
    "title": "Toward Chaotic Group Velocity Hopping of an On-Chip Dissipative Kerr Soliton",
    "abstract": "           Chaos enables randomness-based applications, particularly in photonic systems. Integrated optical frequency combs (microcombs) have previously been observed in either chaotic modulation instability or stable, low-noise dissipative Kerr soliton (DKS) regimes. In this work, we demonstrate a new microcomb state where a single DKS exhibits chaotic behavior. By phase modulating the Kerr-induced synchronization (KIS) between a DKS and an externally injected reference laser, we observe chaotic group velocity hopping of the soliton, causing random transitions of the repetition rate. Using a chip-integrated octave-spanning microcomb, we experimentally validate the second-order Adler equation describing KIS, allowing us to predict and demonstrate this chaotic DKS hopping. This work connects nonlinear dynamics with optical soliton physics, providing a deterministic framework for triggering microcomb chaos in the solitonic state.         ",
    "url": "https://arxiv.org/abs/2509.09108",
    "authors": [
      "Gregory Moille",
      "Sashank Kaushik Sridhar",
      "Pradyoth Shandilya",
      "Avik Dutt",
      "Curtis Menyuk",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.09124",
    "title": "Multi-laser stabilization with an atomic-disciplined photonic integrated resonator",
    "abstract": "           Precision atomic and quantum experiments rely on ultra-stable narrow linewidth lasers constructed using table-top ultra-low expansion reference cavities. These experiments often require multiple lasers, operating at different wavelengths, to perform key steps used in state preparation and measurement required in quantum sensing and computing. This is traditionally achieved by disciplining a cavity-stabilized laser to a key atomic transition and then transferring the transition linewidth and stability to other lasers using the same reference cavity in combination with bulk-optic frequency shifting such as acousto-optic modulators. Transitioning such capabilities to a low cost photonic-integrated platform will enable a wide range of portable, low power, scalable quantum experiments and applications. Yet, today's bulk optic approaches pose challenges related to lack of cavity tunability, large free spectral range, and limited photonic integration potential. Here, we address these challenges with demonstration of an agile photonic-integrated 780 nm ultra-high-Q tunable silicon nitride reference cavity that performs multiple critical experimental steps including laser linewidth narrowing, high resolution rubidium spectroscopy, dual-stage stabilization to a rubidium transition, and stability transfer to other lasers. We achieve up to 20 dB of frequency noise reduction at 10 kHz offset, precision spectroscopy over a 250 MHz range, and dual-stage locking to rubidium with an Allan deviation of $8.5 \\times 10^{-12}$ at 1 s and up to 40 dB reduction at 100 Hz. We further demonstrate the transfer of this atomic stability to a second laser, via the rubidium-disciplined cavity, and demonstrate multi-wavelength Rydberg electrometry quantum sensing. These results pave the path for integrated, compact, and scalable solutions for quantum sensing, computing and other atomic and trapped ion applications.         ",
    "url": "https://arxiv.org/abs/2509.09124",
    "authors": [
      "Andrei Isichenko",
      "Andrew S. Hunter",
      "Nitesh Chauhan",
      "John R. Dickson",
      "T. Nathan Nunley",
      "Josiah R. Bingaman",
      "David A. S. Heim",
      "Mark W. Harrington",
      "Kaikai Liu",
      "Paul D. Kunz",
      "Daniel J. Blumenthal"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2509.09150",
    "title": "Non-trivial Bifocal and Optical Vortex Generation of DNG Materials Unveiled by Generalized Transfer Matrix Method and Matrix Fourier Optics",
    "abstract": "           The investigation and analysis of exotic physical phenomena facilitated by metamaterials have emerged as a compelling area of interest in physics, material science, and engineering. However, there remains a lack of suitable theoretical tools for scrutinizing light-matter interactions in metamedia, particularly those involving distinct constitutive tensors, such as polarization cross-coupling or non-reciprocal propagation induced by bianisotropy. In this research, we apply the generalized transfer matrix method and matrix Fourier Optics to devise a novel hybrid methodology adept at efficiently tracing an optical beam as it propagates through transverse-homogeneous, longitudinal-inhomogeneous bianisotropic media. Our proof-of-concept demonstration elucidates the interaction between a nonparaxial Gaussian incident beam with various linear/circular polarizations and a mismatched anisotropic double-negative (DNG) metamaterial. We unveil the nontrivial bifocal effect and optical vortex (OV) generation and focusing phenomena in a three-dimensional environment, findings that have not been documented previously. Significantly, the proposed efficient methodology holds the potential for application in examining more promising physical phenomena exhibited by intricate metamaterials, enabling a more visually rigorous approach.         ",
    "url": "https://arxiv.org/abs/2509.09150",
    "authors": [
      "Yifeng Qin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.09216",
    "title": "Projector Method for Nonlinear Light-Matter Interactions and Quantum Geometry",
    "abstract": "           We develop a systematic projector-based Feynman diagram framework that intrinsically encodes quantum geometry for nonlinear optical responses. By explicitly incorporating geometric quantities such as the quantum geometric tensor, quantum hermitian connection, and triple phase product, the method ensures component-wise gauge invariance and seamlessly extends to multiband systems, enabling accurate calculations of quantum geometry and nonlinear optical responses. We derive the projector formalism in Wannier function basis and implement the \\textit{ab initio} calculations of shift current in GeS, demonstrating excellent agreement with the sum rule and Wilson loop approaches. This work extends projector-based representations within the Wannier functions basis, offering an efficient and reliable tool for investigating nonlinear light-matter interactions and quantum geometry in realistic materials.         ",
    "url": "https://arxiv.org/abs/2509.09216",
    "authors": [
      "Zhichao Guo",
      "Zhuocheng Lu",
      "Hua Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2509.09228",
    "title": "Unveiling Mechanical Motions in Non-linear Optical Organic Micro Ring Resonators",
    "abstract": "           This work demonstrates the multifaceted dynamic motion and three-dimensional (3D) spatial manipulation of organic micro ring resonators (MRRs). The MRRs are fabricated via surface-tension-assisted self-assembly of 2,2'-((1E,1'E)-hydrazine-1,2-diylidenebis(methaneylylidene))bis(3,5-dibromophenol) (HDBP), exhibiting nonlinear optical (NLO) emission and frequency comb-type whispering gallery modes. Interestingly, the MRRs are micromechanically reconfigurable into various strained architectures, including lifting, transferring, vertical standing, axial spinning, and wheel-like rolling, using an atomic force microscopy cantilever tip. The MRRs retained their photonic traits throughout these dynamic motions, underscoring their mechanical robustness. Notably, the demonstration of axial spinning and rolling locomotion extends the manipulation capabilities beyond two-dimensional control, enabling complete 3D spatial control. These results establish a foundational platform for next-generation NLO mechanophotonic systems, where reconfigurable smart and soft photonic elements can be dynamically controlled with high spatial precision.         ",
    "url": "https://arxiv.org/abs/2509.09228",
    "authors": [
      "Melchi Chosenyah",
      "Swaraj Rajaram",
      "Vladimir Novikov",
      "Anton Maydykovskiy",
      "Ankur Khapre",
      "Tatiana Murzina",
      "Rajadurai Chandrasekar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.09246",
    "title": "Theoretical analysis of optical feedback-controlled emission of dual-wavelength lasers",
    "abstract": "           Dual and multi-wavelength lasers, i.e., lasers with the ability to emit at two or more wavelengths in a controlled fashion, represent an exciting new twist in laser physics. Harnessing the mode competition to control them better remains, however, a challenge. In this work, we numerically explore the effect of optical feedback on the emission properties of a dual-wavelength laser using a rate equation model. We focus on switching capability and investigate the impact of key laser and feedback parameters. We connect the emergence of simultaneous emission to a lower cross-saturation between modes, and demonstrate that robust switching can be achieved using a short feedback cavity and a sufficiently strong feedback. In particular and in contrast to previous publications, we highlight that the feedback phase difference between the two modes is not a critical parameter. Our results are consistent with recent experimental observations, supporting the relevance of feedback-based control techniques for multi-wavelength lasers.         ",
    "url": "https://arxiv.org/abs/2509.09246",
    "authors": [
      "Mathieu Ladouce",
      "Pablo Marin-Palomo",
      "Martin Virte"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.09304",
    "title": "Non-Abelian Electric Field and Zitterbewegung on a Photonic Frequency Chain",
    "abstract": "           The synthetic frequency dimension, which realizes fictitious spatial dimensions from the spectral degree of freedom, has emerged as a promising platform for engineering artificial gauge fields in studying quantum simulations and topological physics with photons. A current central task for frequency-domain photons is the creation and manipulation of nontrivial non-Abelian field strength tensors and observing their governing dynamics. Here, we experimentally demonstrate a miniaturized scheme for creating non-Abelian electric fields in a photonic frequency chain using a polarization-multiplexed, time-modulated ring resonator. By engineering spin-orbit coupling via modulation dephasing, polarization rotation, and polarization retardation, we achieve programmable control over synthetic Floquet bands and their quasimomentum spin-resolved textures. Leveraging self-heterodyne coherent detection, we demonstrate Zitterbewegung -- a trembling motion of photons -- induced by non-Abelian electric fields on the frequency chain. We further observe the interference between Zitterbewegung and Bloch oscillations arising from the coexistence of non-Abelian and Abelian electric fields. Our work bridges synthetic dimensions with non-Abelian gauge theory for versatile photonic emulation of relativistic quantum mechanics and spinor dynamics, and can be instrumental in applications like frequency-domain optical computation and multimodal frequency comb control.         ",
    "url": "https://arxiv.org/abs/2509.09304",
    "authors": [
      "Shu Yang",
      "Bengy Tsz Tsun Wong",
      "Yi Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2509.09308",
    "title": "New results from fast timing iLGAD sensor on Timepix4",
    "abstract": "           With the High-Luminosity Large Hadron Collider (HL-LHC) the number of collisions per bunch crossing increases. To cope with these high rates in the pixel trackers, per-pixel time measurements are required, which implies the need for fast sensors. The inverse Low-Gain Avalanche Detector (iLGAD) is one of the fast sensor options that is being investigated. This paper will show the results of an inverse Low-Gain Avalanche Detector (iLGAD) with a pitch of 55 \\textmu m, a thickness of 250~\\textmu m and a large-area (2~cm$^2$), bump bonded to a Timepix4 ASIC. Timepix4 has 195~ps time binning on each pixel and therefore an excellent ASIC to test the sensor. The sensor is characterised with radio-active source measurements in the lab, and during beam test at the CERN SPS North Area H8 beamline, where the Timepix4 telescope was used. The telescope has a time reference of 12~ps and a pointing resolution of 2.4 $\\pm$ 0.1~\\textmu m. The iLGAD shows an almost uniform gain of approximately 4 and an efficiency of 99.6 $\\pm$ 0.1\\%. Without any corrections the obtained time resolution is about 750~ps. After timewalk and clock corrections the time resolution becomes 377 $\\pm$ 7~ps. Grazing angle measurements have been done, which allow to measure the time resolution as function of depth of the charge deposition in the sensor. This provides more insight for the perpendicular time resolution.         ",
    "url": "https://arxiv.org/abs/2509.09308",
    "authors": [
      "Daan Oppenhuis"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2509.09315",
    "title": "On the role of water activity on the formation of a protein-rich coffee ring in an evaporating multicomponent drop",
    "abstract": "           The coffee-ring effect is a universal feature of evaporating sessile droplets with pinned contact line, wherein solutes or particles are advected to the droplet's edge due to evaporation-driven flows. While existing models have successfully described this phenomenon in particle-laden droplets, they often assume that hydrodynamics are decoupled from solute transport. This assumption breaks down in complex fluids, such as protein or polymeric solutions, where the solute can influence evaporation through changes in water activity. Here, we investigate model respiratory droplets primarily composed of water, salt, and a type of the glycoprotein mucin. Using fluorescence microscopy, we observe the formation of a well-defined protein ring at the droplet edge as water evaporates. The growth and morphology of this ring exhibit a strong dependence on ambient relative humidity ($H_r$), revealing dynamics that existing models cannot capture. Specifically, we find that protein accumulation at the edge is governed by the feedback between local solute concentration and evaporation rate. To account for this, we develop a minimal theoretical model based on the lubrication approximation, incorporating the coupling between hydrodynamics and solute transport through the evaporation rate. Our framework reproduces key features of the experimental observations and suggests a physical basis for the $H_r$-dependent stability and infectivity of respiratory droplets containing viruses.         ",
    "url": "https://arxiv.org/abs/2509.09315",
    "authors": [
      "Javier Martínez-Puig",
      "Gianluca D'Agostino",
      "Ana Oña",
      "Javier Rodríguez-Rodríguez"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2509.09392",
    "title": "An Integrated Open Source Software System for the Generation and Analysis of Subject-Specific Blood Flow Simulation Ensembles",
    "abstract": "           Background and Objective: Hemodynamic analysis of blood flow through arteries and veins is critical for diagnosing cardiovascular diseases, such as aneurysms and stenoses, and for investigating cardiovascular parameters, such as turbulence and wall shear stress. For subject-specific analyses, the anatomy and blood flow of the subject can be captured non-invasively using structural and 4D Magnetic Resonance Imaging (MRI). Computational Fluid Dynamics (CFD), on the other hand, can be used to generate blood flow simulations by solving the Navier-Stokes equations. To generate and analyze subject-specific blood flow simulations, MRI and CFD have to be brought together. Methods: We present an interactive, customizable, and user-oriented visual analysis tool that assists researchers in both medicine and numerical analysis. Our open-source tool is applicable to domains such as CFD and MRI, and it facilitates the analysis of simulation results and medical data, especially in hemodynamic studies. It enables the creation of simulation ensembles with a high variety of parameters. Furthermore, it allows for the visual and analytical examination of simulations and measurements through 2D embeddings of the similarity space. Results: To demonstrate the effectiveness of our tool, we applied it to three real-world use cases, showcasing its ability to configure simulation ensembles and analyse blood flow dynamics. We evaluated our example cases together with MRI and CFD experts to further enhance features and increase the usability. Conclusions: By combining the strengths of both CFD and MRI, our tool provides a more comprehensive understanding of hemodynamic parameters, facilitating more accurate analysis of hemodynamic biomarkers.         ",
    "url": "https://arxiv.org/abs/2509.09392",
    "authors": [
      "Simon Leistikow",
      "Thomas Miro",
      "Adrian Kummerländer",
      "Ali Nahardani",
      "Katja Grün",
      "Markus Franz",
      "Verena Hoerr",
      "Mathias J. Krause",
      "Lars Linsen"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Software Engineering (cs.SE)"
    ]
  },
  {
    "id": "arXiv:2509.09445",
    "title": "Photonic Matrix Multiplication Circuit Based on Double Racetrack Resonator Building Blocks",
    "abstract": "           This paper presents a novel design framework for photonic matrix multiplication based on programmable photonic integrated circuits using double racetrack (DRT) resonators as building blocks. Here, we analytically demonstrate that the transfer function of the DRT resonator building block resembles that conventional building blocks, such as directional couplers and MZI, making it suitable for building programmable circuits that handle complex matrix calculations. Using this new DRT resonators building block, a 3-by-3 photonic processor is implemented and validated through full-wave Finite Element Method (FEM) simulations, and scalability is further analysed using hybrid FEM-circuit modelling. Additionally, we implement a low-pass filter as a non-unitary system example, showcasing the flexibility of the approach. Results confirm high fidelity between simulated and analytical models, supporting the viability of DRT resonators for reconfigurable photonic circuits. We believe that the proposed DRT resonator building blocks have the potential to complement and integrate with other previously reported blocks, thereby enhancing the fidelity and expanding the application scope of programmable photonic integrated circuits, particularly for all-optical signal processing in communication systems and for integration within microwave photonics platforms targeting emerging telecommunications technologies.         ",
    "url": "https://arxiv.org/abs/2509.09445",
    "authors": [
      "Hussein Talib",
      "Phillip D. Sewell",
      "Ana Vukovic",
      "Sendy Phang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.09477",
    "title": "Quantum dots emission enhancement via coupling with an epsilon-near-zero sublayer",
    "abstract": "           Quantum emitters operating at telecom wavelengths are essential for the advancement of quantum technologies, particularly in the development of integrated on-chip devices for quantum computing, communication, and sensing. Coupling resonant structures to a near-zero-index (NZI) environment has been shown to enhance their optical performance by both increasing spontaneous emission rates and improving emission directionality. In this work, we comparatively study emission characteristics of colloidal PbS/CdS (core/shell) quantum dots at telecom wavelengths on different substrates, where two different sets of quantum dots emitting within and outside the epsilon-near-zero region are deposited on both glass and indium tin oxide (ITO) substrates. Our results demonstrate that coupling quantum dots to the epsilon-near-zero spectral region results in a reduction of photoluminescence lifetime of 54~times, a 7.5-fold increase in saturation intensity, and a relative emission cone narrowing from 17.6° to 10.3°. These results underline the strong dependence of quantum dot emission properties on the spectral overlap with the epsilon-near-zero condition, highlighting the potential of transparent conducting oxides (TCOs), such as ITO, for integration into next-generation quantum photonic devices. Due to their CMOS compatibility, fabrication tunability, and high thermal and optical damage thresholds, TCO NZI materials offer a robust platform for scalable and high-performance quantum optical systems operating within the telecom bandwidth.         ",
    "url": "https://arxiv.org/abs/2509.09477",
    "authors": [
      "S. Stengel",
      "A. B. Solanki",
      "H. Ather",
      "P. G. Chen",
      "J. I. Choi",
      "B. M. Triplett",
      "M. Ozlu",
      "K. R. Choi",
      "A. Senichev",
      "W. Jaffray",
      "A. S. Lagutchev",
      "L. Caspani",
      "M. Clerici",
      "L. Razzari",
      "R. Morandotti",
      "M. Ferrera",
      "A. Boltasseva",
      "V. M. Shalaev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2509.09581",
    "title": "Programmable 200 GOPS Hopfield-inspired photonic Ising machine",
    "abstract": "           Ising machines offer a compelling approach to addressing NP-hard problems, but physical realizations that are simultaneously scalable, reconfigurable, fast, and stable remain elusive. Quantum annealers, like D-Wave's cryogenic hardware, target combinatorial optimization tasks, but quadratic scaling of qubit requirements with problem size limits their scalability on dense graphs. Here, we introduce a programmable, stable, room-temperature optoelectronic oscillator (OEO)-based Ising machine with linear scaling in spin representation. Inspired by Hopfield networks, our architecture solves fully-connected problems with up to 256 spins (65,536 couplings), and $>$41,000 spins (205,000+ couplings) if sparse. Our system leverages cascaded thin-film lithium niobate modulators, a semiconductor optical amplifier, and a digital signal processing (DSP) engine in a recurrent time-encoded loop, demonstrating potential $>$200 giga-operations per second for spin coupling and nonlinearity. This platform achieves the largest spin configuration in an OEO-based photonic Ising machine, enabled by high intrinsic speed. We experimentally demonstrate best-in-class solution quality for Max-Cut problems of arbitrary graph topologies (2,000 and 20,000 spins) among photonic Ising machines and obtain ground-state solutions for number partitioning and lattice protein folding - benchmarks previously unaddressed by photonic systems. Our system leverages inherent noise from high baud rates to escape local minima and accelerate convergence. Finally, we show that embedding DSP - traditionally used in optical communications - within optical computation enhances convergence and solution quality, opening new frontiers in scalable, ultrafast computing for optimization, neuromorphic processing, and analog AI.         ",
    "url": "https://arxiv.org/abs/2509.09581",
    "authors": [
      "Nayem AL-Kayed",
      "Charles St-Arnault",
      "Hugh Morison",
      "A. Aadhi",
      "Chaoran Huang",
      "Alexander N. Tait",
      "David V. Plant",
      "Bhavin J. Shastri"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.08873",
    "title": "In situ estimation of the acoustic surface impedance using simulation-based inference",
    "abstract": "           Accurate acoustic simulations of enclosed spaces require precise boundary conditions, typically expressed through surface impedances for wave-based methods. Conventional measurement techniques often rely on simplifying assumptions about the sound field and mounting conditions, limiting their validity for real-world scenarios. To overcome these limitations, this study introduces a Bayesian framework for the in situ estimation of frequency-dependent acoustic surface impedances from sparse interior sound pressure measurements. The approach employs simulation-based inference, which leverages the expressiveness of modern neural network architectures to directly map simulated data to posterior distributions of model parameters, bypassing conventional sampling-based Bayesian approaches and offering advantages for high-dimensional inference problems. Impedance behavior is modeled using a damped oscillator model extended with a fractional calculus term. The framework is verified on a finite element model of a cuboid room and further tested with impedance tube measurements used as reference, achieving robust and accurate estimation of all six individual impedances. Application to a numerical car cabin model further demonstrates reliable uncertainty quantification and high predictive accuracy even for complex-shaped geometries. Posterior predictive checks and coverage diagnostics confirm well-calibrated inference, highlighting the method's potential for generalizable, efficient, and physically consistent characterization of acoustic boundary conditions in real-world interior environments.         ",
    "url": "https://arxiv.org/abs/2509.08873",
    "authors": [
      "Jonas M. Schmid",
      "Johannes D. Schmid",
      "Martin Eser",
      "Steffen Marburg"
    ],
    "subjectives": [
      "Sound (cs.SD)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2509.09382",
    "title": "Thermodynamic coprocessor for linear operations with input-size-independent calculation time based on open quantum system",
    "abstract": "           Linear operations, e.g., vector-matrix or vector-vector multiplications, are core operations of modern neural networks. To diminish computational time, these operations are implemented by parallel computations using different coprocessors. In this work we show that open quantum system consisting of bosonic modes and interacting with bosonic reservoirs can be used as analog coprocessor implementing multiple vector-matrix multiplications with stochastic matrices in parallel. Input vectors are encoded in occupancies of reservoirs, and output result is presented by stationary energy flows. The operation takes time needed for the system's transition to non-equilibrium stationary state independently on number of the reservoirs, i.e., on the input vector dimension. The computations are accompanied by entropy growth. We construct a direct mapping between open quantum systems and electrical crossbar structures, showing that dissipation rates multiplied by OQS's modes frequencies can be seen as conductivities, reservoirs' occupancies can be seen as potentials, and stationary energy flows can be seen as electric currents.         ",
    "url": "https://arxiv.org/abs/2509.09382",
    "authors": [
      "I. V. Vovchenko",
      "A. A. Zyablovsky",
      "A. A. Pukhov",
      "E. S. Andrianov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.09573",
    "title": "Quantum signatures of proper time in optical ion clocks",
    "abstract": "           Optical clocks based on atoms and ions probe relativistic effects with unprecedented sensitivity by resolving time dilation due to atom motion or different positions in the gravitational potential through frequency shifts. However, all measurements of time dilation so far can be explained effectively as the result of dynamics with respect to a classical proper time parameter. Here we show that atomic clocks can probe effects where a classical description of the proper time dynamics is insufficient. We apply a Hamiltonian formalism to derive time dilation effects in harmonically trapped clock atoms and show how second-order Doppler shifts (SODS) due to the vacuum energy (vSODS), squeezing (sqSODS) and quantum corrections to the dynamics (qSODS) arise. We also demonstrate that the entanglement between motion and clock evolution can become observable in state-of-the-art clocks when the motion of the atoms is strongly squeezed, realizing proper time interferometry. Our results show that experiments with trapped ion clocks are within reach to probe relativistic evolution of clocks for which a quantum description of proper time becomes necessary.         ",
    "url": "https://arxiv.org/abs/2509.09573",
    "authors": [
      "Gabriel Sorci",
      "Joshua Foo",
      "Dietrich Leibfried",
      "Christian Sanner",
      "Igor Pikovski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2310.14634",
    "title": "Rules and Meaning in Quantum Mechanics",
    "abstract": "           This book concerns the metasemantics of quantum mechanics (QM). Roughly, it pursues an investigation at the intersection of philosophy of physics and philosophy of language, and it offers a critical analysis of rival explanations of the semantic facts of standard QM. Two problems for such explanations are discussed: categoricity and permanence. New results include 1) a reconstruction of Einstein's incompleteness argument, which concludes that a local, separable, and categorical QM cannot exist, 2) a reinterpretation of Bohr's principle of correspondence, grounded in the principle of permanence, 3) a meaning-variance argument for quantum logic, which follows a line of critical reflections initiated by Weyl, and 4) an argument for semantic indeterminacy leveled against inferentialism about QM, inspired by Carnap's work in the philosophy of classical logic.         ",
    "url": "https://arxiv.org/abs/2310.14634",
    "authors": [
      "Iulian D. Toader"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.20192",
    "title": "Physics consistent machine learning framework for inverse modeling with applications to ICF capsule implosions",
    "abstract": "           In high energy density physics (HEDP) and inertial confinement fusion (ICF), predictive modeling is complicated by uncertainty in parameters that characterize various aspects of the modeled system, such as those characterizing material properties, equation of state (EOS), opacities, and initial conditions. Typically, however, these parameters are not directly observable. What is observed instead is a time sequence of radiographic projections using X-rays. In this work, we define a set of sparse hydrodynamic features derived from the outgoing shock profile and outer material edge, which can be obtained from radiographic measurements, to directly infer such parameters. Our machine learning (ML)-based methodology involves a pipeline of two architectures, a radiograph-to-features network (R2FNet) and a features-to-parameters network (F2PNet), that are trained independently and later combined to approximate a posterior distribution for the parameters from radiographs. We show that the estimated parameters can be used in a hydrodynamics code to obtain density fields and hydrodynamic shock and outer edge features that are consistent with the data. Finally, we demonstrate that features resulting from an unknown EOS model can be successfully mapped onto parameters of a chosen analytical EOS model, implying that network predictions are learning physics, with a degree of invariance to the underlying choice of EOS model.         ",
    "url": "https://arxiv.org/abs/2412.20192",
    "authors": [
      "Daniel A. Serino",
      "Evan Bell",
      "Marc Klasky",
      "Ben S. Southworth",
      "Balasubramanya Nadiga",
      "Trevor Wilcox",
      "Oleg Korobkin"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Machine Learning (cs.LG)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2503.01406",
    "title": "Wavelength independent detection and discrimination of a laser with a sensitivity of 140fW using self-coherence",
    "abstract": "           Wavelength independent detection and discrimination of laser radiation has been performed by detecting the \"self coherence\" of an incoming light source using interferometry with photon sensitive detectors. The system successfully discriminates between coherent and incoherent sources. Detection of scattered laser light has been performed across the visible spectrum with no filters, internal or external source comparisons. The ultimate detection sensitivity was shown to be 140fW for a continuous wave (CW) HeNe laser at 632nm. We believe this to be the most sensitive wavelength independent detection of a CW laser so far reported         ",
    "url": "https://arxiv.org/abs/2503.01406",
    "authors": [
      "David M. Benton",
      "Andrew Ellis",
      "Yiming Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.07941",
    "title": "Gain characterization of LGAD sensors with beta particles and 28-MeV protons",
    "abstract": "           Low Gain Avalanche Diodes, also known as LGADs, are widely considered for fast-timing applications in high energy physics, nuclear physics, space science, medical imaging, and precision measurements of rare processes. Such devices are silicon-based and feature an intrinsic gain due to a $p{^+}$-doped layer that allows the production of a controlled avalanche of carriers, with multiplication on the order of 10-100. This technology can provide time resolution on the order of 20-30 ps, and variants of this technology can provide precision tracking too. The characterization of LGAD performance has so far primarily been focused on the interaction of minimum ionizing particles for high energy and nuclear physics applications. This article expands the study of LGAD performance to highly-ionizing particles, such as 28-MeV protons, which are relevant for several future scientific applications, e.g. in biology and medical physics, among others. These studies were performed with a beam of 28-MeV protons from a tandem Van de Graaff accelerator at Brookhaven National Laboratory and beta particles from a $^{90}{\\rm Sr}$ source; these were used to characterize the response and the gain of an LGAD as a function of bias voltage and collected charge. The experimental results are also compared to TCAD simulations.         ",
    "url": "https://arxiv.org/abs/2503.07941",
    "authors": [
      "Mohamed Hijas Mohamed Farook",
      "Gabriele Giacomini",
      "Gabriele DAmen",
      "Giovanni Pinaroli",
      "Enrico Rossi",
      "Sally Seidel",
      "Alessandro Tricoli"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2504.05542",
    "title": "Core-Excited States of Linear and Bent Uranyl Complexes: Insights from High-Energy Resolution X-ray Spectroscopy and Relativistic Quantum Chemistry",
    "abstract": "           Advanced X-ray spectroscopic techniques are widely recognized as state-of-the-art tools for probing the electronic structure, bonding, and chemical environments of the heaviest elements in the periodic table. In this study, we employ X-ray absorption near-edge structure measurements in high-energy resolution fluorescence detection (HERFD-XANES) mode to investigate the core states arising from excitations out of the U 3d${_{3/2}}$ (M$_4$ edge) levels for molecular complexes in which the uranyl moiety deviates from linearity to varying degrees, and in particular systems containing the UO$_2$Cl$_2$ group such as UO$_2$Cl$_2$.n(H$_2$O) and UO$_2$Cl$_2$(phen)$_2$, which in the latter case exhibits a pronounced O-U-O bending angle. These U M$_4$ edge HERFD-XANES spectra are compared to those of other uranyl complexes reported in the literature. This evaluation is complemented by \\textit{ab initio} relativistic quantum chemistry simulations on the [UO$_2$(NO$_3$)$_2$.n(H$_2$O)], UO$_2$Cl$_2$.n(H$_2$O) and UO$_2$Cl$_2$(phen)$_2$ systems, using 2-component Time-Dependent Density Functional Theory (TD-DFT) with the CAM-B3LYP functional, employing the Tamm-Dancoff approximation (2c-TDA). Our 2c-TDA simulations show modest deviations from the HERFD-XANES data, with peak splittings differing by less than 1 eV from experimental values. These core-excited states were further characterized by Natural Transition Orbital (NTO) analysis. Overall, our results highlight the influence of equatorial ligands on the spectroscopic signatures, particularly pronounced in UO$_2$Cl$_2$(phen)$_2$, where the U 3d$_{3/2}$ $\\rightarrow$ 5f$\\sigma_u^*$ satellite transition appears at lower energies compared to the other systems studied.         ",
    "url": "https://arxiv.org/abs/2504.05542",
    "authors": [
      "Wilken Aldair Misael",
      "Lucia Amidani",
      "Juliane März",
      "Elena F. Bazarkina",
      "Kristina O. Kvashnina",
      "Valérie Vallet",
      "André Severo Pereira Gomes"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2508.09335",
    "title": "Geometric Optical Throughput and Etendue Revisited: Introducing the Optogeometric Factor for Pixel Level Quantitative Imaging",
    "abstract": "           This paper formally defines the optogeometric factor $F_{\\mathrm{opg}}$ as a pixel level quantity of geometric optical throughput, with units of $\\text{m}^2\\cdot\\text{sr}$ (or $\\text{m}^2$ in reduced form), derived from étendue. Whereas étendue is conventionally used to characterise the throughput of entire optical systems, the optogeometric factor is localised to the level of a single detector pixel, providing a new way to link scene radiance to the radiant flux actually collected by that pixel. Although examples are drawn from infrared thermography, the formulation is general and applies equally to visible, ultraviolet, and Xray imaging systems. The underlying radiometric principle is well established: classical radiometry already relates radiance, area, and solid angle. The new contribution of this work is to isolate that pixel level term, to name it as $F_{\\mathrm{opg}}$, and to derive its explicit forms. In this way, $F_{\\mathrm{opg}}$ acts as a compact and universal descriptor of pixel level radiometric throughput. The present study builds on an earlier quantitative thermography equation that already expressed the radiant flux collected by an individual pixel. In that formulation, the scene based form of the optogeometric factor was present only implicitly, embedded in the derivation. Here, $F_{\\mathrm{opg}}$ is made explicit as an independent radiometric quantity, providing a more transparent and general framework that links pixel level geometry to radiometric throughput. Two formulations of $F_{\\mathrm{opg}}$ are derived: a scene based form, expressed through the pixel footprint area and instantaneous field of view, and a sensor based form, expressed through the pixel pitch and optical $f$number. They coincide numerically under the paraxial approximation and other conditions discussed in this work.         ",
    "url": "https://arxiv.org/abs/2508.09335",
    "authors": [
      "Jan Sova",
      "Marie Kolaříková"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2509.00600",
    "title": "Bimorph Lithium Niobate Piezoelectric Micromachined Ultrasonic Transducer",
    "abstract": "           This work demonstrates a prototype bi-layer piezoelectric micromachined ultrasonic transducer (PMUT) based on transferred periodically poled piezoelectric film (P3F) X-cut lithium niobate (LN). Opposite in-plane polarizations in the piezoelectric film stack are employed to enable efficient lateral field excitation of the flexural mode. Thanks to its high piezoelectric coefficient and low dielectric loss, the X-cut LN exhibits high figure of merits (FoMs) as both sensors and transducers. The fabricated PMUT demonstrates an out-of-plane mode near 1 MHz with an electromechanical coupling of 3.6\\%. Laser Doppler vibrometry further validates the finite element analysis, showing a peak center displacement of 340 pm/V. These results establish bi-layer P3F LN PMUTs as a promising platform for compact and high-performance ultrasonic transducers. Future work will focus on theoretical analysis, modeling of the measured data, improving the design of the transducer topology, and mitigating feedthrough effects.         ",
    "url": "https://arxiv.org/abs/2509.00600",
    "authors": [
      "Ziqian Yao",
      "Vakhtang Chuluhadze",
      "Zihuan Liu",
      "Xiaoyu Niu",
      "Tzu-Husan Hsu",
      "Byeongjin Kim",
      "Neal Hall",
      "Ruochen Lu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.08665",
    "title": "Thermal-noise Limits to the Frequency Stability of Burned Spectral Holes",
    "abstract": "           Techniques in frequency stabilization of lasers to fixed-spacer optical cavities have advanced to the point where the ultimate frequency stabilities are limited by thermal noise in the cavity materials for standard cavity configurations at room temperature. The use of spectral-hole burning (SHB) in laser stabilization has produced promising results in early experiments. In this letter we explore the thermal-noise limits to frequency stability in burned spectral holes. We compile known material parameters for a typical system used in SHB experiments (Eu 3+ doped Y 2 SiO 5 ) to make numerical estimates for the fundamental thermal-noise induced frequency instability in spectral-holes for the liquid-helium temperature and dilution temperature cases. These efforts can guide the design of future SHB experiments and clarify which important material parameters remain to be measured.         ",
    "url": "https://arxiv.org/abs/2412.08665",
    "authors": [
      "M T Hartman",
      "N Wagner",
      "S Seidelin",
      "B Fang"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  }
]