[
  {
    "id": "arXiv:2202.11775",
    "title": "Resonators with tailored optical path by cascaded-mode conversions",
    "abstract": "Optical resonators enable the generation, manipulation, and storage of electromagnetic waves. They are widely used in technology and fundamental research, in telecommunications, lasers and nonlinear optics, ultra-sensitive measurements in cavity optomechanics, and the study of light-matter interactions in the context of cavity QED. The physics underlying their operation is determined by the constructive interference of electromagnetic waves at specific frequencies, giving rise to the resonance spectrum. This mechanism causes the limitations and trade-offs of resonator design, such as the difficulty of confining waves larger than the resonator and the fixed relationship between free spectral range, modal linewidth, and the resonator's refractive index and size. Here, we introduce a new class of optical resonators, generating resonances by designing the optical path through transverse mode coupling in a cascaded process created by mode-converting mirrors. The generalized round-trip phase condition leads to resonator characteristics that are markedly different from Fabry-Perot resonators and can be tailored over a wide range, such as the largest resonant wavelength, the free spectral range, the linewidth, and the quality factor. We confirm the existence of these modes experimentally in an integrated waveguide cavity with mode converters coupling two transverse modes into one supermode. The resonance signature of the cascaded-mode resonator is a spectrum resulting from the coherent superposition of the coupled transverse modes. We also demonstrate a transverse mode-independent transmission through the resonator and show that its engineered spectral properties agree with theoretical predictions. Cascaded-mode resonators introduce properties not found in traditional resonators and provide a mechanism to overcome the existing trade-offs in the design of resonators in various application areas. ",
    "url": "https://arxiv.org/abs/2202.11775",
    "authors": [
      "Vincent Ginis",
      "Ileana-Cristina Benea-Chelmus",
      "Jinsheng Lu",
      "Marco Piccardo",
      "Federico Capasso"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.11828",
    "title": "Novel Sensors for Particle Tracking: a Contribution to the Snowmass  Community Planning Exercise of 2021",
    "abstract": "Five contemporary technologies are discussed in the context of their potential roles in particle tracking for future high energy physics applications. These include sensors of the 3D configuration, in both diamond and silicon, submicron-dimension pixels, thin film detectors, and scintillating quantum dots in gallium arsenide. Drivers of the technologies include radiation hardness, excellent position, vertex, and timing resolution, simplified integration, and optimized power, cost, and material. ",
    "url": "https://arxiv.org/abs/2202.11828",
    "authors": [
      "M.R. Hoeferkamp",
      "S. Seidel",
      "S. Kim",
      "J. Metcalfe",
      "A. Sumant",
      "H. Kagan",
      "W. Trischuk",
      "M. Boscardin",
      "G.-F. Dalla Betta",
      "D.M.S. Sultan",
      "N.T. Fourches",
      "C. Renard",
      "A. Barbier",
      "T. Mahajan",
      "A. Minns",
      "V. Tokranov",
      "M. Yakimov",
      "S. Oktyabrsky",
      "C. Gingu",
      "P. Murat",
      "M.T. Hedges"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2202.11837",
    "title": "Computational 3D microscopy with optical coherence refraction tomography",
    "abstract": "Optical coherence tomography (OCT) has seen widespread success as an in vivo clinical diagnostic 3D imaging modality, impacting areas including ophthalmology, cardiology, and gastroenterology. Despite its many advantages, such as high sensitivity, speed, and depth penetration, OCT suffers from several shortcomings that ultimately limit its utility as a 3D microscopy tool, such as its pervasive coherent speckle noise and poor lateral resolution required to maintain millimeter-scale imaging depths. Here, we present 3D optical coherence refraction tomography (OCRT), a computational extension of OCT which synthesizes an incoherent contrast mechanism by combining multiple OCT volumes, acquired across two rotation axes, to form a resolution-enhanced, speckle-reduced, refraction-corrected 3D reconstruction. Our label-free computational 3D microscope features a novel optical design incorporating a parabolic mirror to enable the capture of 5D plenoptic datasets, consisting of millimetric 3D fields of view over up to $\\pm75^\\circ$ without moving the sample. We demonstrate that 3D OCRT reveals 3D features unobserved by conventional OCT in fruit fly, zebrafish, and mouse samples. ",
    "url": "https://arxiv.org/abs/2202.11837",
    "authors": [
      "Kevin C. Zhou",
      "Ryan P. McNabb",
      "Ruobing Qian",
      "Simone Degan",
      "Al-Hafeez Dhalla",
      "Sina Farsiu",
      "Joseph A. Izatt"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2202.11859",
    "title": "Nanodiamonds based optical-fiber quantum probe for magnetic field and  biological sensing",
    "abstract": "Owing to the unique electronic spin properties, the nitrogen-vacancy (NV) centers hosted in diamond have emerged as a powerful quantum sensor for various physical parameters and biological species. In this work, a miniature optical-fiber quantum probe, configured by chemically-modifying nanodiamonds NV centers on the surface of a cone fiber tip, is developed. Based on continue-wave optically detected magnetic resonance method and lock-in amplifying technique, it is found that the sensing performance of the probe can be engineered by varying the nanodiamonds dispersion concentration and modification duration in the chemical modification process. Combined with a pair of magnetic flux concentrators, the magnetic field detection sensitivity of the probe is significantly enhanced to 0.57 nT/Hz1/2 @ 1Hz, a new record among the fiber magnetometers based on nanodiamonds NV. Taking Gd3+ as the demo, the capability of the probe in paramagnetic species detection is also demonstrated experimentally. Our work provides a new approach to develop NV center as quantum probe featuring high integration, miniature size, multifunction, and high sensitivity, etc. ",
    "url": "https://arxiv.org/abs/2202.11859",
    "authors": [
      "Yaofei Chen",
      "Qianyu Lin",
      "Hongda Cheng",
      "Yingying Ye",
      "Gui-Shi Liu",
      "Lei Chen",
      "Yunhan Luo",
      "Zhe Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.11957",
    "title": "Efficient frequency conversion with geometric phase control in optical  metasurfaces",
    "abstract": "Metasurfaces have appeared as a versatile platform for miniaturized functional nonlinear optics due to their design freedom in tailoring wavefronts. The key factor that limits its application in functional devices is the low conversion efficiency. Recently, dielectric metasurfaces governed by either high-quality factor modes (quasi-bound states in the continuum) or Mie modes, enabling strong light-matter interaction, have become a prolific route to achieve high nonlinear efficiency. Here, we demonstrate both numerically and experimentally an effective way of spatial nonlinear phase control by using the Pancharatnam-Berry phase principle with a high third harmonic conversion efficiency of $10^{-4}$ $1/W^2$. We find that the magnetic Mie resonance appears to be the main contributor to the third harmonic response, while the contribution from the quasi-bound states in the continuum is negligible. This is confirmed by a phenomenological model based on coupled anharmonic oscillators. Besides, our metasurface provides experimentally a high diffraction efficiency (80-90%) in both polarization channels. We show a functional application of our approach by experimentally reconstructing an encoded polarization-multiplexed vortex beam array with different topological charges at the third harmonic frequency with high fidelity. Our approach has the potential viability for future on-chip nonlinear signal processing and wavefront control. ",
    "url": "https://arxiv.org/abs/2202.11957",
    "authors": [
      "Bernhard Reineke Matsudo",
      "Basudeb Sain",
      "Luca Carletti",
      "Xue Zhang",
      "Wenlong Gao",
      "Costantino de Angelis",
      "Lingling Huang",
      "Thomas Zentgraf"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2202.11967",
    "title": "Coherence of ion cyclotron resonance for damping ion cyclotron waves in  space plasmas",
    "abstract": "Ion cyclotron resonance is one of the fundamental energy conversion processes through field-particle interaction in collisionless plasmas. However, the key evidence for ion cyclotron resonance (i.e., the coherence between electromagnetic fields and the ion phase space density) and the resulting damping of ion cyclotron waves (ICWs) has not yet been directly observed. Investigating the high-quality measurements of space plasmas by the Magnetospheric Multiscale (MMS) satellites, we find that both the wave electromagnetic field vectors and the bulk velocity of the disturbed ion velocity distribution rotate around the background magnetic field. Moreover, we find that the absolute gyro-phase angle difference between the center of the fluctuations in the ion velocity distribution functions and the wave electric field vectors falls in the range of (0, 90) degrees, consistent with the ongoing energy conversion from wave-fields to particles. By invoking plasma kinetic theory, we demonstrate that the field-particle correlation for the damping ion cyclotron waves in our theoretical model matches well with our observations. Furthermore, the wave electric field vectors ($\\delta \\mathbf{E'}_{\\mathrm {wave,\\perp}}$), the ion current density ($\\delta \\mathbf{J}_\\mathrm {i,\\perp}$) and the energy transfer rate ($\\delta \\mathbf{J}_\\mathrm {i,\\perp}\\cdot \\delta \\mathbf{E'}_{\\mathrm {wave,\\perp}}$) exhibit quasi-periodic oscillations, and the integrated work done by the electromagnetic field on the ions are positive, indicates that ions are mainly energized by the perpendicular component of the electric field via cyclotron resonance. Therefore, our combined analysis of MMS observations and kinetic theory provides direct, thorough, and comprehensive evidence for ICW damping in space plasmas. ",
    "url": "https://arxiv.org/abs/2202.11967",
    "authors": [
      "Qiaowen Luo",
      "Xingyu Zhu",
      "Jiansen He",
      "Jun Cui",
      "Hairong Lai",
      "Daniel Verscharen",
      "Die Duan"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2202.11972",
    "title": "Frequency characterization of diode lasers for vapor cell clocks  applications",
    "abstract": "The knowledge of the frequency noise spectrum of a diode laser is of interest in several high resolution experiments. Specifically, in laser-pumped vapor cell clocks, it is well established that the laser frequency noise plays a role in affecting the clock performances. It is then important to characterize the frequency noise of a diode laser, especially since such measurements are rarely found in the literature and hardly ever provided by vendors. In this paper, we describe a technique based on a frequency-to-voltage converter that transforms the laser frequency fluctuations into voltage fluctuations. In this way, it is possible to characterize the laser frequency noise power spectral density in a wide range of Fourier frequencies, as required in cell clock applications. ",
    "url": "https://arxiv.org/abs/2202.11972",
    "authors": [
      "Gaspare Antona",
      "Michele Gozzelino",
      "Salvatore Micalizio",
      "Claudio E. Calosso",
      "Giovanni A. Costanzo",
      "Filippo Levi"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2202.11980",
    "title": "Spin-Orbit Interaction of Light Enabled by Negative Coupling in High  Quality Factor Optical Metasurfaces",
    "abstract": "We study the negative couplings amid local resonances of photonic metasurfaces. In our analysis, we discover pseudo-spin-orbit coupled bulk modes leading to lines of circularly polarized radiation eigenstates in two-dimensional momentum space which were considered to exist only in three-dimensions. Our theoretical model is exemplified via a guided resonance dielectric metasurface that possesses Type-II Non-Hermitian diabolical points, from where the circular polarization lines emanate. The designed metasurface carries circular polarized radiation eigenstates in both the 0th and the 1st diffraction orders, allowing spin-selective light deflections. The high quality factor nature and field enhancement of the designed metasurface could lead to applications for spin-selective sensing, beam control and nonlinear optics. Our findings open a gateway for the design of near-field couplings assisted metasurfaces. ",
    "url": "https://arxiv.org/abs/2202.11980",
    "authors": [
      "Wenlong Gao",
      "Basudeb Sain",
      "Thomas Zentgraf"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.12041",
    "title": "Enhanced nonlinear circular dichroism in resonant dielectric  metasurfaces",
    "abstract": "We study both linear and nonlinear circular dichroism in dielectric resonant metasurfaces. We predict and demonstrate experimentally the enhancement of circular dichroism for normal propagation of light due to the excitation of multipolar Mie-type modes in silicon resonators and the formation of a complex vectorial field structure. We also reveal that high-quality Mie resonances satisfying optimal coupling condition can lead to giant circular dichroism in the nonlinear regime observed for the generation of the third-harmonic signal by normally propagating circularly polarized fundamental frequency fields. ",
    "url": "https://arxiv.org/abs/2202.12041",
    "authors": [
      "Kirill Koshelev",
      "Yutao Tang",
      "Zixian Hu",
      "Ivan Kravchenko",
      "Guixin Li",
      "Yuri Kivshar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.11909",
    "title": "Ultrafast photothermoelectric effect in Dirac semimetallic Cd3As2  revealed by terahertz emission",
    "abstract": "The thermoelectric effects of topological semimetals have attracted tremendous research interest because many topological semimetals are excellent thermoelectric materials and thermoelectricity serves as one of their most important potential applications. In this work, we reveal the transient photothermoelectric response of Dirac semimetallic Cd3As2, namely the photo-Seebeck effect and photo-Nernst effect, by studying the terahertz (THz) emission from the transient photocurrent induced by these effects. Our excitation polarization and power dependence confirm that the observed THz emission is due to photothermoelectric effect instead of other nonlinear optical effect. Furthermore, when a weak magnetic field (~0.4 T) is applied, the response clearly indicates an order of magnitude enhancement on transient photothermoelectric current generation compared to the photo-Seebeck effect. Such enhancement supports an ambipolar transport nature of the photo-Nernst current generation in Cd3As2. These results highlight the enhancement of thermoelectric performance can be achieved in topological Dirac semimetals based on the Nernst effect, and our transient studies pave the way for thermoelectric devices applicable for high field circumstance when nonequilibrium state matters. The large THz emission due to highly efficient photothermoelectric conversion is comparable to conventional semiconductors through optical rectification and photo-Dember effect. ",
    "url": "https://arxiv.org/abs/2202.11909",
    "authors": [
      "Wei Lu",
      "Zipu Fan",
      "Yunkun Yang",
      "Junchao Ma",
      "Jiawei Lai",
      "Xiaoming Song",
      "Xiao Zhuo",
      "Zhaoran Xu",
      "Jing Liu",
      "Xiaodong Hu",
      "Shuyun Zhou",
      "Faxian Xiu",
      "Jinluo Cheng",
      "Dong Sun"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.12182",
    "title": "Cavity induced bifurcation in classical rate theory",
    "abstract": "We show how coupling an ensemble of bistable systems to a common cavity field affects the collective stochastic behavior of this ensemble. In particular, the cavity provides an effective interaction between the systems, and parametrically modifies the transition rates between the metastable states. We predict that for a coupling strength exceeding a certain threshold, the cavity induces a spontaneous symmetry breaking where the stationary states of the bistable system bifurcate and the systems coalesce preferentially in one of the states. The effect crucially depends on the distribution of system-cavity coupling strengths. In the case of alternating signs of the couplings, the bifurcation shows up as a phase separation. Our results are of particular relevance in polaritonic chemistry where the presence of a cavity has been suggested to affect chemical reactions. ",
    "url": "https://arxiv.org/abs/2202.12182",
    "authors": [
      "Kalle S. U. Kansanen",
      "Tero T. Heikkilä"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.12291",
    "title": "Parametric Amplification of an Optomechanical Quantum Interconnect",
    "abstract": "Connecting microwave quantum computing technologies with optical fiber necessitates the conversion of microwave photons to optical photons mediated by strong non-linear coupling between microwave and optical modes. Modern experimental demonstrations exhibit strong coupling between a microwave resonator and an optical cavity mediated through phononic modes in a mechanical oscillator. This paradigmatic transduction experiment is bounded by theoretical efficiency bounds with constant driving amplitudes on the microwave resonator and optical cavity. By adding a parametric drive to the microwave resonator and optical cavity we can amplify the phononic occupation and amplify the converted signal through the quantum transducer. We present a theoretical framework for time-dependent control of the driving lasers based on the input-output formalism of quantum optics, and solve the linear time-varying equation of motion to obtain an analytic expression for the transfer function. The transfer function with the parametric drive results in a simple expression for efficiency gain in a transducer. We illustrate our analytic solution in varying parameter regimes relevant to current transduction experiments using numerical simulation. ",
    "url": "https://arxiv.org/abs/2202.12291",
    "authors": [
      "Huo Chen",
      "Marti Vives",
      "Mekena Metcalf"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2006.01737",
    "title": "Phase Transformations During Continuous Cooling in Inconel 718 Alloys  Manufactured by Laser Powder Bed Fusion and Suction Casting",
    "abstract": " Comments: 23 pages, 10 figures, 3 tables ",
    "url": "https://arxiv.org/abs/2006.01737",
    "authors": [
      "Yunhao Zhao",
      "Liangyan Hao",
      "Qiaofu Zhang",
      "Wei Xiong"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2107.00466",
    "title": "Inverse Renormalization Group in Quantum Field Theory",
    "abstract": " Title: Inverse Renormalization Group in Quantum Field Theory ",
    "url": "https://arxiv.org/abs/2107.00466",
    "authors": [
      "Dimitrios Bachtis",
      "Gert Aarts",
      "Francesco Di Renzo",
      "Biagio Lucini"
    ],
    "subjectives": [
      "High Energy Physics - Lattice (hep-lat)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Theory (hep-th)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2108.10575",
    "title": "Label-free chip-based evanescent light scattering super-resolution and  superior-contrast optical microscopy (cELS)",
    "abstract": " Comments: Modified the paper as it is not super-resolution but contrast enhancement happening ",
    "url": "https://arxiv.org/abs/2108.10575",
    "authors": [
      "Nikhil Jayakumar",
      "Firehun T Dullo",
      "Vishesh Dubey",
      "Azeem Ahmad Ahmad",
      "Jennifer Cauzzo",
      "Eduarda Mazagao Guerreiro",
      "Omri Snir",
      "Natasa Skalko-Basnet",
      "Krishna Agarwal",
      "Balpreet Singh Ahluwalia"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.11580",
    "title": "Accelerated Lifetime Testing and Analysis of Delta-doped Silicon Test  Structures",
    "abstract": " Comments: In IEEE Trans. Dev. Mater. Rel. (2022). Copyright 2022 IEEE. Personal use of this material is permitted. Permission from IEEE must be obtained for all other uses, including reprinting/republishing this material for advertising or promotional purposes, collecting new collected works for resale or redistribution to servers or lists, or reuse of any copyrighted component of this work in other works ",
    "url": "https://arxiv.org/abs/2110.11580",
    "authors": [
      "Connor Halsey",
      "Jessica Depoy",
      "DeAnna M. Campbell",
      "Daniel R. Ward",
      "Evan M. Anderson",
      "Scott W. Schmucker",
      "Jeffrey A. Ivie",
      "Xujiao Gao",
      "David A. Scrymgeour",
      "Shashank Misra"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]