[
  {
    "id": "arXiv:2502.10520",
    "title": "Inverse design of 3D-printable metalenses with complementary dispersion for terahertz imaging",
    "abstract": "           This study formulates a volumetric inverse-design methodology to generate a pair of complementary focusing metalenses for terahertz imaging: the two lenses exhibit equal and opposite shifts in focal length with frequency. An asymmetry arises, where we find a focal length that decreases with frequency to be more challenging to achieve (without material dispersion) given fabrication constraints, but it is still possible. We employ topology optimization, coupled with manufacturing constraints, to explore fully freeform designs compatible with 3D printing. Formulating an optimization problem that quantifies the goal of maximal complementary focal shifts, while remaining differentiable and tractable, requires a carefully selected sequence of constraints and approximations.         ",
    "url": "https://arxiv.org/abs/2502.10520",
    "authors": [
      "Mo Chen",
      "Ka Fai Chan",
      "Alec M. Hammond",
      "Chi Hou Chan",
      "Steven G. Johnson"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.10531",
    "title": "Insights of Transitions to Thermoacoustic Instability in Inverse Diffusion Flame using Multifractal Detrended Fluctuation Analysis",
    "abstract": "           The inverse diffusion flame (IDF) can experience thermoacoustic instability due to variations in power input or flow conditions. However, the dynamical transitions in IDF that lead to this instability when altering control parameters have not been thoroughly investigated. In this study, we explore the control parameters through two different approaches and employ multifractal detrended fluctuation analysis to characterize the transitions observed prior to the onset of thermoacoustic instability in the inverse diffusion flame. Our findings reveal a loss of multifractality near the region associated with thermoacoustic instability, which suggests a more ordered behavior. We determine that the singularity exponent, the width of the multifractal spectrum, and the Hurst exponent are reliable indicators of thermoacoustic instability and serve as effective classifiers of dynamical states in inverse diffusion flames.         ",
    "url": "https://arxiv.org/abs/2502.10531",
    "authors": [
      "Somnath De",
      "Soham Bhattacharya",
      "Arijit Bhattacharya",
      "Sirshendu Mondal",
      "Achintya Mukhopadhyay",
      "Swarnendu Sen"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2502.10595",
    "title": "Nonreciprocal Control of the Speed of Light Using Cavity Magnonics",
    "abstract": "           We demonstrate nonreciprocal control of the speed of light by sending a microwave pulse through a cavity magnonics device. In contrast to reciprocal group velocity controlled by conventional electromagnetically induced transparency (EIT) effect, incorporating dissipative magnon-photon coupling establishes a non-reciprocal EIT effect, allowing slow and fast light propagation in opposite directions at the same frequency with comparable amplitude. Remarkably, reversing the magnetic field enables a directional switch between non-reciprocal fast and slow light. This discovery may offer new possibilities for pulse time regulation in microwave signal communications, neuromorphic computing, and quantum signal processing.         ",
    "url": "https://arxiv.org/abs/2502.10595",
    "authors": [
      "Jiguang Yao",
      "Chenyang Lu",
      "Xiaolong Fan",
      "Desheng Xue",
      "Greg E. Bridges",
      "C.-M. Hu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2502.10740",
    "title": "Commissioning of a radiofrequency quadrupole cooler-buncher for collinear laser spectroscopy",
    "abstract": "           A RadioFrequency Quadrupole (RFQ) cooler-buncher system has been developed and implemented in a collinear laser spectroscopy setup. This system is dedicated to convert a continuous ion beam into short bunches, while enhancing beam quality and reducing energy spread. The functionality of the RFQ cooler-buncher has been verified through offline tests with stable rubidium and indium beam, delivered from a surface ion source and a laser ablation ion source, respectively. With a transmission efficiency exceeding 60%, bunched ion beams with a full width at half maximum of approximately 2{\\mu}s in the time-of-flight spectrum have been successfully achieved. The implementation of RFQ cooler-buncher system has significantly improved the overall transmission efficiency of the collinear laser spectroscopy setup.         ",
    "url": "https://arxiv.org/abs/2502.10740",
    "authors": [
      "Yin-Shen Liu",
      "Han-Rui Hu",
      "Xiao-Fei Yang",
      "Wen-Cong Mei",
      "Yang-Fan Guo",
      "Zhou Yan",
      "Shao-Jie Chen",
      "Shi-wei Bai",
      "Shu-Jing Wang",
      "Yong-Chao Liu",
      "Peng Zhang",
      "Dong-Yang Chen",
      "Yan-Lin Ye",
      "Qi-Te Li",
      "Jie Yang",
      "Stephan Malbrunot-Ettenauer",
      "Simon Lechner",
      "Carina Kanitz"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2502.10748",
    "title": "Noncommutative Deformation of Optical States",
    "abstract": "           In this paper, we study the noncommutative deformation of different optical states. We develop the deformed coherent state by using the raising and lowering operators of the quantum harmonic oscillator. This helps us to investigate the noncommutative deformation of a squeezed state in terms of noncommutative parameter, which in turn leads to the noncommutative deformation of a photon-added coherent state. This noncommutative deformation has an overall effect on the non-classicality of such states. This is done by investigating the impact of noncommutative deformation of the Mandal parameter for such states.         ",
    "url": "https://arxiv.org/abs/2502.10748",
    "authors": [
      "Aamir Rashid",
      "Jishnu Aryampilly"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.10753",
    "title": "Emergence of Unpinned Dirac Points in Defected Photonic Crystals",
    "abstract": "           Unpinned Dirac points (DPs) are nodal point degeneracies that occur at generic momentum points lacking high symmetry, often exhibiting characteristics typically forbidden by symmetry. While this phenomenon has been observed in solid-state materials, the formation of unpinned DPs in photonic crystals has not been extensively studied. This study presents a novel approach to achieving unpinned DPs in two-dimensional ``defected photonic crystals\"-photonic superlattices created by modifying the size or refractive index of dielectric disks at specific sites. The defected photonic crystal hosts multiple unpinned DPs through accidental band crossings induced by rotational symmetry breaking across the nodal line degeneracies prevalent in the superlattice. Furthermore, the number of unpinned DPs, along with their positions and anisotropic dispersions, can be manipulated by adjusting the size or refractive index of the dielectric disks. This study pioneers the exploration of defected photonic crystals, proposing them as effective means of achieving unpinned DPs and facilitating the investigation of novel relativistic photonic wave phenomena with significant flexibility and control.         ",
    "url": "https://arxiv.org/abs/2502.10753",
    "authors": [
      "Chang-Hwan Yi",
      "Kyoung-Min Kim"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.10823",
    "title": "Performance Characteristics of the Battery-Operated Si PIN Diode Detector with Integrated Preamplifier and Data Acquisition Module for Fusion Particle Detection",
    "abstract": "           We present the performance and application of a commercial off-the shelf Si PIN diode (Hamamatsu S14605) as a charged particle detector in a compact ion beam system (IBS) capable of generating D-D and p-B fusion charged particles. This detector is inexpensive, widely available, and operates in photoconductive mode under a reverse bias voltage of 12 V, supplied by an A23 battery. A charge-sensitive preamplifier (CSP) is powered by two 3 V lithium batteries (A123), providing +/-3 V rail voltages. Both the detector and preamplifier circuits are integrated onto the same 4-layer PCB and housed on the vacuum side of the IBS, facing the fusion target. The system employs a CF-2.75 flanged DB-9 connector feedthrough to supply the signal, bias voltage, and rail voltages. To mitigate the high sensitivity of the detector to optical light, a thin aluminum foil assembly is used to block optical emissions from the ion beam and target. Charged particles generate step responses on the preamplifier output, with pulse rise times on the order of 0.2 to 0.3 us. These signals are recorded using a custom-built data acquisition unit, which features an optical fiber data link to ensure electrical isolation of the detector electronics. Subsequent digital signal processing is employed to optimally shape the pulses using a CR-RC^4 filter to produce Gaussian-shaped signals, enabling accurate extraction of energy information. Performance results show that the signal-to-noise ratios (S/N) for D-D fusion charged particles - protons, tritons, and helions - are approximately 30, 10, and 5, respectively, with a shaping time constant of 4 us.         ",
    "url": "https://arxiv.org/abs/2502.10823",
    "authors": [
      "Allan X. Chen",
      "Benjamin F. Sigal",
      "Qiong Wang",
      "John Martinis",
      "Naomi Mitchell",
      "Yuxing Wang",
      "Zhifei Li",
      "Alexander Gunn",
      "Matthew Salazar",
      "Nawar Abdalla",
      "Benjamin Wrixon",
      "Chia-Yi Chen",
      "Nai-Wei Liu",
      "KaiJian Xiao",
      "Chih-Jui Xie",
      "Ming-Cheng Jheng"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2502.10846",
    "title": "Enabling High-Bandwidth Coherent Modulation Through Scalable Lithium Niobate Resonant Devices",
    "abstract": "           We present a compact, resonant-based coherent modulator on a thin-film lithium niobate (TFLN) platform, addressing the growing demand for high-speed, energy-efficient modulators in modern telecommunications. The design incorporates Mach-Zehnder Interferometers (MZIs) with a Gires-Tournois etalon in each arm with a modulation region of only ~80 micrometers, eliminating the need for traveling-wave electrodes and enabling compatibility with wavelength-division multiplexing (WDM). Experimental results demonstrate a modulation bandwidth of 29 GHz, while ensuring low optical loss and high scalability. Our architecture supports in-phase and out-of-phase modulation, enabling differential control of amplitude and phase for advanced modulation formats such as quadrature amplitude modulation (QAM). Compared to previous designs, our approach enhances throughput, modulation density, and scalability, making it ideal for applications in coherent communications and optical computing. By combining the advantages of the TFLN platform with innovative resonator engineering, this work advances the development of compact, high-performance modulators for high-density on-chip communication networks.         ",
    "url": "https://arxiv.org/abs/2502.10846",
    "authors": [
      "Sadra Rahimi Kari",
      "Paolo Pintus",
      "John E. Bowers",
      "Matt Robbins",
      "Nathan Youngblood"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.10919",
    "title": "High-power quantum walk frequency combs",
    "abstract": "           High-power, broadband frequency combs generated by semiconductor lasers have profound implications for on-chip spectroscopy. Here, we present a dry-etched racetrack quantum cascade laser that uses resonant radio-frequency injection to produce a unidirectional quantum walk frequency comb at mid-infrared wavelengths. Efficient light outcoupling from the racetrack resonator provides more than 100 mW of continuous-wave output power at room temperature, with beam quality on par with that of Fabry--Perot lasers. Experimental waveform reconstruction confirms that the combs are frequency-modulated, rather than amplitude-modulated (as in active mode-locking). We show excellent agreement between the experimental waveforms and numerical simulations, which are based on a reduced Maxwell--Bloch model of the laser and include fast gain dynamics, finite group velocity dispersion, and large Kerr nonlinearity. Furthermore, our optimized device architecture -- featuring thick Si3N4 passivation and reduced parasitic capacitance -- enables modulation bandwidths exceeding 10 GHz. Combined with high output powers and the potential for monolithic integration of multiple ring lasers and waveguide couplers, these advances pave the way to fully integrated dual-comb spectrometers.         ",
    "url": "https://arxiv.org/abs/2502.10919",
    "authors": [
      "Theodore P. Letsou",
      "Johannes Fuchsberger",
      "Nikola Opačak",
      "Dmitry Kazakov",
      "Benedikt Schwarz",
      "Federico Capasso"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.10941",
    "title": "Compact Turnkey Soliton Microcombs at Microwave Rates via Wafer-Scale Fabrication",
    "abstract": "           Soliton microcombs generated in nonlinear microresonators facilitate the photonic integration of timing, frequency synthesis, and astronomical calibration functionalities. For these applications, low-repetition-rate soliton microcombs are essential as they establish a coherent link between optical and microwave signals. However, the required pump power typically scales with the inverse of the repetition rate, and the device footprint scales with the inverse of square of the repetition rate, rendering low-repetition-rate soliton microcombs challenging to integrate within photonic circuits. This study designs and fabricates silicon nitride microresonators on 4-inch wafers with highly compact form factors. The resonator geometries are engineered from ring to finger and spiral shapes to enhance integration density while attaining quality factors over 10^7. Driven directly by an integrated laser, soliton microcombs with repetition rates below 10 GHz are demonstrated via turnkey initiation. The phase noise performance of the synthesized microwave signals reaches -130 dBc/Hz at 100 kHz offset frequency for 10 GHz carrier frequencies. This work enables the high-density integration of soliton microcombs for chip-based microwave photonics and spectroscopy applications.         ",
    "url": "https://arxiv.org/abs/2502.10941",
    "authors": [
      "Yuanlei Wang",
      "Ze Wang",
      "Chenghao Lao",
      "Tianyu Xu",
      "Yinke Cheng",
      "Zhenyu Xie",
      "Junqi Wang",
      "Haoyang Luo",
      "Xin Zhou",
      "Bo Ni",
      "Kaixuan Zhu",
      "Yanwu Liu",
      "Xing Jin",
      "Min Wang",
      "Jian-Fei Liu",
      "Xuening Cao",
      "Ting Wang",
      "Qihuang Gong",
      "Bei-Bei Li",
      "Fangxing Zhang",
      "Yun-Feng Xiao",
      "Qi-Fan Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.10963",
    "title": "Noncommutative metasurfaces enabled diverse quantum path entanglement of structured photons",
    "abstract": "           Quantum entanglement, a fundamental concept in quantum mechanics, lies at the heart of many current and future quantum technologies. A pivotal task is generation and control of diverse quantum entangled states in a more compact and flexible manner. Here, we introduce an approach to achieve diverse path entanglement by exploiting the interaction between noncommutative metasurfaces and entangled photons. Different from other path entanglement, our quantum path entanglement is evolvement path entanglement of photons on Poincaré sphere. Due to quantum entanglement between idler photons and structured signal photons, evolvement path of idler photons on the fundamental Poincaré sphere can be nonlocally mirrored by structured signal photons on any high-order Poincaré sphere, resulting in quantum path entanglement. Benefiting from noncommutative metasurfaces, diverse quantum path entanglement can be switched across different higher-order Poincaré spheres using distinct combination sequences of metasurfaces. Our method allows for the tuning of diverse quantum path entanglement across a broad spectrum of quantum states, offering a significant advancement in the manipulation of quantum entanglement.         ",
    "url": "https://arxiv.org/abs/2502.10963",
    "authors": [
      "Yan Wang",
      "Yichang Shou",
      "Jiawei Liu",
      "Qiang Yang",
      "Shizhen Chen",
      "Weixing Shu",
      "Shuangchun Wen",
      "Hailu Luo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2502.10974",
    "title": "Simultaneous optical power delivery and distributed sensing through cross-band wavelength multiplexing over fiber link",
    "abstract": "           Optical fibers offer significant advantages in both power delivery and distributed sensing. In remote areas where stable power supply is not easy to access, the distributed optical fiber sensing (DOFS) which offers long distance monitoring capability and the power-over-fiber (PoF) which can provide energy for connected electronics or other sensors are highly desired simultaneously. In this letter, the PoF-DOFS hybrid system is proposed and experimentally verified for the first time. By multiplexing the power channel and sensing channel with large wavelength separation, the cross-talk is greatly reduced. The results show that the Brillouin frequency shift under different temperature in the Brillouin optical time domain reflectometry remains unaffected by the high-power transmission background and the power delivery efficiency up to ~66% can be achieved over 1.3 km fiber link. This work paves the way for further research on PoF-DOFS hybrid system and gives a valuable solution for creating multi-parameter, multi-scale sensing network without the need for local power source.         ",
    "url": "https://arxiv.org/abs/2502.10974",
    "authors": [
      "Tianye Huang",
      "Lu Guo",
      "Xinyu Wang",
      "Yao Chen",
      "Jing Zhang",
      "Ming Zhu",
      "Mingkong Lu",
      "Kaifu Chen",
      "Hanlin Guo",
      "Liangming Xiong",
      "Xiangyun Hu",
      "Perry Ping Shum"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.11297",
    "title": "Tri-layer SiN-on-Si 8x8 Optical Switches with Thermo-optic and Electro-optic Actuators",
    "abstract": "           We present two spatial-multiplexed switch-and-select (S&S) 8x8 optical switches incorporating a tri-layer SiN-on-Si platform, one equipped with thermo-optic (T-O) and the other electro-optic (E-O) switching elements. To the best of our knowledge, the electro-optic switch fabric is the first-of-its-kind device assembled in such a multi-layer platform. The shuffle between the multiplexer and demultiplexer array is established via a tri-layer Si-SiN-SiN structure, creating a three-dimensional crossing-free photonic shuffle network. At the same time, the implementation of the S&S topology can effectively suppress the first-order crosstalk. The measured on-chip losses for the T-O switch range from 2.1 to 11.5 dB, with a 5.2 dB average, while the E-O device exhibits losses between 8.7 to 19.6 dB, with a 15.1 dB average. Both switches demonstrate ultra-low crosstalk, with measured ranges of 38.9 to 50.8 dB and 42.8 to 51.9 dB, for the T-O and E-O devices respectively. The switching times are 17.6 us for the T-O switch and 5.9 ns with the E-O actuated one. These performance metrics highlight the potential of these switches for next-generation data center applications.         ",
    "url": "https://arxiv.org/abs/2502.11297",
    "authors": [
      "Bohao Sun",
      "Chunhui Yao",
      "Tongyun Li",
      "Ziyao Zhang",
      "Peng Bao",
      "Minjia Chen",
      "Alan Yilun Yuan",
      "Chenxi Tan",
      "Zhitian Shi",
      "Adrian Wonfor",
      "Seb Savory",
      "Keren Bergman",
      "Richard Penty",
      "Qixiang Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.11473",
    "title": "For a New Department of Energy lab to examine laser fusion for energy",
    "abstract": "           This paper gives a summary of a talk by the author at the mini-conference entitled Progress in Making IFE-based Concepts a Reality at the APS-DPP meeting in Atlanta in October, 2024. It argues principally for a new DoE lab to examine the potential opportunity of laser fusion for civilian energy, by direct drive, with an excimer laser. This work is motivated mostly by the demonstration of a burning plasma in an indirect drive configuration, by the Lawrence Livermore National laboratory with its NIF laser. Also, it briefly gives some impressions of the mini conference.         ",
    "url": "https://arxiv.org/abs/2502.11473",
    "authors": [
      "Wallace Manheimer"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2502.11587",
    "title": "Reduction of Magnetic-Field-Induced Shift in Quantum Frequency Standards Based on Coherent Population Trapping",
    "abstract": "           We investigate the magnetic-field-induced frequency shift (MFS) of the clock \"0-0\" transition in the microwave quantum frequency standard (atomic clock) based on coherent population trapping (CPT) in $^{87}$Rb vapor. To scan the CPT resonance and to form the error signal, a method analogous to the Pound-Drever-Hall (PDH) technique in the optical frequency range is employed, where the modulating frequency ($f_m$) significantly exceeds the resonance linewidth (FWHM). The experiments demonstrate that this technique offers brilliant capabilities for controlling the sensitivity of the clock transition frequency to magnetic field variations in the vapor cell compared to the conventional method with low-frequency modulation ($f_m$$\\,\\ll\\,$FWHM). Specifically, the PDH technique provides several optimal values of the bias magnetic field generated by the solenoid, at which the \"0-0\" transition frequency exhibits extremely low sensitivity to small variations in the external magnetic field. Furthermore, these magnetic field values can be easily adjusted by changing $f_m$, which is relevant for optimization of the atomic clock's operating regime. The experimental results show that by using the PDH technique, the influence of MFS on the clock transition can be suppressed down to $\\approx\\,$$3.2$$\\,\\times\\,$$10^{-13}$$\\delta B^2$ mG$^{-2}$. These findings can be leveraged both to relax stringent requirements for magnetic field shielding in state-of-the-art CPT-based miniature atomic clocks (MACs) and to build a new generation of such clocks with long-term frequency stability better than $10^{-12}$.         ",
    "url": "https://arxiv.org/abs/2502.11587",
    "authors": [
      "V. I. Vishnyakov",
      "D. V. Brazhnikov",
      "M. N. Skvortsov"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2502.11769",
    "title": "Quasi-perfect spatiotemporal optical vortex with suppressed mode degradation",
    "abstract": "           Spatiotemporal optical vortex (STOV) carrying transverse orbital angular momentum (OAM) enriches the family of vortex beams and exhibit unique properties. Typically, a high-order STOV with an intensity null degrades into multiple first-order STOVs embedded within a single wave packet during propagation, a phenomenon known as time diffraction or mode degradation. However, this degradation limits the applicability of STOVs in specialized fields. Therefore, the generation of mode degradation-suppressed STOVs (MDS-STOVs) is of significant for both practical applications and theoretical studies. Herein, we theoretically analyze the generation of MDS-STOVs by utilizing a conical phase to localize the energy of the STOV into a ring-shaped structure. For MDS-STOVs with large topological charges (TCs), the ring-shaped profile can be well-maintained, and the rapid expansion of the beam size with increasing TC is significantly suppressed compared to conventional STOVs. As a result, these MDS-STOVs can be regarded as quasi-perfect STOVs (QPSTOVs). Furthermore, QPSTOVs exhibit strong resistance to group delay dispersion (GDD), eliminating the need for precise dispersion control and facilitating their generation and application. This work advances our understanding of the physical properties of light carrying transverse OAM and opens up exciting avenues for the application of STOVs in diverse fields, such as optical communication and quantum information processing.         ",
    "url": "https://arxiv.org/abs/2502.11769",
    "authors": [
      "Shunlin Huang",
      "Xiong Shen",
      "Renjing Chen",
      "Jun Liu",
      "Ruxin Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.11794",
    "title": "Improving electron tomography of mesoporous silica by Ga intrusion",
    "abstract": "           Electron tomography (ET) offers nanoscale 3D characterization of mesoporous materials but is often limited by their low scattering contrast. Here, we introduce a gallium (Ga) intrusion strategy for mesoporous silica that dramatically improves imaging contrast - a key benefit that enables more accurate 3D reconstructions. By infiltrating Ga through a modified mercury intrusion porosimetry process, the high-angle annular dark-field (HAADF) STEM signal is enhanced by 5 times, resulting in a 34% improvement in reconstruction resolution and a 49% enhancement in interface sharpness. In addition, the increased sample conductivity facilitates focused ion beam (FIB) milling by minimizing charging effects and reducing drift. This approach enables precise segmentation and quantitative analysis of pore connectivity and size distribution, thereby extending the applicability of ET to light-element non-conductive materials and advancing structure-property characterization of complex porous systems.         ",
    "url": "https://arxiv.org/abs/2502.11794",
    "authors": [
      "Alexander Kichigin",
      "Johannes Böhmer",
      "Moritz Buwen",
      "Benjamin Apeleo Zubiri",
      "Mingjian Wu",
      "Johannes Will",
      "Dominik Drobek",
      "Alexander Götz",
      "Nora Vorlaufer",
      "Jakob Söllner",
      "Matthias Thommes",
      "Peter Felfer",
      "Thomas Przybilla",
      "Erdmann Spiecker"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.11892",
    "title": "Pulse Compression by an Optical Push Broom On a Chip",
    "abstract": "           In this study, we report a first experimental demonstration of pulse compression by a gradual refractive index front moving in a periodically modulated silicon waveguide, the so-called optical push broom effect. Optical push broom captures and confines the input signal pulse in a faster propagating refractive index front, driven by a pump pulse. This is a spatio-temporal analogue of light trapping in a tapered plasmonic waveguide where light is continuously changing its wavevector approaching zero group velocity and, thus, stopped without reflection. Here the signal is accelerated by the front until the signal velocity matches the front velocity, thus stopping the light in respect to the front. We employ the slowly varying envelope approximation to model this phenomenon. Notably, we well reproduced the experimental frequency shift at the output corresponding to the temporal delay at the input.         ",
    "url": "https://arxiv.org/abs/2502.11892",
    "authors": [
      "Boyi Zhang",
      "Maurice Pfeiffer",
      "Mahmoud A. Gaafar",
      "He Li",
      "Xinlun Cai",
      "Juntao Li",
      "Manfred Eich",
      "Alexander Yu. Petrov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.11911",
    "title": "Partial Topological Protection in C4 Lattices for Optical Communications",
    "abstract": "           In recent studies, analogs of the electronic Quantum Spin-Hall Effect have been explored within photonic crystals that incorporate spatial symmetries, especially those with $ C_{6v} $ symmetry, where $ \\mathbb{Z}_2 $ topological invariants are enforced by crystalline symmetry. These photonic crystals possess bulk states with well-defined pseudospins and exhibit helical edge states, closely resembling their electronic counterparts. However, achieving $\\mathbb{Z}_2$ topological protection in a square lattice photonic crystal remains great theoretical and experimental challange. In this work, we propose a single material photonic crystal structure based on a $ C_4 $ lattice that supports partially $ \\mathbb{Z}_2 $-protected edge modes. We show that this structure can host photonic band-gap that hosts $ \\mathbb{Z}_2 $-like modes, enabling perfect transmission in waveguide applications. Furthermore, we investigate the robustness of these modes against structural defects and directional turns, highlighting the distinctions between full $ \\mathbb{Z}_2 $ topological protection and partial topological protection. Finally, we analyze the impact of the number of elementary cells surrounding the interface on the formation and stability of these protected modes.         ",
    "url": "https://arxiv.org/abs/2502.11911",
    "authors": [
      "Ondřej Novák",
      "Martin Veis",
      "Gervasi Herranz"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.11934",
    "title": "Evaluation of machine learning techniques for conditional generative adversarial networks in inverse design",
    "abstract": "           Recently, machine learning has been introduced in the inverse design of physical devices, i.e., the automatic generation of device geometries for a desired physical response. In particular, generative adversarial networks have been proposed as a promising approach for topological optimization, since such neural network models can perform free-form design and simultaneously take into account constraints imposed by the device's fabrication process. In this context, a plethora of techniques has been developed in the machine learning community. Here, we study to what extent new network architectures, such as dense residual networks, and other techniques like data augmentation, and the use of noise in the input channels of the discriminator can improve or speed up neural networks for inverse design of optical metasurfaces. We also investigate strategies for improving the convergence of the training of generative adversarial networks for inverse design, e.g., temporarily freezing the discriminator weights when the model outperforms the generator and training data blurring during the early epochs. Our results show that only some of these techniques improve inverse design models in terms of accuracy and stability, but also that a combination of them can provide more efficient and robust metasurface designs.         ",
    "url": "https://arxiv.org/abs/2502.11934",
    "authors": [
      "Timo Gahlmann",
      "Philippe Tassin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2502.11970",
    "title": "A novel method to determine the layer number of 2D TMD materials based on Optical Microscopy and Image Processing",
    "abstract": "           Two-dimensional (2D) transition metal dicakcoganite (TMD) materials have unique electronic and optical properties. The electronic band structures of the materials alter as a function of layer numbers, which results in modifications to the whole characteristic properties. Therefore, the determination of the layer number is crucial for optoelectronic applications. In this study, a fast and easily applicable method is proposed for determining the layer number of two-dimensional TMD materials by using an optical microscopy and computatial methods. The method uses image processing techniques on digital images taken with a Complementary Metal Oxide Semiconductor (CMOS) camera under a conventional reflecting microscope. The chromaticity differences and lightness difference in International Commission on Illumination (Commission internationale de ,CIE) Luv color space values between the layered areas on the flakes and substrates are used together to train the model to be identified the layer numbers of the materials and corrected via photoluminescence spectroscopy. The random forest clasifier algorithm is applied to predict layer numbers on unknown materials. This approach provides high accuracy under varying microscope configurations such as brightnesses, gain etc. and material-substrate combinations. From ML to bulk whole layers numbers of MoS2, WSe2 and WS2 flakes are determined with high accuracy by training only a single flake of each has various layer numbers. Compared with traditional methods such as Raman spectroscopy, atomic force microscopy (AFM) and photoluminescence (PL), our method is not only faster but also easier to apply. Moreover, unlike the prominent methods in the literature such as machine learning or clustering-based, it requires only single training for a material/substrate combination and further accelerates the processes.         ",
    "url": "https://arxiv.org/abs/2502.11970",
    "authors": [
      "Bilal Bera Meric",
      "Ayse Erol",
      "Fahrettin Sarcan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2502.12028",
    "title": "Resonance nuclear excitation of the $^{229}$Th nucleus via electronic bridge process in Th~II",
    "abstract": "           The 8.4 eV transition in the $^{229}$Th nucleus is the basis for a high-precision nuclear clock with exceptional sensitivity to new physics effects. We have identified several cases in the Th$^+$ ion where electronic excitations closely resonate with the nuclear excitation, with the smallest energy difference being $\\Delta = -0.09$ cm$^{-1}$. We investigate the electronic bridge process, in which nuclear excitation is induced via electronic transitions, and demonstrate that a proper selection of laser frequencies can lead to a dramatic enhancement of this effect. Additionally, we show that the interaction with electrons significantly shortens the lifetime of the nuclear excited state.         ",
    "url": "https://arxiv.org/abs/2502.12028",
    "authors": [
      "V. A. Dzuba",
      "V. V. Flambaum"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2502.12132",
    "title": "Electrically tunable strong coupling in a hybrid-2D excitonic metasurface for optical modulation",
    "abstract": "           Atomically thin semiconductors exhibit tunable exciton resonances that can be harnessed for dynamic manipulation of visible light in ultra-compact metadevices. However, the rapid nonradiative decay and dephasing of excitons at room temperature limits current active excitonic metasurfaces to few-percent efficiencies. Here, we leverage the combined merits of pristine 2D heterostructures and non-local dielectric metasurfaces to enhance the excitonic light-matter interaction, achieving strong and electrically tunable exciton-photon coupling at ambient conditions in a hybrid-2D excitonic metasurface. Using this, we realize a free-space optical modulator and experimentally demonstrate 9.9 dB of reflectance modulation. The electro-optic response, characterized by a continuous transition from strong to weak coupling, is mediated by gating-induced variations in the free carrier concentration altering the excitons nonradiative decay rate. These results highlight how hybrid-2D excitonic metasurfaces offer novel opportunities to realize nanophotonic devices for active wavefront manipulation and optical communication.         ",
    "url": "https://arxiv.org/abs/2502.12132",
    "authors": [
      "Tom Hoekstra",
      "Jorik van de Groep"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2502.10488",
    "title": "Opportunities and challenges of quantum computing for climate modelling",
    "abstract": "           Adaptation to climate change requires robust climate projections, yet the uncertainty in these projections performed by ensembles of Earth system models (ESMs) remains large. This is mainly due to uncertainties in the representation of subgrid-scale processes such as turbulence or convection that are partly alleviated at higher resolution. New developments in machine learning-based hybrid ESMs demonstrate great potential for systematically reduced errors compared to traditional ESMs. Building on the work of hybrid (physics + AI) ESMs, we here discuss the additional potential of further improving and accelerating climate models with quantum computing. We discuss how quantum computers could accelerate climate models by solving the underlying differential equations faster, how quantum machine learning could better represent subgrid-scale phenomena in ESMs even with currently available noisy intermediate-scale quantum devices, how quantum algorithms aimed at solving optimisation problems could assist in tuning the many parameters in ESMs, a currently time-consuming and challenging process, and how quantum computers could aid in the analysis of climate models. We also discuss hurdles and obstacles facing current quantum computing paradigms. Strong interdisciplinary collaboration between climate scientists and quantum computing experts could help overcome these hurdles and harness the potential of quantum computing for this urgent topic.         ",
    "url": "https://arxiv.org/abs/2502.10488",
    "authors": [
      "Mierk Schwabe",
      "Lorenzo Pastori",
      "Inés de Vega",
      "Pierre Gentine",
      "Luigi Iapichino",
      "Valtteri Lahtinen",
      "Martin Leib",
      "Jeanette M. Lorenz",
      "Veronika Eyring"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2502.10806",
    "title": "Optomechanically induced transparency in Four-wave mixing atomic ensemble assisted Laguerre-Gaussian vortex cavity system",
    "abstract": "           We investigate the steady-state optical response of a Laguerre-Gaussian vortex cavity system integrated with cold atoms featuring a double-$\\Lambda$ energy level structure. Within this hybrid system, the atoms are driven by cavity mode and three coherent vortex beams, each carrying independent orbital angular momentum (OAM). We first check the steady-state output spectrum of the hybrid system in the passive/active case (without/with external cavity driving). Our findings reveal that the optomechanically induced transparency (OMIT) spectrum is modulated by the OAM difference $(\\Delta \\ell\\hbar)$ from the atomic component throughout the four-wave mixing (FWM) process. The resulting loop phase ($\\Delta \\ell\\theta$) can achieve a switching effect on the absorption and gain behavior of the hybrid system for the probe beam. Additionally, the group delay, indicative of fast/slow light phenomena, is also tuned by $\\Delta \\ell$. We further display how the atomic OAM modulates the periodicity of the output spot pattern in the hybrid system. This research provides valuable insights into the modulation of optical responses in Laguerre-Gaussian vortex cavity systems.         ",
    "url": "https://arxiv.org/abs/2502.10806",
    "authors": [
      "Yue-Tong Hao",
      "Yi-Mou Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.11126",
    "title": "In Situ Optimization of an Optoelectronic Reservoir Computer with Digital Delayed Feedback",
    "abstract": "           Reservoir computing (RC) is an innovative paradigm in neuromorphic computing that leverages fixed, randomized, internal connections to address the challenge of overfitting. RC has shown remarkable effectiveness in signal processing and pattern recognition tasks, making it well-suited for hardware implementations across various physical substrates, which promise enhanced computation speeds and reduced energy consumption. However, achieving optimal performance in RC systems requires effective parameter optimization. Traditionally, this optimization has relied on software modeling, limiting the practicality of physical computing approaches. Here, we report an \\emph{in situ} optimization method for an optoelectronic delay-based RC system with digital delayed feedback. By simultaneously optimizing five parameters, normalized mean squared error (NMSE) of 0.028, 0.561, and 0.271 is achieved in three benchmark tasks: waveform classification, time series prediction, and speech recognition outperforming simulation-based optimization (NMSE 0.054, 0.543, and 0.329, respectively) in the two of the three tasks. This method marks a significant advancement in physical computing, facilitating the optimization of RC and neuromorphic systems without the need for simulation, thus enhancing their practical applicability.         ",
    "url": "https://arxiv.org/abs/2502.11126",
    "authors": [
      "Fyodor Morozko",
      "Shadad Watad",
      "Amir Naser",
      "Antonio Cal`a Lesina",
      "Andrey Novitsky",
      "Alina Karabchevsky"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.11985",
    "title": "Variational Quantum Algorithms for Many-Body Systems",
    "abstract": "           Variational quantum algorithms (VQAs) incorporate hybrid quantum-classical computation aimed at harnessing the power of noisy intermediate-scale quantum (NISQ) computers to solve challenging computational problems. In this thesis, three main VQAs are presented, each tackling a different facet of many-body physics.         ",
    "url": "https://arxiv.org/abs/2502.11985",
    "authors": [
      "Mirko Consiglio"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2302.06766",
    "title": "Creation of super-high-flux photo-neutrons and gamma-rays > 8 MeV using a petawatt laser to irradiate high-Z solid targets",
    "abstract": "           We report the creation of super-high-flux gamma-rays with energy >8 MeV and photo-neutrons via the (g,n) reaction near giant dipole resonance energies (8 - 20 MeV), using the ~130 J Texas Petawatt laser to irradiate high-Z (Au, Pt, Re, W) targets of mm - cm thickness, at laser intensities up to ~5x1021W/cm2. We detected up to ~ several x 1012 gamma-rays > 8 MeV (~3% of incident laser energy) and ~ 1010 photo-neutrons per shot. Due to the short pulse and narrow gamma-ray cone (~17o half-width) around laser forward, the peak emergent gamma-ray flux >8 MeV reached ~1027 gammas/cm2/sec, and the peak emergent neutron flux reached ~1020 neutrons/cm2/sec. Such intense gamma-ray and neutron fluxes are among the highest achieved for short-pulse laser experiments. They will facilitate the study of nuclear reactions requiring super-high-flux of gamma-rays or neutrons, such as the creation of r-process elements. These results may also have far-reaching applications for nuclear energy, such as the transmutation of nuclear waste, isotope production and inertial fusion.         ",
    "url": "https://arxiv.org/abs/2302.06766",
    "authors": [
      "E. Liang",
      "W. Lo",
      "B. Cage",
      "E. Fang",
      "S. Arora",
      "K. Q. Zheng",
      "H .Quvedo",
      "S. A. Bruce",
      "M. Spinks",
      "E. Medina",
      "A. Helal",
      "T. Ditmire"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2404.14734",
    "title": "In-situ Doppler-free spectroscopy with pulsed optical fields",
    "abstract": "           We propose a novel pulsed optical field method that alternately switches the pump beam in conventional saturation absorption to time-division multiplex the same probe beam into both probe and reference beams, followed by digital differential processing to achieve deterministic zero-background Doppler-free spectroscopy. This method effectively mitigates Doppler broadening and common-mode optical noise by addressing disturbances such as non-uniform background absorption and environmental noise, thereby offering enhanced accuracy and robustness. Using this technique, we measured the absolute frequency of Yb$^{+}$ isotopes in the $6s^2\\ ^{1}S_0\\to 6s6p ^{1}P_1$ transition. By employing an error signal derived from the first-derivative demodulated spectrum of $^{174}\\mathrm{Yb}^{+}$, we achieved efficient stabilization of a 369.5 nm ultraviolet diode laser, demonstrating a frequency stability of $3 \\times 10^{-11}$ over a 1500-second averaging period and a locking point uncertainty of 850 kHz sustained over 10 days. Furthermore, we report the first in-situ observation of Doppler-free Zeeman sub-level spectra, highlighting the precision of this method and its potential application in measuring magnetic field gradients.         ",
    "url": "https://arxiv.org/abs/2404.14734",
    "authors": [
      "Yuxin Wang",
      "Zhiyue Zheng",
      "Qiuxin Zhang",
      "Yonglang Lai",
      "Zongqi Ge",
      "Tianyi Wang",
      "Liangyu Ding",
      "Smirnov Vasilii",
      "Ilya Semerikov",
      "Shuaining Zhang",
      "Wei Zhang",
      "Xiang Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.10727",
    "title": "T-matrix representation of optical scattering response: Suggestion for a data format",
    "abstract": "           The transition matrix, frequently abbreviated as T-matrix, contains the complete information in a linear approximation of how a spatially localized object scatters an incident field. The T-matrix is used to study the scattering response of an isolated object and describes the optical response of complex photonic materials made from ensembles of individual objects. T-matrices of certain common structures, potentially, have been repeatedly calculated all over the world again and again. This is not necessary and constitutes a major challenge for various reasons. First, the resources spent on their computation represent an unsustainable financial and ecological burden. Second, with the onset of machine learning, data is the gold of our era, and it should be freely available to everybody to address novel scientific challenges. Finally, the possibility of reproducing simulations could tremendously improve if the considered T-matrices could be shared. To address these challenges, we found it important to agree on a common data format for T-matrices and to enable their collection from different sources and distribution. This document aims to develop the specifications for storing T-matrices and associated metadata. The specifications should allow maximum freedom to accommodate as many use cases as possible without introducing any ambiguity in the stored data. The common format will assist in setting up a public database of T-matrices.         ",
    "url": "https://arxiv.org/abs/2408.10727",
    "authors": [
      "Nigar Asadova",
      "Karim Achouri",
      "Kristian Arjas",
      "Baptiste Auguié",
      "Roland Aydin",
      "Alexandre Baron",
      "Dominik Beutel",
      "Bernd Bodermann",
      "Kaoutar Boussaoud",
      "Sven Burger",
      "Minseok Choi",
      "Krzysztof M. Czajkowski",
      "Andrey B. Evlyukhin",
      "Atefeh Fazel-Najafabadi",
      "Ivan Fernandez-Corbaton",
      "Puneet Garg",
      "David Globosits",
      "Ulrich Hohenester",
      "Hongyoon Kim",
      "Seokwoo Kim",
      "Philippe Lalanne",
      "Eric C. Le Ru",
      "Jörg Meyer",
      "Jungho Mun",
      "Lorenzo Pattelli",
      "Lukas Pflug",
      "Carsten Rockstuhl",
      "Junsuk Rho",
      "Stefan Rotter",
      "Brian Stout",
      "Päivi Törmä",
      "Jorge Olmos Trigo",
      "Frank Tristram",
      "Nikolaos L. Tsitsas",
      "Renaud Vallée",
      "Kevin Vynck",
      "Thomas Weiss",
      "Peter Wiecha",
      "Thomas Wriedt",
      "Vassilios Yannopapas",
      "Maxim A. Yurkin",
      "Grigorios P. Zouros"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2412.10788",
    "title": "Efficient electron heating by laser in finite sized plasma micro-globular targets by repeated collisions of surface and bulk waves",
    "abstract": "           A new mechanism of enhanced laser energy absorption in plasma microglobules is demonstrated with the help of two-dimensional Particle-In-Cell (PIC) simulations. The mechanism relies on the excitation of surface and bulk waves and the occurrence of repeated collisions in the confines of the finite-sized microglobular target. The episodic increase in the average particle energy correlates with the repeated collision of the surface and bulk waves that get excited by the laser on the target. It is shown that the size of the microglobular target governs the efficiency of absorption and the timings of episodic events of energy enhancement. This study thereby illustrates the novel efficient possibility that a closed plasma target provides for energy extraction. Parallels of such colliding waves creating havoc in terms of wave breaking etc. can be witnessed on the ocean surface, seismic disturbances traversing as body waves traverse reflecting and refracting in the interior of the Earth along with surface waves (propagating on the curved surface of the Earth) converge at the antipode to create destruction. Our studies here show the importance of choosing closed targets which aid in the process of repeated energy transfer to particles and often their thermalization. The waves keep propagating in the closed confines rather than getting dissipated over an extended region as would happen for extended targets.         ",
    "url": "https://arxiv.org/abs/2412.10788",
    "authors": [
      "Animesh Sharma",
      "Amita Das",
      "G Ravindra Kumar"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2501.10760",
    "title": "Optical Quasiparticles: Skyrmions, Bimerons and Skyrmionic Hopfions in Paraxial Laser Beams",
    "abstract": "           Skyrmions, merons, bimerons, and skyrmionic hopfions are quasiparticles which have stable topological textures. They have been observed across multiple physical domains including nucleons, water waves, magnetic materials, electromagnetic fields, condensed-matter physics, liquid crystals, and Bose-Einstein condensates. The nontrivial topological texture of these quasiparticles exhibited promising applications across several research fields including cosmology, particle physics, superfluids, high-energy physics, optics, condensed matter, early-universe cosmology, cold quantum matter, and liquid crystals. These quasiparticles have most recently been observed in paraxial vector beams. Due to the inhomogeneous polarization distribution of vector beams, the quasiparticle textures reside in the Stokes vector fields. Here, we review recent developments in paraxial quasiparticle research and provide detailed information on their fundamental properties and future prospects. We discuss various techniques which have been used to experimentally generate these quasiparticles and we examine a number of their proposed applications. Notably, this review offers insight into the concepts and techniques which can be applied to the generation of optical skyrmions in paraxial laser beams, and investigates their intriguing applications across both fundamental and applied optics.         ",
    "url": "https://arxiv.org/abs/2501.10760",
    "authors": [
      "Srinivasa Rao Allam",
      "Yuto Yoneda",
      "Takashige Omatsu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2501.16887",
    "title": "The ATLASPix3.1 CMOS Pixel Sensor Testbeam Performance and Serial Powering Characterisation",
    "abstract": "           High-voltage CMOS (HV-CMOS) pixel technology is being considered for future Higgs factory experiments. The ATLASPix3.1 chip, with a pitch of 50$\\mu m$ x 150$\\mu m$, fabricated using TSI 180nm HV-CMOS technology, is a full reticle-size monolithic HV-CMOS sensor with shunt-low dropout (LDO) regulators that allow serial powering for multiple sensors. A beam test was conducted at DESY using 3-6 GeV electron beams, with chips operated in triggerless readout mode with zero suppression, demonstrating multi-chip capability. This was further evaluated with hadron beams, both with and without the built-in power regulators. This study presents the electrical characterisations of the shunt-LDO regulators for serial powering and test beam results of ATLASPix3.1 sensors.         ",
    "url": "https://arxiv.org/abs/2501.16887",
    "authors": [
      "F. Ustuner",
      "R. Zanzottera",
      "A. Andreazza",
      "R. Dong",
      "H. Fox",
      "Y. Gao",
      "P. Gheewalla",
      "B. Masic",
      "L. Meng",
      "I. Peric",
      "F. Sabatini"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2401.02280",
    "title": "Nonreciprocal entanglement in cavity magnomechanics exploiting chiral cavity-magnon coupling",
    "abstract": "           We propose a new mechanism to achieve nonreciprocal quantum entanglement in a cavity magnomechanical system by exploiting the chiral cavity-magnon coupling. The system consists of a magnon mode, a mechanical vibration mode, and two degenerate counter-propagating microwave cavity modes in a torus-shaped cavity. We show that nonreciprocal stationary microwave-magnon and -phonon bipartite entanglements and photon-magnon-phonon tripartite entanglement can be achieved by respectively driving different circulating cavity modes that hold a chiral coupling to the magnon mode. The nonreciprocal entanglements are shown to be robust against various experimental imperfections. We specifically show how such nonreciprocal entanglement can realize the channel multiplexing quantum teleportation from a microwave field to a solid-state magnon mode. The work may find promising applications of the cavity magnomechanical systems in noise-tolerant quantum processing, channel multiplexing quantum teleportation, and chiral magnonic quantum networks.         ",
    "url": "https://arxiv.org/abs/2401.02280",
    "authors": [
      "Zhi-Yuan Fan",
      "Xuan Zuo",
      "Hao-Tian Li",
      "Jie Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.07797",
    "title": "Real-time Deformation Correction in Additively Printed Flexible Antenna Arrays",
    "abstract": "           Conformal phased arrays provide multiple degrees of freedom to the scan angle, which is typically limited by antenna aperture in rigid arrays. Silicon-based RF signal processing offers reliable, reconfigurable, multi-functional, and compact control for conformal phased arrays that can be used for on-the-move communication. While the lightweight, compactness, and shape-changing properties of the conformal phased arrays are attractive, these features result in dynamic deformation of the array during motion leading to significant dynamic beam pointing errors. We propose a silicon-based, compact, reconfigurable solution to self-correct these dynamic deformation-induced beam pointing errors. Furthermore, additive printing is leveraged to enhance the flexibility of the conformal phased arrays, as the printed conductive ink is more flexible than bulk copper and can be easily deposited on flexible sheets using different printing tools, providing an environmentally-friendly solution for large-scale production. The inks such as conventional silver inks are expensive and copper-based printable inks suffer from spontaneous metal oxidation that alters trace impedance and degrades beamforming performance. This work uses a low-cost molecular copper decomposition ink with reliable RF properties at different temperature and strain to print the proposed intelligent conformal phased array operating at 2.1 GHz. Proof-of-concept prototype $2\\times2$ array self-corrects the deformation induces beampointing error with an error $<1.25^\\circ$. The silicon based array processing part occupying only 2.58 mm$^2$ area and 83 mW power per tile.         ",
    "url": "https://arxiv.org/abs/2406.07797",
    "authors": [
      "Sreeni Poolakkal",
      "Abdullah Islam",
      "Shrestha Bansal",
      "Arpit Rao",
      "Ted Dabrowski",
      "Kalsi Kwan",
      "Amit Mishra",
      "Quiyan Xu",
      "Erfan Ghaderi",
      "Pradeep Lall",
      "Sudip Shekhar",
      "Julio Navarro",
      "Shenqiang Ren",
      "John Williams",
      "Subhanshu Gupta"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.01583",
    "title": "Optimal Low-Depth Quantum Signal-Processing Phase Estimation",
    "abstract": "           Quantum effects like entanglement and coherent amplification can be used to drastically enhance the accuracy of quantum parameter estimation beyond classical limits. However, challenges such as decoherence and time-dependent errors hinder Heisenberg-limited amplification. We introduce Quantum Signal-Processing Phase Estimation algorithms that are robust against these challenges and achieve optimal performance as dictated by the Cramér-Rao bound. These algorithms use quantum signal transformation to decouple interdependent phase parameters into largely orthogonal ones, ensuring that time-dependent errors in one do not compromise the accuracy of learning the other. Combining provably optimal classical estimation with near-optimal quantum circuit design, our approach achieves a standard deviation accuracy of $10^{-4}$ radians for estimating unwanted swap angles in superconducting two-qubit experiments, using low-depth ($<10$) circuits. This represents up to two orders of magnitude improvement over existing methods. Theoretically and numerically, we demonstrate the optimality of our algorithm against time-dependent phase errors, observing that the variance of the time-sensitive parameter $\\varphi$ scales faster than the asymptotic Heisenberg scaling in the small-depth regime. Our results are rigorously validated against the quantum Fisher information, confirming our protocol's ability to achieve unmatched precision for two-qubit gate learning.         ",
    "url": "https://arxiv.org/abs/2407.01583",
    "authors": [
      "Yulong Dong",
      "Jonathan A. Gross",
      "Murphy Yuezhen Niu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Numerical Analysis (math.NA)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2411.13190",
    "title": "Ab-Initio Approach to Many-Body Quantum Spin Dynamics",
    "abstract": "           A fundamental longstanding problem in studying spin models is the efficient and accurate numerical simulation of the long-time behavior of larger systems. The exponential growth of the Hilbert space and the entanglement accumulation at long times pose major challenges for current methods. To address these issues, we employ the multilayer multiconfiguration time-dependent Hartree (ML-MCTDH) framework to simulate the many-body spin dynamics of the Heisenberg model in various settings, including the Ising and XYZ limits with different interaction ranges and random couplings. Benchmarks with analytical and exact numerical approaches show that ML-MCTDH accurately captures the time evolution of one- and two-body observables in both one- and two-dimensional lattices. A comparison with the discrete truncated Wigner approximation (DTWA) highlights that ML-MCTDH is particularly well-suited for handling anisotropic models and provides more reliable results for two-point observables across all tested cases. The behavior of the corresponding entanglement dynamics is analyzed to reveal the complexity of the quantum states. Our findings indicate that the rate of entanglement growth strongly depends on the interaction range and the presence of disorder. This particular relationship is then used to examine the convergence behavior of ML-MCTDH. Our results indicate that the multilayer structure of ML-MCTDH is a promising numerical framework for handling the dynamics of generic many-body spin systems.         ",
    "url": "https://arxiv.org/abs/2411.13190",
    "authors": [
      "Aditya Dubey",
      "Zeki Zeybek",
      "Fabian Köhler",
      "Rick Mukherjee",
      "Peter Schmelcher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2501.11239",
    "title": "Electronic States and Mechanical Behaviors of Phosphorus Carbide Nanotubes -- Structural and Quantum Phase Transitions in a Quasi-one-dimensional Material",
    "abstract": "           Quasi-one-dimensional (1D) materials can manifest exotic electronic properties in manners that are distinct from the bulk phase or other low-dimensional systems. Helical symmetries in such materials -- e.g., nanotubes with intrinsic or applied twist -- can simultaneously lead to strong electronic correlation and anomalous transport behavior. However, these materials remain underexplored, in part due to computational challenges. Using specialized symmetry-adapted first-principles calculations, we show that mono-layer $P_2C_3$ -- identified in a previous letter to possess ``double Kagome bands'' -- exhibits a number of striking properties when rolled up into phosphorous carbide nanotubes ($P_2C_3$NTs). Both armchair and zigzag $P_2C_3$NTs are stable at room temperature and display a degenerate combination of Dirac points and electronic flat bands at the Fermi level. Notably, these flat bands are highly resilient to elastic deformations. Large strains can transform the nanotube structure from honeycomb-kagome to ``brick-wall'', and trigger multiple quantum phase transitions. Edge states in $P_2C_3$NTs, spin-degeneracy lifting induced by vacancies and dopants, and strain-tunable magnetism are also discussed.         ",
    "url": "https://arxiv.org/abs/2501.11239",
    "authors": [
      "Shivam Sharma",
      "Chenhaoyue Wang",
      "Hsuan Ming Yu",
      "Amartya S. Banerjee"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]